{
 "category": "creature-family",
 "creature_family": "Aeon",
 "creature_family_markdown": "Aeon",
 "exclude_from_search": false,
 "id": "creature-family-357",
 "legacy_id": [
  "creature-family-2"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Aeon](/MonsterFamilies.aspx?ID=357)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 8 <sup>1.1</sup>\n\nAeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in its manifestation and works either to shape the multiverse within the aspects of this duality in some way, or to correct imbalances to the perfect order of existence. Aeons' machinations can raise a nation, raze it, or restore it from ruin. Their reasons are their own, and they rarely share their motivations with others—through their strange envisioning mode of communication, they simply create the results they insist are necessary to maintain the balance of the multiverse.\n\n As a result of recent shifts in reality, aeons have begun to reassert a presence in the perfect planar city of [Axis](/Planes.aspx?ID=38). To aeons, this is merely the latest in a recurring cycle, albeit one that mortals have not yet borne witness to. Aeons have a name for this cyclic return, in which they welcome their industrious axiomite brethren back to their fold: the Convergence. At the onset of the Convergence, a council of pleroma aeons appeared in the Eternal City of Axis, where they revealed that [axiomites](/Monsters.aspx?ID=7) were wayward aeons, split off long ago to pursue the act of creation. With the latest cycle of change, it was time for axiomites—and their mortal creations and kin—to rejoin the aeon cause. While most axiomites fell in line, realizing perhaps on a fundamental level of reality that what the aeons said was the truth, some refused to heed the call and waited for the wrath of the aeons. That wrath has yet to come. The dual-natured aeons have responded to those who have declined in confusing ways. With some they treat and even bargain, while a handful of others they have destroyed, and a few have been exterminated by the axiomites. But most of these quiet insurgents they leave alone, allowing these axiomites to continue to create in peace. How—or if—this Convergence will end is as little understood as aeons themselves. \r\n\r\n<title level=\"2\">Members</title>\r\n[Akhana](/Monsters.aspx?ID=2799) (Creature 12), [Arbiter](/Monsters.aspx?ID=2791) (Creature 1), [Axiomite](/Monsters.aspx?ID=2792) (Creature 8), [Pleroma](/Monsters.aspx?ID=2811) (Creature 20)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Aeon Divinities</title>\r\n\r\nWhether the aeons serve an actual divinity, a philosophical concept, or merely a “supreme oneness” is a topic hotly debated by planar scholars. The aeons themselves are silent, referring to this being or concept as the Monad, a “condition of all.” Regardless of what the Monad actually is, there certainly exists another category of powerful aeons—the Arbiters, each a unique demigod with its own powers and goals. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Other Aeons</title>\r\n\r\nAeons are among the least understood of the Great Beyond's immortal creatures, and they have a wide range of powers and abilities. Far more aeons exist than those presented here, including guardians of time like the four-armed bythos and the weirdly symmetrical theletos, which moderates the duality between freedom and fate.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Tools of Creation</title>\r\n\r\nAlthough records are obviously sparse, aeons were deeply involved in the creation of [the Universe](/Planes.aspx?ID=26). A handful of intact tools from this monumental undertaking remain in the possession of planar powers, but even the broken fragments of these tools are treasured by mortals as [_aeon stones_](/Equipment.aspx?ID=3055).\r\n</aside>",
 "name": "Aeon",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 8",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 8 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 8"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 8 <sup>1.1</sup>",
 "speed": {},
 "summary": "Aeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in …",
 "summary_markdown": "Aeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in …",
 "text": " Aeon Source Monster Core pg. 8 1.1 Aeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in its manifestation and works either to shape the multiverse within the aspects of this duality in some way, or to correct imbalances to the perfect order of existence. Aeons' machinations can raise a nation, raze it, or restore it from ruin. Their reasons are their own, and they rarely share their motivations with others—through their strange envisioning mode of communication, they simply create the results they insist are necessary to maintain the balance of the multiverse. As a result of recent shifts in reality, aeons have begun to reassert a presence in the perfect planar city of Axis. To aeons, this is merely the latest in a recurring cycle, albeit one that mortals have not yet borne witness to. Aeons have a name for this cyclic return, in which they welcome their industrious axiomite brethren back to their fold: the Convergence. At the onset of the Convergence, a council of pleroma aeons appeared in the Eternal City of Axis, where they revealed that axiomites were wayward aeons, split off long ago to pursue the act of creation. With the latest cycle of change, it was time for axiomites—and their mortal creations and kin—to rejoin the aeon cause. While most axiomites fell in line, realizing perhaps on a fundamental level of reality that what the aeons said was the truth, some refused to heed the call and waited for the wrath of the aeons. That wrath has yet to come. The dual-natured aeons have responded to those who have declined in confusing ways. With some they treat and even bargain, while a handful of others they have destroyed, and a few have been exterminated by the axiomites. But most of these quiet insurgents they leave alone, allowing these axiomites to continue to create in peace. How—or if—this Convergence will end is as little understood as aeons themselves. Members Akhana (Creature 12), Arbiter (Creature 1), Axiomite (Creature 8), Pleroma (Creature 20) Aeon Divinities Whether the aeons serve an actual divinity, a philosophical concept, or merely a “supreme oneness” is a topic hotly debated by planar scholars. The aeons themselves are silent, referring to this being or concept as the Monad, a “condition of all.” Regardless of what the Monad actually is, there certainly exists another category of powerful aeons—the Arbiters, each a unique demigod with its own powers and goals. Other Aeons Aeons are among the least understood of the Great Beyond's immortal creatures, and they have a wide range of powers and abilities. Far more aeons exist than those presented here, including guardians of time like the four-armed bythos and the weirdly symmetrical theletos, which moderates the duality between freedom and fate. Tools of Creation Although records are obviously sparse, aeons were deeply involved in the creation of the Universe. A handful of intact tools from this monumental undertaking remain in the possession of planar powers, but even the broken fragments of these tools are treasured by mortals as aeon stones . ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=357",
 "weakness": {}
}