{
 "category": "creature-family",
 "creature_family": "Alghollthu",
 "creature_family_markdown": "Alghollthu",
 "exclude_from_search": false,
 "id": "creature-family-358",
 "legacy_id": [
  "creature-family-1"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Alghollthu](/MonsterFamilies.aspx?ID=358)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 12 <sup>1.1</sup>\n\nIn bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast swaths of the world. Alghollthus shaped their servitors and other creatures using mental manipulation and physically transformative magic. The rulers of the alghollthus, the so-called “veiled masters,” further shaped entire societies by assuming the forms of those they controlled.\n\n In time, the alghollthus grew frustrated with upstart surface societies and meddling gods. They used incredible magical power to call forth a cataclysm, hoping to destroy the rebellious societies they'd manipulated. Yet they miscalculated the will to survive of those they treated as their pawns, and in time the world recovered, this time free of alghollthu influence.\n\n Today, the alghollthus have mostly remained within the deep aquatic realms where they still rule without question. Yet they have not abandoned their plots entirely, and the reemergence of servitors like faceless stalkers suggests that the alghollthus have turned their hateful eyes to the surface once again.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ugothol](/Monsters.aspx?ID=2812) (Creature 4), [Vidileth](/Monsters.aspx?ID=2813) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ancient Influences</title>\r\n\r\nThe veiled masters influenced the ancient Azlanti, and it was they who invoked the apocalypse of Earthfall to destroy Azlant when humanity grew too prideful. That this act also called down the magical Starstone, an artifact capable of transforming mortals into gods, was an ironic turn of events considering the alghollthus' intolerance for faith.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Alghollthus</title>\r\n\r\nWhile the veiled masters are the rulers of alghollthu society, they are not the most powerful of their kind. Greater, more mysterious creatures that function as organic thought networks, immense aquatic engines of war, or specialized extractors of forgotten secrets dwell among their sunken cities. Meanwhile, the world above remains infested with creatures that were originally created by the alghollthus but have long since drifted away from their aquatic progenitors to become their own sinister monstrosities.\r\n</aside>",
 "name": "Alghollthu",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 12",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 12 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast swaths of the world. Alghollthus shaped …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 12"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 12 <sup>1.1</sup>",
 "speed": {},
 "summary": "In bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast swaths of the world. Alghollthus shaped …",
 "summary_markdown": "In bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast swaths of the world. Alghollthus shaped …",
 "text": " Alghollthu Source Monster Core pg. 12 1.1 In bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast swaths of the world. Alghollthus shaped their servitors and other creatures using mental manipulation and physically transformative magic. The rulers of the alghollthus, the so-called “veiled masters,” further shaped entire societies by assuming the forms of those they controlled. In time, the alghollthus grew frustrated with upstart surface societies and meddling gods. They used incredible magical power to call forth a cataclysm, hoping to destroy the rebellious societies they'd manipulated. Yet they miscalculated the will to survive of those they treated as their pawns, and in time the world recovered, this time free of alghollthu influence. Today, the alghollthus have mostly remained within the deep aquatic realms where they still rule without question. Yet they have not abandoned their plots entirely, and the reemergence of servitors like faceless stalkers suggests that the alghollthus have turned their hateful eyes to the surface once again. Members Ugothol (Creature 4), Vidileth (Creature 14) Ancient Influences The veiled masters influenced the ancient Azlanti, and it was they who invoked the apocalypse of Earthfall to destroy Azlant when humanity grew too prideful. That this act also called down the magical Starstone, an artifact capable of transforming mortals into gods, was an ironic turn of events considering the alghollthus' intolerance for faith. Other Alghollthus While the veiled masters are the rulers of alghollthu society, they are not the most powerful of their kind. Greater, more mysterious creatures that function as organic thought networks, immense aquatic engines of war, or specialized extractors of forgotten secrets dwell among their sunken cities. Meanwhile, the world above remains infested with creatures that were originally created by the alghollthus but have long since drifted away from their aquatic progenitors to become their own sinister monstrosities. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=358",
 "weakness": {}
}