{
 "category": "creature-family",
 "creature_family": "Archon",
 "creature_family_markdown": "Archon",
 "exclude_from_search": false,
 "id": "creature-family-365",
 "legacy_id": [
  "creature-family-9"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Archon](/MonsterFamilies.aspx?ID=365)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 26 <sup>1.1</sup>\n\nArchons are guardians of [Heaven](/Planes.aspx?ID=41) and enemies of corruption. Before gods and their servants set foot in the celestial planes, archons already resided in Heaven, the original inhabitants of the realm. Upon meeting, the archons and divine [angels](/MonsterFamilies.aspx?ID=3) quickly discovered they were of a kind, holding justice and righteousness in their hearts. An alliance was formed, and archons now serve as stalwart allies to all celestials and mortals they find worthy.\n\n While the first archons coalesced from the immense seven-tiered mountain of Heaven, they choose willing and worthy Heaven-bound souls to join their ranks. These mortals hear and answer the call of a mysterious voice, manifesting in the Garden at the mountain's peak. There they swear to forever serve the cause of justice and transform into their new archon forms.\n\n Though deeply concerned with defending mortal life and willing to sacrifice themselves in battle against fiends, archons often feel rote and inscrutable to others, and their forms can border on frightening and bizarre. For this reason, they often have issues with interacting with mortals, or with the free spirited [azatas](/MonsterFamilies.aspx?ID=10). Despite this, archons draw great strength from others, especially those who exemplify virtue.\n\n Beyond their celestial allies, archons also maintain ancient ties with [aeons](/MonsterFamilies.aspx?ID=2). The inscrutable factions can still be seen working together to defend long- forgotten secrets and enforce rules that predate mortal life. Archons explain these missions as necessary without further elaboration, leaving even their angelic allies frustrated with archons' obstinance.\r\n\r\n<title level=\"2\">Members</title>\r\n[Aesra](/Monsters.aspx?ID=2834) (Creature 7), [Giylea](/Monsters.aspx?ID=2836) (Creature 16), [Qarna](/Monsters.aspx?ID=2833) (Creature 4), [Rekhep](/Monsters.aspx?ID=2835) (Creature 10), [Zoaem](/Monsters.aspx?ID=2832) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Archon Aesthetics</title>\r\n\r\nWhile archons do not seek to gather or maintain wealth, they do appreciate beauty and art, and their domains are often decorated with valuable crafts and creative works. They themselves are similarly ornate, and they always take time for proper maintenance after battle. Archons value care—and thus tidiness—in all things.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Archon Divinities</title>\r\n\r\nAs with [angels](/MonsterFamilies.aspx?ID=359) and [azatas](/MonsterFamilies.aspx?ID=368), the most powerful archons count among a group of demigods known collectively as empyreal lords. Each archon empyreal lord is a unique and powerful creature who keeps a domain somewhere in Heaven and is worshipped on mortal worlds. Archon divinities serve a variety of goals and focus on different aspects of righteousness. Some, such as [Arqueros](/Deities.aspx?ID=244), hold influence over the defense of the innocent, while others, like Damerrich, demigod of executions, emphasize the punishment of unrepentant wrongdoers and seek to obliterate evil in all its forms.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Heavenly Mountain</title>\r\n\r\nThough they can be found anywhere in their endless battle against fiends, archons originate in [Heaven](/Planes.aspx?ID=41), a plane that appears as a single massive mountain. Heaven is broken into seven tiers, with most archons occupying the second level, Proelera, their base of army operations, or the sixth level, Iudica, the administrative heart of Heaven.\r\n</aside>",
 "name": "Archon",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 26",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 26 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nArchons are guardians of  Heaven  and enemies of corruption. Before gods and their servants set foot in the celestial planes, archons already resided …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 26"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 26 <sup>1.1</sup>",
 "speed": {},
 "summary": "Archons are guardians of  Heaven  and enemies of corruption. Before gods and their servants set foot in the celestial planes, archons already resided …",
 "summary_markdown": "Archons are guardians of  Heaven  and enemies of corruption. Before gods and their servants set foot in the celestial planes, archons already resided …",
 "text": " Archon Source Monster Core pg. 26 1.1 Archons are guardians of Heaven and enemies of corruption. Before gods and their servants set foot in the celestial planes, archons already resided in Heaven, the original inhabitants of the realm. Upon meeting, the archons and divine angels quickly discovered they were of a kind, holding justice and righteousness in their hearts. An alliance was formed, and archons now serve as stalwart allies to all celestials and mortals they find worthy. While the first archons coalesced from the immense seven-tiered mountain of Heaven, they choose willing and worthy Heaven-bound souls to join their ranks. These mortals hear and answer the call of a mysterious voice, manifesting in the Garden at the mountain's peak. There they swear to forever serve the cause of justice and transform into their new archon forms. Though deeply concerned with defending mortal life and willing to sacrifice themselves in battle against fiends, archons often feel rote and inscrutable to others, and their forms can border on frightening and bizarre. For this reason, they often have issues with interacting with mortals, or with the free spirited azatas. Despite this, archons draw great strength from others, especially those who exemplify virtue. Beyond their celestial allies, archons also maintain ancient ties with aeons. The inscrutable factions can still be seen working together to defend long- forgotten secrets and enforce rules that predate mortal life. Archons explain these missions as necessary without further elaboration, leaving even their angelic allies frustrated with archons' obstinance. Members Aesra (Creature 7), Giylea (Creature 16), Qarna (Creature 4), Rekhep (Creature 10), Zoaem (Creature 1) Archon Aesthetics While archons do not seek to gather or maintain wealth, they do appreciate beauty and art, and their domains are often decorated with valuable crafts and creative works. They themselves are similarly ornate, and they always take time for proper maintenance after battle. Archons value care—and thus tidiness—in all things. Archon Divinities As with angels and azatas, the most powerful archons count among a group of demigods known collectively as empyreal lords. Each archon empyreal lord is a unique and powerful creature who keeps a domain somewhere in Heaven and is worshipped on mortal worlds. Archon divinities serve a variety of goals and focus on different aspects of righteousness. Some, such as Arqueros, hold influence over the defense of the innocent, while others, like Damerrich, demigod of executions, emphasize the punishment of unrepentant wrongdoers and seek to obliterate evil in all its forms. Heavenly Mountain Though they can be found anywhere in their endless battle against fiends, archons originate in Heaven, a plane that appears as a single massive mountain. Heaven is broken into seven tiers, with most archons occupying the second level, Proelera, their base of army operations, or the sixth level, Iudica, the administrative heart of Heaven. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=365",
 "weakness": {}
}