{
 "category": "creature-family",
 "creature_family": "Azata",
 "creature_family_markdown": "Azata",
 "exclude_from_search": false,
 "id": "creature-family-368",
 "legacy_id": [
  "creature-family-10"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Azata](/MonsterFamilies.aspx?ID=368)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 32 <sup>1.1</sup>\n\nAzatas are manifestations of freedom and unrestrained joy—kindly celestials with a penchant for curious exploration, spontaneous revelry, and whimsical quests. Born of good dreams and heartfelt wishes for a better world, they reside in the untamable wilds of [Elysium](/Planes.aspx?ID=40). Azatas are passionate and mercurial, as beautiful and bright as a child's fantasy, but also fiercely loyal to those they hold dear. They act quickly and directly against fiendish and foul influences, but they tend to avoid guiding mortal affairs otherwise, allowing people to choose their own destiny without the meddling of otherworldly forces.\n\n Azatas reject the dual chains of both duty and tyranny, but also the heavy chains of despair that reality so often inflicts upon those who live in it. This can give them a dubious reputation with other celestials, who consider azatas to be flighty and unreliable, but azatas know that unrelenting self-sacrifice can be just as destructive to the soul as evil. Azatas refuse to compromise the beauty of the world with such banality, instead living without regret and savoring every triumph and agony they encounter upon the way.\r\n\r\n<title level=\"2\">Members</title>\r\n[Aeolaeka](/Monsters.aspx?ID=2843) (Creature 12), [Gancanagh](/Monsters.aspx?ID=2841) (Creature 4), [Kanya](/Monsters.aspx?ID=2842) (Creature 7), [Lyrakien](/Monsters.aspx?ID=2840) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Azata Divinities</title>\r\n\r\nThe most powerful azatas belong to the host of demigods known as empyreal lords. These lesser deities maintain many cults across many worlds in the mortal Universe, and count among their kind such diverse demigods as [Ashava](/Deities.aspx?ID=114), a protector of lost spirits and dancer in the moonlight; [Black Butterfly](/Deities.aspx?ID=115), a mysterious agent of Desna and patron of the depths of outer space; and Sinashakti, joyful wanderer and deliverer of wisdom to vagabonds.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Azata Treasures</title>\r\n\r\nAzatas are not above material wealth, and most azatas adore finery out of an innocent passion for its beauty. Not entirely immune to embarrassment, they might explain away bejeweled weapons as necessary tools against the forces of evil, or the wild array of jewelry and silks they wear as important diplomatic tools.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Azatas</title>\r\n\r\nThe wilds of Elysium play host to a wide array of azatas, the most varied and widespread of the celestials. From the four-eyed, mothlike uinuja to the supernaturally verdant and beautiful veranallia, whose lower body is a wondrous garden of wildflowers and plant life, azatas are nothing if not diverse!\r\n</aside>",
 "name": "Azata",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 32",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 32 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAzatas are manifestations of freedom and unrestrained joy—kindly celestials with a penchant for curious exploration, spontaneous revelry, and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 32"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 32 <sup>1.1</sup>",
 "speed": {},
 "summary": "Azatas are manifestations of freedom and unrestrained joy—kindly celestials with a penchant for curious exploration, spontaneous revelry, and …",
 "summary_markdown": "Azatas are manifestations of freedom and unrestrained joy—kindly celestials with a penchant for curious exploration, spontaneous revelry, and …",
 "text": " Azata Source Monster Core pg. 32 1.1 Azatas are manifestations of freedom and unrestrained joy—kindly celestials with a penchant for curious exploration, spontaneous revelry, and whimsical quests. Born of good dreams and heartfelt wishes for a better world, they reside in the untamable wilds of Elysium. Azatas are passionate and mercurial, as beautiful and bright as a child's fantasy, but also fiercely loyal to those they hold dear. They act quickly and directly against fiendish and foul influences, but they tend to avoid guiding mortal affairs otherwise, allowing people to choose their own destiny without the meddling of otherworldly forces. Azatas reject the dual chains of both duty and tyranny, but also the heavy chains of despair that reality so often inflicts upon those who live in it. This can give them a dubious reputation with other celestials, who consider azatas to be flighty and unreliable, but azatas know that unrelenting self-sacrifice can be just as destructive to the soul as evil. Azatas refuse to compromise the beauty of the world with such banality, instead living without regret and savoring every triumph and agony they encounter upon the way. Members Aeolaeka (Creature 12), Gancanagh (Creature 4), Kanya (Creature 7), Lyrakien (Creature 1) Azata Divinities The most powerful azatas belong to the host of demigods known as empyreal lords. These lesser deities maintain many cults across many worlds in the mortal Universe, and count among their kind such diverse demigods as Ashava, a protector of lost spirits and dancer in the moonlight; Black Butterfly, a mysterious agent of Desna and patron of the depths of outer space; and Sinashakti, joyful wanderer and deliverer of wisdom to vagabonds. Azata Treasures Azatas are not above material wealth, and most azatas adore finery out of an innocent passion for its beauty. Not entirely immune to embarrassment, they might explain away bejeweled weapons as necessary tools against the forces of evil, or the wild array of jewelry and silks they wear as important diplomatic tools. Other Azatas The wilds of Elysium play host to a wide array of azatas, the most varied and widespread of the celestials. From the four-eyed, mothlike uinuja to the supernaturally verdant and beautiful veranallia, whose lower body is a wondrous garden of wildflowers and plant life, azatas are nothing if not diverse! ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=368",
 "weakness": {}
}