{
 "category": "creature-family",
 "creature_family": "Caligni",
 "creature_family_markdown": "Caligni",
 "exclude_from_search": false,
 "id": "creature-family-375",
 "legacy_id": [
  "creature-family-18"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Caligni](/MonsterFamilies.aspx?ID=375)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 48 <sup>1.1</sup>\n\nCalignis lurk in subterranean cities, with each caligni growing into a specific role and form determined by supernatural influences in caligni society. Regardless of their size or role, all calignis are gaunt, with pale flesh and white eyes. Many relish the chance to creep above ground at night to steal\r\n\r\n<title level=\"2\">Members</title>\r\n[Caligni Dancer](/Monsters.aspx?ID=2862) (Creature 1), [Caligni Hunter](/Monsters.aspx?ID=2864) (Creature 4), [Caligni Skulker](/Monsters.aspx?ID=2863) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Darkening Poison</title>\r\n\r\nMany calignis keep several doses of darkening poison, an uncommon injury poison made from Darklands spider venom, on hand to incapacitate foes. A dose of darkening poison costs 5 gp, is of light Bulk, is held in 2 hands, and has the following statistics.\n\n **Saving Throw** DC 16 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 1d6 poison (1 round); **Stage 2** 1d6 poison and creatures you can see only with [darkvision](/Rules.aspx?ID=415) are [concealed](/Conditions.aspx?ID=62) from you (1 round); **Stage 3** 1d6 poison and creatures you can see only with darkvision are [hidden](/Conditions.aspx?ID=79) from you (1 round)\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Caligni Legacy</title>\r\n\r\nThe calignis are descendants of [humans](/Ancestries.aspx?ID=6) who, millennia ago, fled underground to escape a devastating cataclysm and begged for salvation from malevolent, shadowy demigods known only as the Forsaken. The Forsaken warped the refugees into tough survivors, but at a price: every caligni that dies transforms into energy as a scrap of their soul feeds the Forsaken. The Forsaken themselves later vanished despite these offerings, leaving shadowy proxies to shape calignis and their culture.\r\n</aside>",
 "name": "Caligni",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 48",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 48 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCalignis lurk in subterranean cities, with each caligni growing into a specific role and form determined by supernatural influences in caligni …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 48"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 48 <sup>1.1</sup>",
 "speed": {},
 "summary": "Calignis lurk in subterranean cities, with each caligni growing into a specific role and form determined by supernatural influences in caligni …",
 "summary_markdown": "Calignis lurk in subterranean cities, with each caligni growing into a specific role and form determined by supernatural influences in caligni …",
 "text": " Caligni Source Monster Core pg. 48 1.1 Calignis lurk in subterranean cities, with each caligni growing into a specific role and form determined by supernatural influences in caligni society. Regardless of their size or role, all calignis are gaunt, with pale flesh and white eyes. Many relish the chance to creep above ground at night to steal Members Caligni Dancer (Creature 1), Caligni Hunter (Creature 4), Caligni Skulker (Creature 2) Darkening Poison Many calignis keep several doses of darkening poison, an uncommon injury poison made from Darklands spider venom, on hand to incapacitate foes. A dose of darkening poison costs 5 gp, is of light Bulk, is held in 2 hands, and has the following statistics. Saving Throw DC 16 Fortitude; Maximum Duration 6 rounds; Stage 1 1d6 poison (1 round); Stage 2 1d6 poison and creatures you can see only with darkvision are concealed from you (1 round); Stage 3 1d6 poison and creatures you can see only with darkvision are hidden from you (1 round) The Caligni Legacy The calignis are descendants of humans who, millennia ago, fled underground to escape a devastating cataclysm and begged for salvation from malevolent, shadowy demigods known only as the Forsaken. The Forsaken warped the refugees into tough survivors, but at a price: every caligni that dies transforms into energy as a scrap of their soul feeds the Forsaken. The Forsaken themselves later vanished despite these offerings, leaving shadowy proxies to shape calignis and their culture. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=375",
 "weakness": {}
}