{
 "category": "creature-family",
 "creature_family": "Daemon",
 "creature_family_markdown": "Daemon",
 "exclude_from_search": false,
 "id": "creature-family-386",
 "legacy_id": [
  "creature-family-26"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Daemon](/MonsterFamilies.aspx?ID=386)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 72 <sup>1.1</sup>\n\nDenizens of the bleak and terrible plane of [Abaddon](/Planes.aspx?ID=37), daemons are shaped by and devoted to the destruction of life in all its forms. They seek the death of every mortal being by the most painful and horrible means possible, in service to the Apocalypse Riders. Each kind of daemon represents a different way to die, and their powers are nearly always aimed at spreading that particular form of death. Through the use of these powers, they seek to drag all existence down into a pit of hopelessness and despair, and to commit all souls to oblivion.\n\n While mortals who summon daemons usually seek to use the creatures' destructive and corrupting powers for their own ends, daemons always look for ways to spread fear, doubt, and despair wherever they go. Often, daemons disguise their plots as the workings of other [fiends](/Traits.aspx?ID=600), knowing that such confusion compounds mortals' fear and keeps those mortals from bringing the most effective weapons. As a result, learned mortals sometimes refer to daemons as “riders” after their leaders or “soul mongers” after their largest industry.\n\n While many fiends seek to tempt mortals into lives of nihilistic evil to increase their own numbers and power on their native planes, daemons are further driven by a supernatural hunger for mortal souls and use a variety of methods—not least of which is the cacodaemons' soul gems—to entrap them. On Abaddon and in other forbidding places across the multiverse, souls are simultaneously a delicacy, a trade good, and a source of magical power, and the daemons are among the greatest gluttons, merchants, and abusers of this spiritual “resource.” \r\n\r\n<title level=\"2\">Members</title>\r\n[Astradaemon](/Monsters.aspx?ID=2894) (Creature 16), [Bibliodaemon](/Monsters.aspx?ID=3810) (Creature 8), [Cacodaemon](/Monsters.aspx?ID=2891) (Creature 1), [Leukodaemon](/Monsters.aspx?ID=2893) (Creature 9), [Venedaemon](/Monsters.aspx?ID=2892) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Daemonic Divinities</title>\r\n\r\nNumerous powerful and unique daemon demigods, known collectively as harbingers, rule over swaths of Abaddon. Above these demigods, though, are entities of even greater power—the four Apocalypse Riders. As the eons go on, the names and identities of specific Riders change. Currently, they consist of [Apollyon](/Deities.aspx?ID=134) (Rider of Pestilence), [Charon](/Deities.aspx?ID=135) (Rider of Death), [Szuriel](/Deities.aspx?ID=136) (Rider of War), and [Trelmarixian](/Deities.aspx?ID=137) (Rider of Famine). Of these, only Charon has never fallen to an upstart. Some hold that a “Fifth Rider” once ruled over the other four, while others maintain that the eternally eclipsed sun in the skies above Abaddon is all that remains of this long-dead god.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Daemons</title>\r\n\r\nAs many daemons exist as there are awful ways to die. The bloody sangudaemon personifies death by blood loss, while the skeletal thanadaemon represents death from old age. The most powerful daemons are the olethrodaemons, who represent the massive deaths caused by apocalypses and the end of entire worlds.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Soul Gems as Treasure</title>\r\n\r\nSoul gems are traded in illicit markets, a tradition [celestials](/Traits.aspx?ID=551) and [psychopomps](/MonsterFamilies.aspx?ID=458) alike find vile. Soul gems' value varies, but they're generally worth an amount relative to the level of a gem's captive soul.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Daemonic Paradox</title>\r\n\r\nDaemons embody a fundamental paradox—while they are incarnations of death and seek to devour all that lives, they are themselves living creatures. Some speak of a glorious end time after which reality will finally be free of the contagion that is life itself. Most daemons give no thought to this paradox.\r\n</aside>",
 "name": "Daemon",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 72",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 72 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDenizens of the bleak and terrible plane of  Abaddon , daemons are shaped by and devoted to the destruction of life in all its forms. They seek the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 72"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 72 <sup>1.1</sup>",
 "speed": {},
 "summary": "Denizens of the bleak and terrible plane of  Abaddon , daemons are shaped by and devoted to the destruction of life in all its forms. They seek the …",
 "summary_markdown": "Denizens of the bleak and terrible plane of  Abaddon , daemons are shaped by and devoted to the destruction of life in all its forms. They seek the …",
 "text": " Daemon Source Monster Core pg. 72 1.1 Denizens of the bleak and terrible plane of Abaddon, daemons are shaped by and devoted to the destruction of life in all its forms. They seek the death of every mortal being by the most painful and horrible means possible, in service to the Apocalypse Riders. Each kind of daemon represents a different way to die, and their powers are nearly always aimed at spreading that particular form of death. Through the use of these powers, they seek to drag all existence down into a pit of hopelessness and despair, and to commit all souls to oblivion. While mortals who summon daemons usually seek to use the creatures' destructive and corrupting powers for their own ends, daemons always look for ways to spread fear, doubt, and despair wherever they go. Often, daemons disguise their plots as the workings of other fiends, knowing that such confusion compounds mortals' fear and keeps those mortals from bringing the most effective weapons. As a result, learned mortals sometimes refer to daemons as “riders” after their leaders or “soul mongers” after their largest industry. While many fiends seek to tempt mortals into lives of nihilistic evil to increase their own numbers and power on their native planes, daemons are further driven by a supernatural hunger for mortal souls and use a variety of methods—not least of which is the cacodaemons' soul gems—to entrap them. On Abaddon and in other forbidding places across the multiverse, souls are simultaneously a delicacy, a trade good, and a source of magical power, and the daemons are among the greatest gluttons, merchants, and abusers of this spiritual “resource.” Members Astradaemon (Creature 16), Bibliodaemon (Creature 8), Cacodaemon (Creature 1), Leukodaemon (Creature 9), Venedaemon (Creature 5) Daemonic Divinities Numerous powerful and unique daemon demigods, known collectively as harbingers, rule over swaths of Abaddon. Above these demigods, though, are entities of even greater power—the four Apocalypse Riders. As the eons go on, the names and identities of specific Riders change. Currently, they consist of Apollyon (Rider of Pestilence), Charon (Rider of Death), Szuriel (Rider of War), and Trelmarixian (Rider of Famine). Of these, only Charon has never fallen to an upstart. Some hold that a “Fifth Rider” once ruled over the other four, while others maintain that the eternally eclipsed sun in the skies above Abaddon is all that remains of this long-dead god. Other Daemons As many daemons exist as there are awful ways to die. The bloody sangudaemon personifies death by blood loss, while the skeletal thanadaemon represents death from old age. The most powerful daemons are the olethrodaemons, who represent the massive deaths caused by apocalypses and the end of entire worlds. Soul Gems as Treasure Soul gems are traded in illicit markets, a tradition celestials and psychopomps alike find vile. Soul gems' value varies, but they're generally worth an amount relative to the level of a gem's captive soul. The Daemonic Paradox Daemons embody a fundamental paradox—while they are incarnations of death and seek to devour all that lives, they are themselves living creatures. Some speak of a glorious end time after which reality will finally be free of the contagion that is life itself. Most daemons give no thought to this paradox. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=386",
 "weakness": {}
}