{
 "category": "creature-family",
 "creature_family": "Demon",
 "creature_family_markdown": "Demon",
 "exclude_from_search": false,
 "id": "creature-family-387",
 "legacy_id": [
  "creature-family-28"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Demon](/MonsterFamilies.aspx?ID=387)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 76 <sup>1.1</sup>\n\nWhen a sinful mortal soul is judged and sent on to the [Outer Rifts](/Planes.aspx?ID=45), it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they classic sins like wrath or gluttony, or more “specialized” depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon's driving goals are twofold—the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Outer Rifts.\n\n Demons are selfish and self-absorbed creatures, and most firmly believe that mortals only play at being more virtuous than fiends. They enjoy tempting mortals into damnation to both indulge their egos and swell their armies. Like many other fiends, one of the great rewards of this manipulation is fulfilling their hunger for souls. In their eyes, the primary use for these souls is to spawn new demons, who can serve as soldiers, slaves, pawns, or even currency for their more powerful masters. \r\n\r\n<title level=\"2\">Members</title>\r\n[Brimorak](/Monsters.aspx?ID=2896) (Creature 5), [Coloxus](/Monsters.aspx?ID=3363) (Creature 12), [Degholau](/Monsters.aspx?ID=3776) (Creature 13), [Eshmok](/Monsters.aspx?ID=3777) (Creature 9), [Imvath](/Monsters.aspx?ID=3788) (Creature 19), [Invidiak](/Monsters.aspx?ID=3784) (Creature 7), [Miastrilek](/Monsters.aspx?ID=3785) (Creature 11), [Omox](/Monsters.aspx?ID=2898) (Creature 12), [Pusk](/Monsters.aspx?ID=2895) (Creature 2), [Seraptis](/Monsters.aspx?ID=2899) (Creature 15), [Shemhazian](/Monsters.aspx?ID=2900) (Creature 16), [Succubus](/Monsters.aspx?ID=2897) (Creature 7), [Vansidieth](/Monsters.aspx?ID=3789) (Creature 18), [Vrolikai](/Monsters.aspx?ID=2901) (Creature 20)\r\n\r\n<title level=\"2\">Group Families</title>\r\n[Demon Throng](/MonsterFamilies.aspx?ID=337)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Demonic Deities</title>\r\n\r\nThe most powerful demons are known as demon lords (the term is gender neutral in this case). Of these divinities, [Lamashtu](/Deities.aspx?ID=287) is the most powerful. Countless other demon lords exist, including [Abraxas](/Deities.aspx?ID=71), [Cyth-V'sug](/Deities.aspx?ID=74), [Kabriri](/Deities.aspx?ID=76), and [Zura](/Deities.aspx?ID=83).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Demonic Sources</title>\r\n\r\nWhen a sinful mortal soul is consigned to the [Outer Rifts](/Planes.aspx?ID=45), it spends time wallowing in the mire and feeding on filth. If it survives and is not itself eaten, the soul eventually ascends into a demon, as influenced by the nature of its sin, yet most demons are themselves capable of reproduction as well. The fecundity of demonic life is perhaps the greatest—and most threatening—aspect of these dangerous fiends.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">History of Evil</title>\r\n\r\nBefore mortals flooded [the Universe](/Planes.aspx?ID=26) with their sins, [qlippoths](/MonsterFamilies.aspx?ID=460) (page 280) ruled the depths of the Outer Rifts. It has been ages since a qlippoth has risen high enough to directly challenge the demons' hold, but the ancient fiends still work to weaken their enemies by attacking the mortals that spawn them.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Newcomers to the Rifts</title>\r\n\r\nThough now the most plentiful fiends of the [Outer Rifts](/Planes.aspx?ID=45), demons are relative newcomers, spawning only as mortal influence—and mortal sin, in particular—began to shape the plane. For eons, demons fought with other longstanding residents of the Rifts for dominance, but eventually their sheer numbers allowed them to become the predominant fiends of the plane.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Out of the Rifts</title>\r\n\r\nThe winding, ever-changing realm of the [Outer Rifts](/Planes.aspx?ID=45) is the planar home of demonic life, but demons can be found anywhere the capacity to sin exists. Evil or foolish conjurers are fond of calling upon demons for advice or darker needs. When the Outer Rifts wear through the boundaries of reality to create wound-like portals into other worlds, demons can spill over to wreak incredible havoc.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Sinful Destruction</title>\r\n\r\nWhile they enjoy causing destruction themselves, most demons prefer to trick and tempt mortals into falling to sin of their own volition. Unlike [devils](/MonsterFamilies.aspx?ID=389), who seek control, demons have a taste for ruin.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Uncountable Demons</title>\r\n\r\nThe [Outer Rifts](/Planes.aspx?ID=45) may be the largest of the Outer Planes, and mortals have an equally large capacity to betray themselves, society, and the natural order of reality. With this limitless source for increasingly specialized sins, the Outer Rifts is constantly generating new types of demons to plague reality. While the vast majority of these are swiftly destroyed and never rise again, enough survive that dozens, if not hundreds, of types of demons are known to exist beyond those listed here.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">What Makes a Sin?</title>\r\n\r\nSome classify sin into seven categories—envy, gluttony, greed, lust, pride, sloth, and wrath. While these sins embody some of the most powerful and numerous demons, far more than seven types of demons exist. Any act of cruelty or destruction a mortal takes to gratify the self at others' expense is, in effect, a sin, and any such act can spawn a demon from a soul in the afterlife.\r\n</aside>",
 "name": "Demon",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 76",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 76 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen a sinful mortal soul is judged and sent on to the  Outer Rifts , it can become a deadly fiend—a demon. Demons are living incarnations of sin—be …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 76"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 76 <sup>1.1</sup>",
 "speed": {},
 "summary": "When a sinful mortal soul is judged and sent on to the  Outer Rifts , it can become a deadly fiend—a demon. Demons are living incarnations of sin—be …",
 "summary_markdown": "When a sinful mortal soul is judged and sent on to the  Outer Rifts , it can become a deadly fiend—a demon. Demons are living incarnations of sin—be …",
 "text": " Demon Source Monster Core pg. 76 1.1 When a sinful mortal soul is judged and sent on to the Outer Rifts, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they classic sins like wrath or gluttony, or more “specialized” depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon's driving goals are twofold—the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Outer Rifts. Demons are selfish and self-absorbed creatures, and most firmly believe that mortals only play at being more virtuous than fiends. They enjoy tempting mortals into damnation to both indulge their egos and swell their armies. Like many other fiends, one of the great rewards of this manipulation is fulfilling their hunger for souls. In their eyes, the primary use for these souls is to spawn new demons, who can serve as soldiers, slaves, pawns, or even currency for their more powerful masters. Members Brimorak (Creature 5), Coloxus (Creature 12), Degholau (Creature 13), Eshmok (Creature 9), Imvath (Creature 19), Invidiak (Creature 7), Miastrilek (Creature 11), Omox (Creature 12), Pusk (Creature 2), Seraptis (Creature 15), Shemhazian (Creature 16), Succubus (Creature 7), Vansidieth (Creature 18), Vrolikai (Creature 20) Group Families Demon Throng Demonic Deities The most powerful demons are known as demon lords (the term is gender neutral in this case). Of these divinities, Lamashtu is the most powerful. Countless other demon lords exist, including Abraxas, Cyth-V'sug, Kabriri, and Zura. Demonic Sources When a sinful mortal soul is consigned to the Outer Rifts, it spends time wallowing in the mire and feeding on filth. If it survives and is not itself eaten, the soul eventually ascends into a demon, as influenced by the nature of its sin, yet most demons are themselves capable of reproduction as well. The fecundity of demonic life is perhaps the greatest—and most threatening—aspect of these dangerous fiends. History of Evil Before mortals flooded the Universe with their sins, qlippoths (page 280) ruled the depths of the Outer Rifts. It has been ages since a qlippoth has risen high enough to directly challenge the demons' hold, but the ancient fiends still work to weaken their enemies by attacking the mortals that spawn them. Newcomers to the Rifts Though now the most plentiful fiends of the Outer Rifts, demons are relative newcomers, spawning only as mortal influence—and mortal sin, in particular—began to shape the plane. For eons, demons fought with other longstanding residents of the Rifts for dominance, but eventually their sheer numbers allowed them to become the predominant fiends of the plane. Out of the Rifts The winding, ever-changing realm of the Outer Rifts is the planar home of demonic life, but demons can be found anywhere the capacity to sin exists. Evil or foolish conjurers are fond of calling upon demons for advice or darker needs. When the Outer Rifts wear through the boundaries of reality to create wound-like portals into other worlds, demons can spill over to wreak incredible havoc. Sinful Destruction While they enjoy causing destruction themselves, most demons prefer to trick and tempt mortals into falling to sin of their own volition. Unlike devils, who seek control, demons have a taste for ruin. Uncountable Demons The Outer Rifts may be the largest of the Outer Planes, and mortals have an equally large capacity to betray themselves, society, and the natural order of reality. With this limitless source for increasingly specialized sins, the Outer Rifts is constantly generating new types of demons to plague reality. While the vast majority of these are swiftly destroyed and never rise again, enough survive that dozens, if not hundreds, of types of demons are known to exist beyond those listed here. What Makes a Sin? Some classify sin into seven categories—envy, gluttony, greed, lust, pride, sloth, and wrath. While these sins embody some of the most powerful and numerous demons, far more than seven types of demons exist. Any act of cruelty or destruction a mortal takes to gratify the self at others' expense is, in effect, a sin, and any such act can spawn a demon from a soul in the afterlife. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=387",
 "weakness": {}
}