{
 "category": "creature-family",
 "creature_family": "Dero",
 "creature_family_markdown": "Dero",
 "exclude_from_search": false,
 "id": "creature-family-388",
 "legacy_id": [
  "creature-family-29"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dero](/MonsterFamilies.aspx?ID=388)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 84 <sup>1.1</sup>\n\nDeros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of [fey ](/Traits.aspx?ID=599)abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world's surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects.\n\n Deros, particularly the leading magisters, are fixated with curing their allergy to sunlight. To understand how the surface dwellers can withstand the light of the sun, deros conduct late-night raids on surface cities, abducting victims and performing terrible experiments on them. Those who survive are often returned with much of their memory erased and their bodies bearing mysterious scars.\n\n The largest dero settlements are built around esoteric machines of floating crystals. As these crystals grind against each other and hum with sickening blue energy, crystal flakes and powdery residue collect beneath the machinery. Dero magisters gather these products, creating tools and repurposing the crystals to power magical items. \r\n\r\n<title level=\"2\">Members</title>\r\n[Dero Magister](/Monsters.aspx?ID=2904) (Creature 5), [Dero Stalker](/Monsters.aspx?ID=2902) (Creature 2), [Dero Strangler](/Monsters.aspx?ID=2903) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Cytillesh</title>\r\n\r\nDeros grow and ingest a poisonous fungus called cytillesh, also known as brain mold. Cytillesh gives off a pale blue glow and can cause birth defects and various adverse effects. Deros aren't fazed by these detriments, as prolonged exposure can also slow the effects of aging and, in rare cases, provide occult powers to certain individuals known as “magisters.” Deros can also brew cytillesh spores into [lethargy poison](/Equipment.aspx?ID=2902), along with many hallucinogenic toxins.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Cytillesh Toolkits</title>\r\n\r\nThese [healer's toolkits](/Equipment.aspx?ID=2727) are collections of crystalline scalpels and gritty salves made of cytillesh. They all glow the same sickly blue. While the toolkit is outside its opaque container, it sheds dim light in a 5-foot radius. Any non-dero using or wearing the toolkit is [sickened 1](/Conditions.aspx?ID=91) until 1 hour after they've stopped, which cannot be reduced during that time.\r\n</aside>",
 "name": "Dero",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 84",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 84 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDeros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 84"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 84 <sup>1.1</sup>",
 "speed": {},
 "summary": "Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious …",
 "summary_markdown": "Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious …",
 "text": " Dero Source Monster Core pg. 84 1.1 Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world's surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects. Deros, particularly the leading magisters, are fixated with curing their allergy to sunlight. To understand how the surface dwellers can withstand the light of the sun, deros conduct late-night raids on surface cities, abducting victims and performing terrible experiments on them. Those who survive are often returned with much of their memory erased and their bodies bearing mysterious scars. The largest dero settlements are built around esoteric machines of floating crystals. As these crystals grind against each other and hum with sickening blue energy, crystal flakes and powdery residue collect beneath the machinery. Dero magisters gather these products, creating tools and repurposing the crystals to power magical items. Members Dero Magister (Creature 5), Dero Stalker (Creature 2), Dero Strangler (Creature 3) Cytillesh Deros grow and ingest a poisonous fungus called cytillesh, also known as brain mold. Cytillesh gives off a pale blue glow and can cause birth defects and various adverse effects. Deros aren't fazed by these detriments, as prolonged exposure can also slow the effects of aging and, in rare cases, provide occult powers to certain individuals known as “magisters.” Deros can also brew cytillesh spores into lethargy poison, along with many hallucinogenic toxins. Cytillesh Toolkits These healer's toolkits are collections of crystalline scalpels and gritty salves made of cytillesh. They all glow the same sickly blue. While the toolkit is outside its opaque container, it sheds dim light in a 5-foot radius. Any non-dero using or wearing the toolkit is sickened 1 until 1 hour after they've stopped, which cannot be reduced during that time. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=388",
 "weakness": {}
}