{
 "category": "creature-family",
 "creature_family": "Dinosaur",
 "creature_family_markdown": "Dinosaur",
 "exclude_from_search": false,
 "id": "creature-family-391",
 "legacy_id": [
  "creature-family-32"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dinosaur](/MonsterFamilies.aspx?ID=391)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 96 <sup>1.1</sup>\n\nRemnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in magical Darklands caverns. Lizardfolk, orcs, giants, and other humanoids who live near dinosaurs use the animals as mounts, guards, or hunting beasts. Occasionally, rich nobles will collect dinosaurs to display them in menageries, which almost inevitably leads to cast-offs being nursed back to health by druids and other champions of nature. When dinosaurs establish themselves in regions outside their normal habitats, it's often the result of a large collection being released. \r\n\r\n<title level=\"2\">Members</title>\r\n[Ankylosaurus](/Monsters.aspx?ID=2919) (Creature 6), [Brontosaurus](/Monsters.aspx?ID=2922) (Creature 10), [Carnotaurus](/Monsters.aspx?ID=3263) (Creature 7), [Compsognathus](/Monsters.aspx?ID=2914) (Creature -1), [Deinonychus](/Monsters.aspx?ID=2916) (Creature 2), [Hadrosaurid](/Monsters.aspx?ID=2918) (Creature 4), [Majungasaurus](/Monsters.aspx?ID=3262) (Creature 6), [Pachycephalosaurus](/Monsters.aspx?ID=2917) (Creature 3), [Protoceratops](/Monsters.aspx?ID=3261) (Creature 2), [Stegosaurus](/Monsters.aspx?ID=2920) (Creature 7), [Therizinosaurus](/Monsters.aspx?ID=3264) (Creature 9), [Thruneosaurus Rex](/Monsters.aspx?ID=3266) (Creature 17), [Titanosaur](/Monsters.aspx?ID=3265) (Creature 16), [Triceratops](/Monsters.aspx?ID=2921) (Creature 8), [Troodon](/Monsters.aspx?ID=3260) (Creature 1), [Tyrannosaurus](/Monsters.aspx?ID=2923) (Creature 10), [Velociraptor](/Monsters.aspx?ID=2915) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Dinosaur Guardians</title>\r\n\r\nAs with most animals, dinosaurs can be tamed or domesticated, but the difficulty of this task increases along with the dinosaur's level. Lizardfolk and xulgaths are fond of using dinosaurs as beasts of burden, mounts, or even war beasts. Certain dinosaurs, such as velociraptors and deinonychuses, make excellent trackers as well. The largest and most dangerous dinosaurs, such as the tyrannosaurus, are generally avoided, although more powerful creatures like giants have been known to be able to keep them as pets, guardians, or even brutal executioners. In more bloodthirsty cultures, dinosaurs are sadly sometimes used as combatants in gladiatorial battles.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Dinosaur Resources</title>\r\n\r\nAs animals, dinosaurs have little interest in treasure (although velociraptors and deinonychuses, like their bird cousins, enjoy keeping sparkling baubles in their nests), but the remains of adventurers strewn about their lairs often still have valuable gear. Beyond these traditional treasures, local civilizations often hunt dinosaurs for meat, hides, and eggs.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Dinosaurs in Fantasy</title>\r\n\r\nAt first glance, the inclusion of dinosaurs in a fantasy setting might seem strange, but dinosaurs are an excellent creature to use in a game that bridges the gap between familiar real-world animals and legendary monsters. If having dinosaurs mix freely with lions, manticores, and dragons still seems strange to you, consider using them in remote, primeval lands, as suggested in the sidebars below.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Hollow Worlds</title>\r\n\r\nHollow worlds are another classic fictional location where dinosaurs can be found. Some campaign settings might not contain entire isolated worlds within them, but many, such as Golarion, have expansive underground lands. The deepest region of the Darklands of Golarion—a realm called Orv—is an optimal region to find a hollow world. Typically infused with magic that allows for jungles to grow deep underground (and sometimes even featuring sunlike orbs that illuminate the lands from above, simulating a day-night cycle), areas such as Deep Tolguth of Orv make perfect places for dinosaurs to roam.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Dinosaurs</title>\r\n\r\nA wide range of dinosaurs are presented on these pages, but any trip to the movies, exploration of dinosaur books, or online search reveals a wealth of additional creatures that could fit into your game as well. The spike-thumbed iguanodons, sail-backed spinosauruses, therizinosauruses with their massive claws, and more await discovery by those who would seek out the mysteries of the lost worlds where the thunder lizards still rule!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Primeval Lands</title>\r\n\r\nAcross Golarion, dinosaurs are found in isolated lands like primeval jungle valleys or plateaus—sometimes called lost worlds for their inaccessibility and lack of any encroaching civilization. In addition to dinosaurs, other megafauna can exist in these places as well, along with giant insects or aggressive creatures like carnivorous plants, drakes, linnorms, and rocs.\r\n</aside>",
 "name": "Dinosaur",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 96",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 96 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRemnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 96"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 96 <sup>1.1</sup>",
 "speed": {},
 "summary": "Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in …",
 "summary_markdown": "Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in …",
 "text": " Dinosaur Source Monster Core pg. 96 1.1 Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in magical Darklands caverns. Lizardfolk, orcs, giants, and other humanoids who live near dinosaurs use the animals as mounts, guards, or hunting beasts. Occasionally, rich nobles will collect dinosaurs to display them in menageries, which almost inevitably leads to cast-offs being nursed back to health by druids and other champions of nature. When dinosaurs establish themselves in regions outside their normal habitats, it's often the result of a large collection being released. Members Ankylosaurus (Creature 6), Brontosaurus (Creature 10), Carnotaurus (Creature 7), Compsognathus (Creature -1), Deinonychus (Creature 2), Hadrosaurid (Creature 4), Majungasaurus (Creature 6), Pachycephalosaurus (Creature 3), Protoceratops (Creature 2), Stegosaurus (Creature 7), Therizinosaurus (Creature 9), Thruneosaurus Rex (Creature 17), Titanosaur (Creature 16), Triceratops (Creature 8), Troodon (Creature 1), Tyrannosaurus (Creature 10), Velociraptor (Creature 1) Dinosaur Guardians As with most animals, dinosaurs can be tamed or domesticated, but the difficulty of this task increases along with the dinosaur's level. Lizardfolk and xulgaths are fond of using dinosaurs as beasts of burden, mounts, or even war beasts. Certain dinosaurs, such as velociraptors and deinonychuses, make excellent trackers as well. The largest and most dangerous dinosaurs, such as the tyrannosaurus, are generally avoided, although more powerful creatures like giants have been known to be able to keep them as pets, guardians, or even brutal executioners. In more bloodthirsty cultures, dinosaurs are sadly sometimes used as combatants in gladiatorial battles. Dinosaur Resources As animals, dinosaurs have little interest in treasure (although velociraptors and deinonychuses, like their bird cousins, enjoy keeping sparkling baubles in their nests), but the remains of adventurers strewn about their lairs often still have valuable gear. Beyond these traditional treasures, local civilizations often hunt dinosaurs for meat, hides, and eggs. Dinosaurs in Fantasy At first glance, the inclusion of dinosaurs in a fantasy setting might seem strange, but dinosaurs are an excellent creature to use in a game that bridges the gap between familiar real-world animals and legendary monsters. If having dinosaurs mix freely with lions, manticores, and dragons still seems strange to you, consider using them in remote, primeval lands, as suggested in the sidebars below. Hollow Worlds Hollow worlds are another classic fictional location where dinosaurs can be found. Some campaign settings might not contain entire isolated worlds within them, but many, such as Golarion, have expansive underground lands. The deepest region of the Darklands of Golarion—a realm called Orv—is an optimal region to find a hollow world. Typically infused with magic that allows for jungles to grow deep underground (and sometimes even featuring sunlike orbs that illuminate the lands from above, simulating a day-night cycle), areas such as Deep Tolguth of Orv make perfect places for dinosaurs to roam. Other Dinosaurs A wide range of dinosaurs are presented on these pages, but any trip to the movies, exploration of dinosaur books, or online search reveals a wealth of additional creatures that could fit into your game as well. The spike-thumbed iguanodons, sail-backed spinosauruses, therizinosauruses with their massive claws, and more await discovery by those who would seek out the mysteries of the lost worlds where the thunder lizards still rule! Primeval Lands Across Golarion, dinosaurs are found in isolated lands like primeval jungle valleys or plateaus—sometimes called lost worlds for their inaccessibility and lack of any encroaching civilization. In addition to dinosaurs, other megafauna can exist in these places as well, along with giant insects or aggressive creatures like carnivorous plants, drakes, linnorms, and rocs. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=391",
 "weakness": {}
}