{
 "category": "creature-family",
 "creature_family": "Duergar",
 "creature_family_markdown": "Duergar",
 "exclude_from_search": false,
 "id": "creature-family-38",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Duergar](/MonsterFamilies.aspx?ID=38)</title>\r\n\r\n**Source** [Bestiary](/Sources.aspx?ID=2) pg. 138\n\nDeep beneath the surface, duergars stubbornly claim the ancestral subterranean homelands of the dwarves as their own, having refused to venture to the surface along with their modern dwarven cousins. An exiled dwarven deity named Droskar offered duergars salvation from the horrors of the Darklands, and in exchange duergars endlessly toil in his honor within their subterranean empire. Notorious slavers, duergars regularly raid other Darklands settlements as well as surface communities in constant search of living beings to task with endless amounts of work in their harsh and exhausting settlements.\n\n Duergars are gray-skinned creatures, often referred to as “ashen” by those surface dwarves willing to speak of them. These subterranean dwarves have a strong natural connection with cave-dwelling vermin, and it’s common to see duergar caravans drawn by teams of immense beetles. Most duergars devote themselves to the worship of Droskar, a taskmaster of a god who demands back-breaking toil in addition to regular prayer. Duergar leadership often consists of powerful divine servants of Droskar, along with incredibly stout warriors whose martial prowess ensures they can overcome any direct threat to their rule. Almost every aspect of duergar society is controlled by a strict hierarchy of leadership, with taskmasters directing subordinates across all walks of life.\r\n\r\n<title level=\"2\">Members</title>\r\n[Duergar Bombardier](/Monsters.aspx?ID=169) (Creature 1), [Duergar Sharpshooter](/Monsters.aspx?ID=168) (Creature 0), [Duergar Taskmaster](/Monsters.aspx?ID=170) (Creature 2), [Hagegraf Royal Guard](/Monsters.aspx?ID=2697) (Creature 5), [Hryngar Assassin](/Monsters.aspx?ID=2707) (Creature 7), [Hryngar Battlepriest](/NPCs.aspx?ID=2717) (Creature 9), [Hryngar Breccia Squad](/Monsters.aspx?ID=2708) (Creature 9), [Hryngar Forgepriest](/Monsters.aspx?ID=2699) (Creature 6), [Hryngar King's Agent](/Monsters.aspx?ID=2698) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Duergar Communities</title>\r\n\r\nDuergar communities are found deep underground in the ruins of abandoned dwarven cities. Generations of duergar occupation have resulted in the loss of dwarven history as the ashen honor their taskmaster deity by reworking traditional dwarven art into topics that elevate the exiled god. That duergars themselves seem incapable of achieving the heights of artistry mastered by their dwarven ancestors is both a source of frustration and shame that only fosters greater resentment of those who dwell on the surface.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Highhelm Propaganda</title>\r\n\r\nUpworlders often believe that hryngars make shoddy weapons and armor, but this is propaganda spread by dwarves on the surface. Any proud hryngar knows that if you work hard enough on a project, it will come out just as well as crafters who rely on clever secrets and modern techniques. Therefore hryngar-made products often have fewer aesthetic elements in their design. Their creations tend to focus more on pure function.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Occult Traditions</title>\r\n\r\nUnlike classical dwarven practitioners of magic, duergars have embraced the practice of occultism. All duergars have at least a few innate occult spells, primary among them being the ability to magically increase their size. This power not only aids them in intimidating and bullying their slaves, but also serves as a potent combat option against their many enemies.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Upworlder Prejudice</title>\r\n\r\nMany upworlders' only experience with denizens from the Darklands come from Darklands raids. This has unfortunately caused many on the surface to believe that all Darklands peoples are murderous, which, of course, isn't the case. The Darklands are a harsh realm, and the people who live there have adapted to survive in an unforgiving environment that rewards the strong and punishes the meek. Yet despite this, there are still rich cultures and compassionate beings below the surface of Golarion.\r\n</aside>",
 "name": "Duergar",
 "primary_source": "Bestiary",
 "primary_source_raw": "Bestiary pg. 138",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2019-08-01",
 "remaster_id": [
  "creature-family-432"
 ],
 "remaster_name": [
  "Hryngar"
 ],
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Bestiary](/Sources.aspx?ID=2) pg. 138\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDeep beneath the surface, duergars stubbornly claim the ancestral subterranean homelands of the dwarves as their own, having refused to venture to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 138"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Bestiary](/Sources.aspx?ID=2) pg. 138",
 "speed": {},
 "summary": "Deep beneath the surface, duergars stubbornly claim the ancestral subterranean homelands of the dwarves as their own, having refused to venture to …",
 "summary_markdown": "Deep beneath the surface, duergars stubbornly claim the ancestral subterranean homelands of the dwarves as their own, having refused to venture to …",
 "text": " Duergar Source Bestiary pg. 138 Deep beneath the surface, duergars stubbornly claim the ancestral subterranean homelands of the dwarves as their own, having refused to venture to the surface along with their modern dwarven cousins. An exiled dwarven deity named Droskar offered duergars salvation from the horrors of the Darklands, and in exchange duergars endlessly toil in his honor within their subterranean empire. Notorious slavers, duergars regularly raid other Darklands settlements as well as surface communities in constant search of living beings to task with endless amounts of work in their harsh and exhausting settlements. Duergars are gray-skinned creatures, often referred to as “ashen” by those surface dwarves willing to speak of them. These subterranean dwarves have a strong natural connection with cave-dwelling vermin, and it’s common to see duergar caravans drawn by teams of immense beetles. Most duergars devote themselves to the worship of Droskar, a taskmaster of a god who demands back-breaking toil in addition to regular prayer. Duergar leadership often consists of powerful divine servants of Droskar, along with incredibly stout warriors whose martial prowess ensures they can overcome any direct threat to their rule. Almost every aspect of duergar society is controlled by a strict hierarchy of leadership, with taskmasters directing subordinates across all walks of life. Members Duergar Bombardier (Creature 1), Duergar Sharpshooter (Creature 0), Duergar Taskmaster (Creature 2), Hagegraf Royal Guard (Creature 5), Hryngar Assassin (Creature 7), Hryngar Battlepriest (Creature 9), Hryngar Breccia Squad (Creature 9), Hryngar Forgepriest (Creature 6), Hryngar King's Agent (Creature 5) Duergar Communities Duergar communities are found deep underground in the ruins of abandoned dwarven cities. Generations of duergar occupation have resulted in the loss of dwarven history as the ashen honor their taskmaster deity by reworking traditional dwarven art into topics that elevate the exiled god. That duergars themselves seem incapable of achieving the heights of artistry mastered by their dwarven ancestors is both a source of frustration and shame that only fosters greater resentment of those who dwell on the surface. Highhelm Propaganda Upworlders often believe that hryngars make shoddy weapons and armor, but this is propaganda spread by dwarves on the surface. Any proud hryngar knows that if you work hard enough on a project, it will come out just as well as crafters who rely on clever secrets and modern techniques. Therefore hryngar-made products often have fewer aesthetic elements in their design. Their creations tend to focus more on pure function. Occult Traditions Unlike classical dwarven practitioners of magic, duergars have embraced the practice of occultism. All duergars have at least a few innate occult spells, primary among them being the ability to magically increase their size. This power not only aids them in intimidating and bullying their slaves, but also serves as a potent combat option against their many enemies. Upworlder Prejudice Many upworlders' only experience with denizens from the Darklands come from Darklands raids. This has unfortunately caused many on the surface to believe that all Darklands peoples are murderous, which, of course, isn't the case. The Darklands are a harsh realm, and the people who live there have adapted to survive in an unforgiving environment that rewards the strong and punishes the meek. Yet despite this, there are still rich cultures and compassionate beings below the surface of Golarion. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=38",
 "weakness": {}
}