{
 "category": "creature-family",
 "creature_family": "Fleshwarp",
 "creature_family_markdown": "Fleshwarp",
 "exclude_from_search": false,
 "id": "creature-family-415",
 "legacy_id": [
  "creature-family-47"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Fleshwarp](/MonsterFamilies.aspx?ID=415)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 152 <sup>1.1</sup>\n\nMagical mishaps, divine curses, and untested technology are all capable of wreaking drastic transformations on the body, and are all rampant on the world of Golarion and beyond. Creatures that have undergone changes so drastic they no longer can be considered the same ancestry as they were before are known as fleshwarps. These beings are rare, and their unsettling appearance often provokes horrified responses from other people.\n\n Some creatures revel in the total degradation of their defeated foes through fleshwarping. Though the technique was originally taught to mortals by the demon lord Haagenti, mortals have spent eons modifying and perfecting the method. Fleshcrafters torture their enemies in vats of churning magical reagents, reshaping their flesh and psyche alike into horrid and monstrous things. \r\n\r\n<title level=\"2\">Members</title>\r\n[Grothlut](/Monsters.aspx?ID=2997) (Creature 3), [Irnakurse](/Monsters.aspx?ID=2998) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Failed Fleshwarps</title>\r\n\r\nNot every fleshwarp emerges from its vat capable of survival. Many perish within minutes, as organs fundamental for life simply fail or collapse in on themselves. Fleshwarpers can usually recycle failed fleshwarps back into the mix quickly enough, but now and then, remnants known as fleshdregs are stable enough to live pain-wracked lives of their own. These foul creatures often infest fleshwarper holdings, like rats or other vermin do in less awful locations.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Fleshwarping Centers</title>\r\n\r\nThough most people on Golarion will never encounter a fleshwarp, there are places where they are far more common than others. In Nex and the Mana Wastes, fleshwarps can be found in desert communities and in communes in the bowels of cities. Fleshwarps known as “Neathers” live beneath the cities of Mendev, descendants of the first crusaders who suffered from the demonic energy their parents were exposed to.\r\n</aside>",
 "name": "Fleshwarp",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 152",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 152 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMagical mishaps, divine curses, and untested technology are all capable of wreaking drastic transformations on the body, and are all rampant on the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 152"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 152 <sup>1.1</sup>",
 "speed": {},
 "summary": "Magical mishaps, divine curses, and untested technology are all capable of wreaking drastic transformations on the body, and are all rampant on the …",
 "summary_markdown": "Magical mishaps, divine curses, and untested technology are all capable of wreaking drastic transformations on the body, and are all rampant on the …",
 "text": " Fleshwarp Source Monster Core pg. 152 1.1 Magical mishaps, divine curses, and untested technology are all capable of wreaking drastic transformations on the body, and are all rampant on the world of Golarion and beyond. Creatures that have undergone changes so drastic they no longer can be considered the same ancestry as they were before are known as fleshwarps. These beings are rare, and their unsettling appearance often provokes horrified responses from other people. Some creatures revel in the total degradation of their defeated foes through fleshwarping. Though the technique was originally taught to mortals by the demon lord Haagenti, mortals have spent eons modifying and perfecting the method. Fleshcrafters torture their enemies in vats of churning magical reagents, reshaping their flesh and psyche alike into horrid and monstrous things. Members Grothlut (Creature 3), Irnakurse (Creature 9) Failed Fleshwarps Not every fleshwarp emerges from its vat capable of survival. Many perish within minutes, as organs fundamental for life simply fail or collapse in on themselves. Fleshwarpers can usually recycle failed fleshwarps back into the mix quickly enough, but now and then, remnants known as fleshdregs are stable enough to live pain-wracked lives of their own. These foul creatures often infest fleshwarper holdings, like rats or other vermin do in less awful locations. Fleshwarping Centers Though most people on Golarion will never encounter a fleshwarp, there are places where they are far more common than others. In Nex and the Mana Wastes, fleshwarps can be found in desert communities and in communes in the bowels of cities. Fleshwarps known as “Neathers” live beneath the cities of Mendev, descendants of the first crusaders who suffered from the demonic energy their parents were exposed to. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=415",
 "weakness": {}
}