{
 "category": "creature-family",
 "creature_family": "Ghoul",
 "creature_family_markdown": "Ghoul",
 "exclude_from_search": false,
 "id": "creature-family-419",
 "legacy_id": [
  "creature-family-52"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ghoul](/MonsterFamilies.aspx?ID=419)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 162 <sup>1.1</sup>\n\nFew creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls. \r\n\r\n<title level=\"2\">Members</title>\r\n[Ghoul Soldier](/Monsters.aspx?ID=3010) (Creature 2), [Ghoul Stalker](/Monsters.aspx?ID=3009) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ghoulish Society</title>\r\n\r\nGhouls are quite intelligent and, more so than almost any other undead, prone to forming societies and cultures (if vile and repugnant ones centered around flesh eating and other acts of depravity) in tangled warrens below boneyards, or even entire cities hidden away in the depths of the Darklands.\r\n</aside>\n\n<title level=\"2\">Creating Ghouls</title>\r\n\r\nThe monsters in this section are built from the ground up. Custom-building ghouls is recommended if you have time, using the special abilities listed here but creating the other statistics to match what you want the ghoul to be. You can also turn a living creature into a ghoul by completing the following steps. First, increase the creature's level by 1 and change its statistics as follows. \n<ul><li>Increase its AC, attack bonuses, DCs, saving throws, Perception, and skill modifiers by 1.</li><li>Increase its damage with Strikes and other offensive abilities by 1. If the creature is limited in how often it can use an ability (such as dragon breath), increase that ability's damage by 2 instead.</li></ul> \n\n<title level=\"2\" right=\"\">Ghoul Abilities</title> A ghoul gains the undead and ghoul traits, and it usually becomes unholy. If the base creature has any abilities that come from it being a living creature, it loses them. It also loses any traits that represent its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the theme of a ghoul. All ghouls gain the following abilities. The save DC for all abilities uses the [high spell DC of the ghoul's level](/Rules.aspx?ID=2899).\n\n [Darkvision](/MonsterAbilities.aspx?ID=59)<br /> [Void Healing](/MonsterAbilities.aspx?ID=83)<br /> Immunities bleed, [death](/Traits.aspx?ID=571) effects, [disease](/Traits.aspx?ID=578), [paralyzed](/Conditions.aspx?ID=85), [poison](/Traits.aspx?ID=669), [unconscious](/Conditions.aspx?ID=95)<br /> [Stench](/MonsterAbilities.aspx?ID=76) ([aura](/Traits.aspx?ID=542), [olfactory](/Traits.aspx?ID=664)) 10 feet. Use the [moderate spell DC for the ghoul's level](/Rules.aspx?ID=2899).<br /> **Burrow** The ghoul gains a burrow speed of 5 feet.<br /> **Claws** If the creature had hands, it gains a claw Strike (an [agile](/Traits.aspx?ID=526) [unarmed](/Traits.aspx?ID=719) attack that deals slashing damage plus [Grab](/MonsterAbilities.aspx?ID=45)). If it had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage.<br /> **Jaws** If the creature had a mouth, it gains a jaws Strike (an unarmed attack that deals slashing damage). The damage amount should be the same as the creature's non-agile attacks.<br /> **Consume Flesh** <actions string=\"Single Action\" /> ([manipulate](/Actions.aspx?ID=2229)); **Requirements** The ghoul is adjacent to the corpse of a creature that died within the last hour; **Effect** The ghoul devours a chunk of the corpse and regains 1d6 Hit Points plus 1d6 for every 2 levels the ghoul has. It can regain Hit Points from any given corpse only once.<br /> **Ghoul Whispers** <actions string=\"Single Action\" /> ([auditory](/Traits.aspx?ID=541), [linguistic](/Traits.aspx?ID=642), [occult](/Traits.aspx?ID=662)); **Requirement** A [grabbed](/Conditions.aspx?ID=77), [paralyzed](/Conditions.aspx?ID=85), [restrained](/Conditions.aspx?ID=90), or [unconscious](/Conditions.aspx?ID=95) creature is within the ghoul's reach; **Effect** The ghoul whispers dark thoughts and vile cravings into the creature's ears. The creature must save against the forbidden cravings curse.<br /> **Forbidden Cravings** ([curse](/Traits.aspx?ID=566)) A creature can still eat and drink while sickened by this curse; **Saving Throw** Will, using the [high spell DC for the ghoul's level](/Rules.aspx?ID=2899); **Stage 1** carrier with no ill effects (1 day); **Stage 2** 2d6 void damage and the target is sickened 1 until it consumes raw meat (1 day); **Stage 3** as stage 2; **Stage 4** as stage 2 unless the target has consumed raw meat in the past 24 hours, then it takes 4d6 void damage and is sickened 2 until it consumes raw meat; **Stage 5** if the creature has eaten raw meat in the past 24 hours, it dies and rises as a ghoul, if not, it returns to stage 4<br /> **Grave Knowledge** ([occult](/Traits.aspx?ID=662)) **Frequency** once per hour; **Effect** The ghoul calls upon knowledge it retains from one creature it has consumed in the past 7 days. The ghoul attempts a skill check using a skill in which the consumed creature was trained (if it's unclear whether the creature was trained, the GM decides). The ghoul is treated  as trained and uses the [high skill modifier for the ghoul's level](/Rules.aspx?ID=2885). This takes the same amount of actions or time as usual for the check.\n\n The ghoul can instead automatically learn something specific known by a creature it consumed in the last 7 days, like the location of a hidden treasure or the name of a loved one. The ghoul can do this only once for a given creature, no matter how much of its flesh the ghoul consumed.<br /> **Swift Leap** <actions string=\"Single Action\" /> ([move](/Traits.aspx?ID=658)) The ghoul jumps up to half its Speed. This movement doesn't trigger reactions.",
 "name": "Ghoul",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 162",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 162 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFew creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls. \r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 162"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 162 <sup>1.1</sup>",
 "speed": {},
 "summary": "Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls. ",
 "summary_markdown": "Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls. ",
 "text": " Ghoul Source Monster Core pg. 162 1.1 Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls. Members Ghoul Soldier (Creature 2), Ghoul Stalker (Creature 1) Ghoulish Society Ghouls are quite intelligent and, more so than almost any other undead, prone to forming societies and cultures (if vile and repugnant ones centered around flesh eating and other acts of depravity) in tangled warrens below boneyards, or even entire cities hidden away in the depths of the Darklands. Creating Ghouls The monsters in this section are built from the ground up. Custom-building ghouls is recommended if you have time, using the special abilities listed here but creating the other statistics to match what you want the ghoul to be. You can also turn a living creature into a ghoul by completing the following steps. First, increase the creature's level by 1 and change its statistics as follows. Increase its AC, attack bonuses, DCs, saving throws, Perception, and skill modifiers by 1. Increase its damage with Strikes and other offensive abilities by 1. If the creature is limited in how often it can use an ability (such as dragon breath), increase that ability's damage by 2 instead. Ghoul Abilities A ghoul gains the undead and ghoul traits, and it usually becomes unholy. If the base creature has any abilities that come from it being a living creature, it loses them. It also loses any traits that represent its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the theme of a ghoul. All ghouls gain the following abilities. The save DC for all abilities uses the high spell DC of the ghoul's level. Darkvision Void Healing Immunities bleed, death effects, disease, paralyzed, poison, unconscious Stench (aura, olfactory) 10 feet. Use the moderate spell DC for the ghoul's level. Burrow The ghoul gains a burrow speed of 5 feet. Claws If the creature had hands, it gains a claw Strike (an agile unarmed attack that deals slashing damage plus Grab). If it had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage. Jaws If the creature had a mouth, it gains a jaws Strike (an unarmed attack that deals slashing damage). The damage amount should be the same as the creature's non-agile attacks. Consume Flesh Single Action (manipulate); Requirements The ghoul is adjacent to the corpse of a creature that died within the last hour; Effect The ghoul devours a chunk of the corpse and regains 1d6 Hit Points plus 1d6 for every 2 levels the ghoul has. It can regain Hit Points from any given corpse only once. Ghoul Whispers Single Action (auditory, linguistic, occult); Requirement A grabbed, paralyzed, restrained, or unconscious creature is within the ghoul's reach; Effect The ghoul whispers dark thoughts and vile cravings into the creature's ears. The creature must save against the forbidden cravings curse. Forbidden Cravings (curse) A creature can still eat and drink while sickened by this curse; Saving Throw Will, using the high spell DC for the ghoul's level; Stage 1 carrier with no ill effects (1 day); Stage 2 2d6 void damage and the target is sickened 1 until it consumes raw meat (1 day); Stage 3 as stage 2; Stage 4 as stage 2 unless the target has consumed raw meat in the past 24 hours, then it takes 4d6 void damage and is sickened 2 until it consumes raw meat; Stage 5 if the creature has eaten raw meat in the past 24 hours, it dies and rises as a ghoul, if not, it returns to stage 4 Grave Knowledge (occult) Frequency once per hour; Effect The ghoul calls upon knowledge it retains from one creature it has consumed in the past 7 days. The ghoul attempts a skill check using a skill in which the consumed creature was trained (if it's unclear whether the creature was trained, the GM decides). The ghoul is treated as trained and uses the high skill modifier for the ghoul's level. This takes the same amount of actions or time as usual for the check. The ghoul can instead automatically learn something specific known by a creature it consumed in the last 7 days, like the location of a hidden treasure or the name of a loved one. The ghoul can do this only once for a given creature, no matter how much of its flesh the ghoul consumed. Swift Leap Single Action (move) The ghoul jumps up to half its Speed. This movement doesn't trigger reactions.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=419",
 "weakness": {}
}