{
 "category": "creature-family",
 "creature_family": "Giant",
 "creature_family_markdown": "Giant",
 "exclude_from_search": false,
 "id": "creature-family-420",
 "legacy_id": [
  "creature-family-53"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Giant](/MonsterFamilies.aspx?ID=420)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 164 <sup>1.1</sup>\n\nGiants are massive humanoid creatures who live in remote regions throughout the world. They vary widely but are united in their hunger, requiring sustenance of their own element along with the feasts one would expect from such a massive humanoid. Although a simple matter for some giants, more esoteric types find this need a harsh reality. While a massive fistful of ice or snow alongside their meal will satisfy a frost giant, shadow giants hunger for the coagulated shadows of [the Netherworld](/Planes.aspx?ID=36). \r\n\r\n<title level=\"2\">Members</title>\r\n[Cloud Giant](/Monsters.aspx?ID=3015) (Creature 11), [Fire Giant](/Monsters.aspx?ID=3014) (Creature 10), [Frost Giant](/Monsters.aspx?ID=3013) (Creature 9), [Marsh Giant](/Monsters.aspx?ID=3011) (Creature 8), [Rune Giant](/Monsters.aspx?ID=3017) (Creature 16), [Shadow Giant](/Monsters.aspx?ID=3016) (Creature 13), [Stone Giant](/Monsters.aspx?ID=3012) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Giant Holdings</title>\r\n\r\nAs oversized as they are, giants tend to dwell in remote regions of the world, where they have the luxury of claiming larger territories of their own. Giants of many types reside in the Saga Lands, where their ancestors were forced to serve ancient Thassilon, and in the Mindspin Mountains.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Giant Pets</title>\r\n\r\nAs with many people, giants enjoy keeping pets. Large animals like bears and lions, megafauna like woolly mammoths, and dinosaurs are popular among many giants. Rune giants come closest to breaking this pattern, preferring to tend to their controlled giants, but esoteric types of giants often find equally curious pets.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Giants</title>\r\n\r\nBeyond the giants detailed here, many others dwell in remote regions of the world. Wood giants are peaceful guardians of the forests, cave giants lurk alone as vicious predators, and mountain giants are horrific butchers even other giants fear.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Oversized Themes</title>\r\n\r\nGiants are larger-than-life foes. While many giants have themes that tie them to elemental or magical forces, the primary theme giants share is that they embody a classic cultural trope as their basis. Fire giants, for example, can be seen as oversized smiths, and frost giants should evoke the theme of an oversized Viking warrior.\r\n</aside>",
 "name": "Giant",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 164",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 164 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGiants are massive humanoid creatures who live in remote regions throughout the world. They vary widely but are united in their hunger, requiring …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 164"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 164 <sup>1.1</sup>",
 "speed": {},
 "summary": "Giants are massive humanoid creatures who live in remote regions throughout the world. They vary widely but are united in their hunger, requiring …",
 "summary_markdown": "Giants are massive humanoid creatures who live in remote regions throughout the world. They vary widely but are united in their hunger, requiring …",
 "text": " Giant Source Monster Core pg. 164 1.1 Giants are massive humanoid creatures who live in remote regions throughout the world. They vary widely but are united in their hunger, requiring sustenance of their own element along with the feasts one would expect from such a massive humanoid. Although a simple matter for some giants, more esoteric types find this need a harsh reality. While a massive fistful of ice or snow alongside their meal will satisfy a frost giant, shadow giants hunger for the coagulated shadows of the Netherworld. Members Cloud Giant (Creature 11), Fire Giant (Creature 10), Frost Giant (Creature 9), Marsh Giant (Creature 8), Rune Giant (Creature 16), Shadow Giant (Creature 13), Stone Giant (Creature 8) Giant Holdings As oversized as they are, giants tend to dwell in remote regions of the world, where they have the luxury of claiming larger territories of their own. Giants of many types reside in the Saga Lands, where their ancestors were forced to serve ancient Thassilon, and in the Mindspin Mountains. Giant Pets As with many people, giants enjoy keeping pets. Large animals like bears and lions, megafauna like woolly mammoths, and dinosaurs are popular among many giants. Rune giants come closest to breaking this pattern, preferring to tend to their controlled giants, but esoteric types of giants often find equally curious pets. Other Giants Beyond the giants detailed here, many others dwell in remote regions of the world. Wood giants are peaceful guardians of the forests, cave giants lurk alone as vicious predators, and mountain giants are horrific butchers even other giants fear. Oversized Themes Giants are larger-than-life foes. While many giants have themes that tie them to elemental or magical forces, the primary theme giants share is that they embody a classic cultural trope as their basis. Fire giants, for example, can be seen as oversized smiths, and frost giants should evoke the theme of an oversized Viking warrior. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=420",
 "weakness": {}
}