{
 "category": "creature-family",
 "creature_family": "Goblin",
 "creature_family_markdown": "Goblin",
 "exclude_from_search": false,
 "id": "creature-family-422",
 "legacy_id": [
  "creature-family-55"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Goblin](/MonsterFamilies.aspx?ID=422)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 174 <sup>1.1</sup>\n\nThese small humanoids typically have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered upstanding members of humanoid communities, many are impetuous and vicious creatures who delight in wreaking havoc. These goblins think nothing of slaughtering livestock, stealing, or burning down a building purely for momentary delight. They revel in playing malicious tricks on taller humanoids, whom they call “longshanks.”\n\n Goblins are superstitious, with an intense awe of magic and a fascination with fire; goblins who master magic or fire earn great respect from their kin. Most other humanoids find it difficult to understand goblins' outlook: they hate canines but eagerly share their lairs with so-called “goblin dogs,” they fearlessly attack larger creatures but are terrified of horses, and they despise vegetables yet consider pickles a delicacy. To a goblin, of course, these are all perfectly sensible life choices. \r\n\r\n<title level=\"2\">Members</title>\r\n[Big Boss Goblin](/NPCs.aspx?ID=3643) (Creature 6), [Goblin Chef](/NPCs.aspx?ID=3640) (Creature 1), [Goblin Commando](/NPCs.aspx?ID=3025) (Creature 1), [Goblin Get Gang](/NPCs.aspx?ID=3642) (Creature 5), [Goblin Pyro](/NPCs.aspx?ID=3026) (Creature 1), [Goblin Scavenger](/NPCs.aspx?ID=3641) (Creature 4), [Goblin War Chanter](/NPCs.aspx?ID=3027) (Creature 1), [Goblin Warrior](/NPCs.aspx?ID=3024) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Goblin Leadership</title>\r\n\r\nGoblins have many paths to leadership of their bands. Some inherit it, while others earn it by being the strongest, smartest, meanest, most charismatic, or even just plain luckiest. Surviving a fireball that wipes everyone else in a get gang out because they were busy eating a pickle is one way to know you have the goblin hero-gods' favor!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Goblin Treasure</title>\r\n\r\nAlthough goblin warrens are generally filthy dumps, they sometimes contain actual treasures stolen from longshanks or other goblin tribes. Typical treasures include small pieces of jewelry, shiny items such as hand mirrors, and gold teeth. As they rarely trust each other, many goblins keep their most cherished baubles on their persons; these, might include useful weapons or minor magic items.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Goblin Warrens</title>\r\n\r\nGoblins construct ramshackle warrens in forests and coastal regions, usually near the settlements of other humanoids for ease of scavenging and raiding.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Goblins Around The World</title>\r\n\r\nSimple adjustments to goblins let you reflect different heritages if you wish. To represent a charhide or snow goblin NPC, give it [cold](/Traits.aspx?ID=555) or [fire](/Traits.aspx?ID=604) resistance equal to its level, then reduce its maximum Hit Points by its level. Give a razortooth goblin a jaws attack with the same attack and damage bonuses as its primary melee attack, but with a base damage of 1d6 piercing damage.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">New Outlooks</title>\r\n\r\nIt's a new era for goblins: while many still pose a threat, others venture out on their own, contributing in their own fashion to the greater good. Most such goblins still care little about the rules, but many are in fact kind at heart. Goblins most likely to be found living or adventuring among other ancestries include chefs, scavengers, and those found in _Monster Core_: commandos, pyros, war chanters, and warriors.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Goblin Song</title>\r\n\r\nThe following ditty is perhaps the most infamous of goblin songs.\n\n _Goblins chew and goblins bite,<br /> Goblins cut and goblins fight.<br /> Stab the dog and cut the horse,<br /> Goblins eat and take by force!<br /> Goblins race and goblins jump.<br /> Goblins slash and goblins bump.<br /> Burn the skin and mash the head,<br /> Goblins here and you be dead!<br /> Chase the baby, catch the pup.<br /> Bonk the head to shut it up.<br /> Bones be cracked, flesh be stewed,<br /> We be goblins! You be food!_\r\n</aside>",
 "name": "Goblin",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 174",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 174 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese small humanoids typically have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 174"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 174 <sup>1.1</sup>",
 "speed": {},
 "summary": "These small humanoids typically have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be …",
 "summary_markdown": "These small humanoids typically have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be …",
 "text": " Goblin Source Monster Core pg. 174 1.1 These small humanoids typically have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered upstanding members of humanoid communities, many are impetuous and vicious creatures who delight in wreaking havoc. These goblins think nothing of slaughtering livestock, stealing, or burning down a building purely for momentary delight. They revel in playing malicious tricks on taller humanoids, whom they call “longshanks.” Goblins are superstitious, with an intense awe of magic and a fascination with fire; goblins who master magic or fire earn great respect from their kin. Most other humanoids find it difficult to understand goblins' outlook: they hate canines but eagerly share their lairs with so-called “goblin dogs,” they fearlessly attack larger creatures but are terrified of horses, and they despise vegetables yet consider pickles a delicacy. To a goblin, of course, these are all perfectly sensible life choices. Members Big Boss Goblin (Creature 6), Goblin Chef (Creature 1), Goblin Commando (Creature 1), Goblin Get Gang (Creature 5), Goblin Pyro (Creature 1), Goblin Scavenger (Creature 4), Goblin War Chanter (Creature 1), Goblin Warrior (Creature -1) Goblin Leadership Goblins have many paths to leadership of their bands. Some inherit it, while others earn it by being the strongest, smartest, meanest, most charismatic, or even just plain luckiest. Surviving a fireball that wipes everyone else in a get gang out because they were busy eating a pickle is one way to know you have the goblin hero-gods' favor! Goblin Treasure Although goblin warrens are generally filthy dumps, they sometimes contain actual treasures stolen from longshanks or other goblin tribes. Typical treasures include small pieces of jewelry, shiny items such as hand mirrors, and gold teeth. As they rarely trust each other, many goblins keep their most cherished baubles on their persons; these, might include useful weapons or minor magic items. Goblin Warrens Goblins construct ramshackle warrens in forests and coastal regions, usually near the settlements of other humanoids for ease of scavenging and raiding. Goblins Around The World Simple adjustments to goblins let you reflect different heritages if you wish. To represent a charhide or snow goblin NPC, give it cold or fire resistance equal to its level, then reduce its maximum Hit Points by its level. Give a razortooth goblin a jaws attack with the same attack and damage bonuses as its primary melee attack, but with a base damage of 1d6 piercing damage. New Outlooks It's a new era for goblins: while many still pose a threat, others venture out on their own, contributing in their own fashion to the greater good. Most such goblins still care little about the rules, but many are in fact kind at heart. Goblins most likely to be found living or adventuring among other ancestries include chefs, scavengers, and those found in Monster Core : commandos, pyros, war chanters, and warriors. The Goblin Song The following ditty is perhaps the most infamous of goblin songs. Goblins chew and goblins bite, Goblins cut and goblins fight. Stab the dog and cut the horse, Goblins eat and take by force! Goblins race and goblins jump. Goblins slash and goblins bump. Burn the skin and mash the head, Goblins here and you be dead! Chase the baby, catch the pup. Bonk the head to shut it up. Bones be cracked, flesh be stewed, We be goblins! You be food! ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=422",
 "weakness": {}
}