{
 "category": "creature-family",
 "creature_family": "Graveknight",
 "creature_family_markdown": "Graveknight",
 "exclude_from_search": false,
 "id": "creature-family-423",
 "legacy_id": [
  "creature-family-291"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Graveknight](/MonsterFamilies.aspx?ID=423)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 178 <sup>1.1</sup>\n\nGraveknights are undead warriors granted unlife by a cursed suit of armor.\r\n\r\n<title level=\"2\">Members</title>\r\n[Graveknight](/Monsters.aspx?ID=3030) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Infamous Graveknights</title>\r\n\r\nSeveral of Golarion's most notorious villains are graveknights. The following examples are among the world's most infamous graveknights at large and may inspire or serve as villains in your own games.\n\n **Lictor Shokneir**: Once the Hellknight leader of the notorious Order of the Crux, Lictor Shokneir was disgraced when he refused a royal order to disband his army of butchers. The other Hellknights surrounded him and razed his castle, Citadel Gheisteno, to the ground. However, Shokneir's determination sustains his now-undead form, and he and his undead legions have rebuilt the citadel in all its haunting glory.\n\n **The Black Prince**: Although the graveknight known simply as the Black Prince was redeemed centuries ago as part of [Iomedae's](/Deities.aspx?ID=285) 11 Acts, it is said that the prince's armor remains intact—and that vile forces conspire to reclaim it. If the armor is donned by one of the Black Prince's descendants, the Inner Sea will be beset by a terrible villain indeed.\r\n</aside>\n\n<title level=\"2\">Creating Graveknights</title>\r\n\r\nYou can turn an existing, living creature into a graveknight by completing the following steps. It's best to build a graveknight from scratch, but if you don't have the time, simply apply the following template. A creature should be at least level 5 before being converted to a graveknight. \n<ul><li>Increase the creature's level by 1.</li><li>Increase its attack rolls, AC, saving throws, Perception, and skills by 1, its HP by 5, and its Strike damage by 1.</li></ul> \n\n<title level=\"2\" right=\"\">Graveknight Abilities</title> A graveknight gains the [graveknight](/Traits.aspx?ID=755), [undead](/Traits.aspx?ID=722), and [unholy](/Traits.aspx?ID=521) traits. They lose any abilities that come from being a living creature and any traits that represent their life, such as [human](/Traits.aspx?ID=627) and [humanoid](/Traits.aspx?ID=628).\n\n **[Darkvision](/MonsterAbilities.aspx?ID=59)**<br /> **[Void Healing](/MonsterAbilities.aspx?ID=83)**<br /> **Rejuvenation** ([divine](/Traits.aspx?ID=579)) When a graveknight is destroyed, their armor rebuilds their body over the course of 1d10 days—or more quickly if the armor is worn by a living host (see Graveknight Armor). If the body is destroyed before then, the process restarts. A graveknight can only be permanently destroyed by obliterating their armor (such as with [_disintegrate_](/Spells.aspx?ID=1492)), transporting it to the [Forge of Creation](/Planes.aspx?ID=27), or throwing it into the heart of a volcano.<br /> **Immunities** bleed, [death](/Traits.aspx?ID=571) effects, [disease](/Traits.aspx?ID=578), [paralyzed](/Conditions.aspx?ID=85), [poison](/Traits.aspx?ID=669), [unconscious](/Conditions.aspx?ID=95), plus one energy type (same type as ruinous weapons).<br /> **Sacrilegious Aura** ([aura](/Traits.aspx?ID=542), [divine](/Traits.aspx?ID=579), [void](/Traits.aspx?ID=510)) 30 feet. When a creature in the aura uses a [vitality](/Traits.aspx?ID=509) spell or ability, the graveknight automatically attempts to [counteract](/Rules.aspx?ID=371) it, with the listed counteract modifier.<br /> **Devastating Blast** <actions string=\"Two Actions\" /> ([arcane](/Traits.aspx?ID=534)) The graveknight unleashes a 30-foot cone of energy. Creatures in the area take [limited use area damage for a creature of the graveknight's level](/Rules.aspx?ID=2897) with a [basic](/Rules.aspx?ID=329) Reflex save based on a [high DC of the graveknight's level](/Rules.aspx?ID=2899). The graveknight can use this ability once every 1d4 rounds. This energy damage is of the same type as that of their ruinous weapons, and Devastating Blast gains the associated trait.<br /> **Phantom Mount** <actions string=\"Three Actions\" /> ([arcane](/Traits.aspx?ID=534), [summon](/Traits.aspx?ID=520)) The graveknight summons a supernatural mount, as [_marvelous mount_](/Spells.aspx?ID=1594) heightened to a rank equal to half the graveknight's level. Unlike _marvelous mount_, the steed's AC and saving throw bonuses are all 4 lower than the graveknight's, and the steed has one-third the graveknight's Hit Points (rounded down). If the steed is destroyed, the graveknight must wait 1 hour before using this ability again.<br /> **Ruinous Weapons** When created, a graveknight chooses one of the following energy types that was relevant to their life or death: acid, cold, electricity, or fire. Any weapon the graveknight wields or [unarmed](/Traits.aspx?ID=719) attack the graveknight uses gains the effects of the [_corrosive_](/Equipment.aspx?ID=2834), [_frost_](/Equipment.aspx?ID=2839), [_shock_](/Equipment.aspx?ID=2847), or [_flaming_](/Equipment.aspx?ID=2838) weapon rune, respectively, in addition to a _+1 [striking](/Equipment.aspx?ID=2829) weapon_ rune. If the graveknight is 14th level or higher, their weapons instead gain the effects of the greater versions of both of these runes<br /> **Weapon Master** The graveknight has access to the [critical specialization effects](/Rules.aspx?ID=235) of any weapons they wield. \n\n<title level=\"2\" right=\"\">Alternate Graveknight Abilities</title> Although the abilities listed above are standard for a graveknight, you can create a more unusual graveknight by substituting one of the aforementioned abilities (except for darkvision, void healing, rejuvenation, or immunities) with one of the following.\n\n **Betrayed Revivification** The graveknight died after being deeply betrayed. Instead of being immune to a type of energy damage, they're immune to [mental](/Traits.aspx?ID=647) damage, their weapons deal 1d6 additional mental damage, and their Devastating Blast deals mental damage with a Will saving throw instead of Reflex.<br /> **Create Grave Squire** The graveknight can gift a piece of their armor to another creature, which becomes their grave squire. The graveknight can communicate telepathically with their squire at any distance, see through the squire's senses, and cast suggestion as a divine innate spell through the telepathic link at will; the squire treats their degree of success as one step worse. If the graveknight's main armor is destroyed, the squire's piece expands to cover the squire's body over 1d10 days, after which point it becomes the graveknight's new body. The graveknight can have only one squire at a time and must recover the armor piece to create a new squire.<br /> **Dark Deliverance** The graveknight has vitality resistance equal to their level. \n\n<title level=\"2\" right=\"\">Graveknight Armor</title> Wearing graveknight armor is very risky, for the graveknight's essence inevitably kills the host, transforming their flesh into the graveknight's new body. Removing the curse allows a character to remove the armor, but if they ever wear the armor again, the curse returns. If the wearer dies from another cause while wearing the armor, or if the graveknight's rejuvenation completes before the wearer dies from the curse, the wearer immediately progresses to stage 3.<br /> **Graveknight's Curse** ([arcane](/Traits.aspx?ID=534), [curse](/Traits.aspx?ID=566)) This curse affects anyone who wears a graveknight's armor for at least 1 hour; **Saving Throw** Will save; **Onset** 1 hour; **Stage 1** [doomed 1](/Conditions.aspx?ID=67) and can't remove armor (1 day); **Stage 2** doomed 2, –10-foot status penalty to Speeds, and can't remove armor (1 day); **Stage 3** dies and transforms into the armor's graveknight.",
 "name": "Graveknight",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 178",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 178 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGraveknights are undead warriors granted unlife by a cursed suit of armor.\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 178"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 178 <sup>1.1</sup>",
 "speed": {},
 "summary": "Graveknights are undead warriors granted unlife by a cursed suit of armor.",
 "summary_markdown": "Graveknights are undead warriors granted unlife by a cursed suit of armor.",
 "text": " Graveknight Source Monster Core pg. 178 1.1 Graveknights are undead warriors granted unlife by a cursed suit of armor. Members Graveknight (Creature 10) Infamous Graveknights Several of Golarion's most notorious villains are graveknights. The following examples are among the world's most infamous graveknights at large and may inspire or serve as villains in your own games. Lictor Shokneir : Once the Hellknight leader of the notorious Order of the Crux, Lictor Shokneir was disgraced when he refused a royal order to disband his army of butchers. The other Hellknights surrounded him and razed his castle, Citadel Gheisteno, to the ground. However, Shokneir's determination sustains his now-undead form, and he and his undead legions have rebuilt the citadel in all its haunting glory. The Black Prince : Although the graveknight known simply as the Black Prince was redeemed centuries ago as part of Iomedae's 11 Acts, it is said that the prince's armor remains intact—and that vile forces conspire to reclaim it. If the armor is donned by one of the Black Prince's descendants, the Inner Sea will be beset by a terrible villain indeed. Creating Graveknights You can turn an existing, living creature into a graveknight by completing the following steps. It's best to build a graveknight from scratch, but if you don't have the time, simply apply the following template. A creature should be at least level 5 before being converted to a graveknight. Increase the creature's level by 1. Increase its attack rolls, AC, saving throws, Perception, and skills by 1, its HP by 5, and its Strike damage by 1. Graveknight Abilities A graveknight gains the graveknight, undead, and unholy traits. They lose any abilities that come from being a living creature and any traits that represent their life, such as human and humanoid. Darkvision Void Healing Rejuvenation (divine) When a graveknight is destroyed, their armor rebuilds their body over the course of 1d10 days—or more quickly if the armor is worn by a living host (see Graveknight Armor). If the body is destroyed before then, the process restarts. A graveknight can only be permanently destroyed by obliterating their armor (such as with disintegrate ), transporting it to the Forge of Creation, or throwing it into the heart of a volcano. Immunities bleed, death effects, disease, paralyzed, poison, unconscious, plus one energy type (same type as ruinous weapons). Sacrilegious Aura (aura, divine, void) 30 feet. When a creature in the aura uses a vitality spell or ability, the graveknight automatically attempts to counteract it, with the listed counteract modifier. Devastating Blast Two Actions (arcane) The graveknight unleashes a 30-foot cone of energy. Creatures in the area take limited use area damage for a creature of the graveknight's level with a basic Reflex save based on a high DC of the graveknight's level. The graveknight can use this ability once every 1d4 rounds. This energy damage is of the same type as that of their ruinous weapons, and Devastating Blast gains the associated trait. Phantom Mount Three Actions (arcane, summon) The graveknight summons a supernatural mount, as marvelous mount heightened to a rank equal to half the graveknight's level. Unlike marvelous mount , the steed's AC and saving throw bonuses are all 4 lower than the graveknight's, and the steed has one-third the graveknight's Hit Points (rounded down). If the steed is destroyed, the graveknight must wait 1 hour before using this ability again. Ruinous Weapons When created, a graveknight chooses one of the following energy types that was relevant to their life or death: acid, cold, electricity, or fire. Any weapon the graveknight wields or unarmed attack the graveknight uses gains the effects of the corrosive , frost , shock , or flaming weapon rune, respectively, in addition to a +1 striking weapon rune. If the graveknight is 14th level or higher, their weapons instead gain the effects of the greater versions of both of these runes Weapon Master The graveknight has access to the critical specialization effects of any weapons they wield. Alternate Graveknight Abilities Although the abilities listed above are standard for a graveknight, you can create a more unusual graveknight by substituting one of the aforementioned abilities (except for darkvision, void healing, rejuvenation, or immunities) with one of the following. Betrayed Revivification The graveknight died after being deeply betrayed. Instead of being immune to a type of energy damage, they're immune to mental damage, their weapons deal 1d6 additional mental damage, and their Devastating Blast deals mental damage with a Will saving throw instead of Reflex. Create Grave Squire The graveknight can gift a piece of their armor to another creature, which becomes their grave squire. The graveknight can communicate telepathically with their squire at any distance, see through the squire's senses, and cast suggestion as a divine innate spell through the telepathic link at will; the squire treats their degree of success as one step worse. If the graveknight's main armor is destroyed, the squire's piece expands to cover the squire's body over 1d10 days, after which point it becomes the graveknight's new body. The graveknight can have only one squire at a time and must recover the armor piece to create a new squire. Dark Deliverance The graveknight has vitality resistance equal to their level. Graveknight Armor Wearing graveknight armor is very risky, for the graveknight's essence inevitably kills the host, transforming their flesh into the graveknight's new body. Removing the curse allows a character to remove the armor, but if they ever wear the armor again, the curse returns. If the wearer dies from another cause while wearing the armor, or if the graveknight's rejuvenation completes before the wearer dies from the curse, the wearer immediately progresses to stage 3. Graveknight's Curse (arcane, curse) This curse affects anyone who wears a graveknight's armor for at least 1 hour; Saving Throw Will save; Onset 1 hour; Stage 1 doomed 1 and can't remove armor (1 day); Stage 2 doomed 2, –10-foot status penalty to Speeds, and can't remove armor (1 day); Stage 3 dies and transforms into the armor's graveknight.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=423",
 "weakness": {}
}