{
 "category": "creature-family",
 "creature_family": "Gremlin",
 "creature_family_markdown": "Gremlin",
 "exclude_from_search": false,
 "id": "creature-family-424",
 "legacy_id": [
  "creature-family-58"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Gremlin](/MonsterFamilies.aspx?ID=424)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 180 <sup>1.1</sup>\n\nGremlins are cruel [fey](/Languages.aspx?ID=119) tricksters and saboteurs who have fully acclimated to life in [the Universe](/Planes.aspx?ID=26), finding distinct niches for their inventive destructiveness. Nearly all gremlins delight in ruining or breaking things, whether it's something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin's greatest joy is watching the collapse of complex creations, preferably after the slightest, carefully targeted nudge from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly [mitflits](/Monsters.aspx?ID=245), whom stronger gremlins derisively call “baggies.” \r\n\r\n<title level=\"2\">Members</title>\r\n[Jinkin](/Monsters.aspx?ID=3033) (Creature 1), [Mitflit](/Monsters.aspx?ID=3031) (Creature -1), [Pugwampi](/Monsters.aspx?ID=3032) (Creature 0)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Gremlin “Treasure”</title>\r\n\r\nAll gremlins are hoarders, and their nests are cluttered with objects both valuable and worthless. Sorting through a gremlin nest can reveal unexpected treasures like pieces of jewelry or minor magic items, but care must also be taken to avoid being cut on rusty shards of metal, taking cursed items, or disturbing a hidden nest of venomous vermin.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gremlin Bells</title>\r\n\r\nSuperstitious societies sometimes hang tiny bells made of semiprecious metals in the belief that such bells will dissuade gremlins from destroying an affixed object or infesting a home. Strangely enough, most gremlins believe this superstition as well, and even when a gremlin bell hasn't been magically enhanced, a gremlin usually won't risk tinkering with objects that have been protected in this manner.\r\n</aside>",
 "name": "Gremlin",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 180",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 180 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGremlins are cruel  fey  tricksters and saboteurs who have fully acclimated to life in  the Universe , finding distinct niches for their inventive …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 180"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 180 <sup>1.1</sup>",
 "speed": {},
 "summary": "Gremlins are cruel  fey  tricksters and saboteurs who have fully acclimated to life in  the Universe , finding distinct niches for their inventive …",
 "summary_markdown": "Gremlins are cruel  fey  tricksters and saboteurs who have fully acclimated to life in  the Universe , finding distinct niches for their inventive …",
 "text": " Gremlin Source Monster Core pg. 180 1.1 Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life in the Universe, finding distinct niches for their inventive destructiveness. Nearly all gremlins delight in ruining or breaking things, whether it's something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin's greatest joy is watching the collapse of complex creations, preferably after the slightest, carefully targeted nudge from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly mitflits, whom stronger gremlins derisively call “baggies.” Members Jinkin (Creature 1), Mitflit (Creature -1), Pugwampi (Creature 0) Gremlin “Treasure” All gremlins are hoarders, and their nests are cluttered with objects both valuable and worthless. Sorting through a gremlin nest can reveal unexpected treasures like pieces of jewelry or minor magic items, but care must also be taken to avoid being cut on rusty shards of metal, taking cursed items, or disturbing a hidden nest of venomous vermin. Gremlin Bells Superstitious societies sometimes hang tiny bells made of semiprecious metals in the belief that such bells will dissuade gremlins from destroying an affixed object or infesting a home. Strangely enough, most gremlins believe this superstition as well, and even when a gremlin bell hasn't been magically enhanced, a gremlin usually won't risk tinkering with objects that have been protected in this manner. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=424",
 "weakness": {}
}