{
 "category": "creature-family",
 "creature_family": "Hag",
 "creature_family_markdown": "Hag",
 "exclude_from_search": false,
 "id": "creature-family-425",
 "legacy_id": [
  "creature-family-59"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Hag](/MonsterFamilies.aspx?ID=425)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 188 <sup>1.1</sup>\n\nHags are malevolent predators who use magic and manipulation to lure children and young adults into their clutches. Though their true forms are eldritch and horrifying, hags spend much of their lives disguised as ordinary women. They seek out targets who are unhappy, innocent, or otherwise vulnerable, preying on their weaknesses before snatching them up. The typical hag is abusive, controlling, and narcissistic. Though less malicious hags possibly exist, they rarely reveal their true forms, making them nearly impossible to find.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cuckoo Hag](/Monsters.aspx?ID=3043) (Creature 9), [Iron Hag](/Monsters.aspx?ID=3042) (Creature 6), [Sea Hag](/Monsters.aspx?ID=3040) (Creature 3), [Sweet Hag](/Monsters.aspx?ID=3041) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Hag Covens</title>\r\n\r\nHags are dangerous enough on their own, but when they gather in threes to form [covens](/MonsterAbilities.aspx?ID=58), they grow much more powerful.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Hags and Children</title>\r\n\r\nHags are known to replace infant humanoids with their own offspring. These children are [changelings](/Ancestries.aspx?ID=67) and have the potential to become hags themselves. Though hags are based on the fantasy villains of fairy tales, they can also touch on the all-too-real behavior of abusive adults. Consider and discuss whether hags are right for your group and game before using them. Pathfinder is for everyone, and it's not weak or selfish to avoid traumatic memories in a game that's meant to be played for fun!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Hags</title>\r\n\r\nThe four types of hags presented here are but the most notorious of their kind. Others—such as the blood hag, moon hag, storm hag, and winter hag—plague society in other regions of the world.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Nature of Hags</title>\r\n\r\nNo one is entirely certain what hags are or where they came from. That no known male hags exist has also puzzled occult scholars. Many believe hags are a type of [fey](/Languages.aspx?ID=119), since most of their kind have an aversion to [cold iron](/Equipment.aspx?ID=2916). Yet hags seem to have no origin in the [First World](/Planes.aspx?ID=35) that researchers have found. Some tales claim that hags were once creatures who made a series of powerful bargains with [devils](/MonsterFamilies.aspx?ID=389). Though they outsmarted the fiends, they were still eventually corrupted.\r\n</aside>",
 "name": "Hag",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 188",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 188 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHags are malevolent predators who use magic and manipulation to lure children and young adults into their clutches. Though their true forms are …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 188"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 188 <sup>1.1</sup>",
 "speed": {},
 "summary": "Hags are malevolent predators who use magic and manipulation to lure children and young adults into their clutches. Though their true forms are …",
 "summary_markdown": "Hags are malevolent predators who use magic and manipulation to lure children and young adults into their clutches. Though their true forms are …",
 "text": " Hag Source Monster Core pg. 188 1.1 Hags are malevolent predators who use magic and manipulation to lure children and young adults into their clutches. Though their true forms are eldritch and horrifying, hags spend much of their lives disguised as ordinary women. They seek out targets who are unhappy, innocent, or otherwise vulnerable, preying on their weaknesses before snatching them up. The typical hag is abusive, controlling, and narcissistic. Though less malicious hags possibly exist, they rarely reveal their true forms, making them nearly impossible to find. Members Cuckoo Hag (Creature 9), Iron Hag (Creature 6), Sea Hag (Creature 3), Sweet Hag (Creature 4) Hag Covens Hags are dangerous enough on their own, but when they gather in threes to form covens, they grow much more powerful. Hags and Children Hags are known to replace infant humanoids with their own offspring. These children are changelings and have the potential to become hags themselves. Though hags are based on the fantasy villains of fairy tales, they can also touch on the all-too-real behavior of abusive adults. Consider and discuss whether hags are right for your group and game before using them. Pathfinder is for everyone, and it's not weak or selfish to avoid traumatic memories in a game that's meant to be played for fun! Other Hags The four types of hags presented here are but the most notorious of their kind. Others—such as the blood hag, moon hag, storm hag, and winter hag—plague society in other regions of the world. The Nature of Hags No one is entirely certain what hags are or where they came from. That no known male hags exist has also puzzled occult scholars. Many believe hags are a type of fey, since most of their kind have an aversion to cold iron. Yet hags seem to have no origin in the First World that researchers have found. Some tales claim that hags were once creatures who made a series of powerful bargains with devils. Though they outsmarted the fiends, they were still eventually corrupted. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=425",
 "weakness": {}
}