{
 "category": "creature-family",
 "creature_family": "Herexen",
 "creature_family_markdown": "Herexen",
 "exclude_from_search": false,
 "id": "creature-family-428",
 "legacy_id": [
  "creature-family-307"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Herexen](/MonsterFamilies.aspx?ID=428)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 195 <sup>1.1</sup>\n\nWhen a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation into an undead herexen. Herexens seek vengeance against the deity they once worshipped, defiling temples, slaying the faithful, and rallying lesser undead and death cultists to aid them in their unholy quests. Though a herexen's divine gifts have mostly been corrupted into the vileness of undeath, they stubbornly cling to remnants of their former power, still wielding magic and armaments favored by the deity they so greatly despise.\n\n Groups of herexens that blasphemed against the same deity sometimes combine to form a mockery of a congregation, conducting blasphemous rites with something approaching euphoria. These congregations are often formed from a blasphemous cult whose members practiced their heresy together in life and died together, though some gather independent herexens of the same former faith. \r\n\r\n<title level=\"2\">Members</title>\r\n[Herexen](/Monsters.aspx?ID=3049) (Creature 2)\n\n<title level=\"2\">Building Herexens</title>\r\n\r\nThe herexen presented in the stat block below was originally a cleric of Pharasma, but there are as many kinds of herexens as there are deities. To create a herexen of a different deity, do the following. \n<ul><li>Swap out the herexen's weapon for the deity's favored weapon. If the weapon is simple, increase the damage die by one step; if it's two-handed, decrease the herexen's attack bonus with that weapon by 2.</li><li>Swap out the herexen's domain spell for a 1st-rank focus spell from a domain associated with that deity.</li><li>Swap the defiled religious symbol for the correct deity. For example, an ex-[Sarenite](/Deities.aspx?ID=292) herexen carries a [scimitar](/Weapons.aspx?ID=393) and a defiled religious symbol of Sarenrae, and can cast [_fire ray_](/Spells.aspx?ID=1804) (attack +12) as a focus spell.</li></ul> \n\n<title level=\"2\" right=\"\">Greater Herexens</title> More powerful clerics, or herexens that have existed over long spans of time, might become a more powerful 8th-level variant known as a greater herexen. In addition to the typical increases to its statistics, it casts [_harm_](/Spells.aspx?ID=1552) as a 4th-rank spell, gains a second Focus Point and a 4th-rank domain spell, and deals 2d6 spirit damage with heretic's smite instead of 1d6.",
 "name": "Herexen",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 195",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 195 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 195"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 195 <sup>1.1</sup>",
 "speed": {},
 "summary": "When a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation …",
 "summary_markdown": "When a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation …",
 "text": " Herexen Source Monster Core pg. 195 1.1 When a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation into an undead herexen. Herexens seek vengeance against the deity they once worshipped, defiling temples, slaying the faithful, and rallying lesser undead and death cultists to aid them in their unholy quests. Though a herexen's divine gifts have mostly been corrupted into the vileness of undeath, they stubbornly cling to remnants of their former power, still wielding magic and armaments favored by the deity they so greatly despise. Groups of herexens that blasphemed against the same deity sometimes combine to form a mockery of a congregation, conducting blasphemous rites with something approaching euphoria. These congregations are often formed from a blasphemous cult whose members practiced their heresy together in life and died together, though some gather independent herexens of the same former faith. Members Herexen (Creature 2) Building Herexens The herexen presented in the stat block below was originally a cleric of Pharasma, but there are as many kinds of herexens as there are deities. To create a herexen of a different deity, do the following. Swap out the herexen's weapon for the deity's favored weapon. If the weapon is simple, increase the damage die by one step; if it's two-handed, decrease the herexen's attack bonus with that weapon by 2. Swap out the herexen's domain spell for a 1st-rank focus spell from a domain associated with that deity. Swap the defiled religious symbol for the correct deity. For example, an ex-Sarenite herexen carries a scimitar and a defiled religious symbol of Sarenrae, and can cast fire ray (attack +12) as a focus spell. Greater Herexens More powerful clerics, or herexens that have existed over long spans of time, might become a more powerful 8th-level variant known as a greater herexen. In addition to the typical increases to its statistics, it casts harm as a 4th-rank spell, gains a second Focus Point and a 4th-rank domain spell, and deals 2d6 spirit damage with heretic's smite instead of 1d6.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=428",
 "weakness": {}
}