{
 "category": "creature-family",
 "creature_family": "Hyena",
 "creature_family_markdown": "Hyena",
 "exclude_from_search": false,
 "id": "creature-family-433",
 "legacy_id": [
  "creature-family-63"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Hyena](/MonsterFamilies.aspx?ID=433)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 205 <sup>1.1</sup>\n\nHyenas are pack-hunting scavengers known for their unnerving, laughter- like cries. The most well-known hyenas are the socially gregarious spotted hyenas, who travel in packs and work together to hunt or drive off larger creatures. Hyenas are typically nocturnal creatures who scavenge meat, insects, and fruit, though they aren't above supplementing their carrion diets with fresh prey.\r\n\r\n<title level=\"2\">Members</title>\r\n[Hyaenodon](/Monsters.aspx?ID=3066) (Creature 3), [Hyena](/Monsters.aspx?ID=3065) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Hyena Legends</title>\r\n\r\nThe hyena's intense cunning, combined with its unnerving laughter, has caused hyenas to become associated with all manner of evil—hyenas are claimed to rob graves, steal children, and wield sinister supernatural powers. Though normal hyenas are no more malicious than any other natural predator, their unearned reputation often causes witches, warlords, and illnatured creatures to seek out hyenas as pets or guard animals. The fact that [kholos](/MonsterFamilies.aspx?ID=434) in particular have a special preference for hyenas, considering the animals to be close relatives, does little to improve the animal's already-poor reputation.\r\n</aside>",
 "name": "Hyena",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 205",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 205 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHyenas are pack-hunting scavengers known for their unnerving, laughter- like cries. The most well-known hyenas are the socially gregarious spotted …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 205"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 205 <sup>1.1</sup>",
 "speed": {},
 "summary": "Hyenas are pack-hunting scavengers known for their unnerving, laughter- like cries. The most well-known hyenas are the socially gregarious spotted …",
 "summary_markdown": "Hyenas are pack-hunting scavengers known for their unnerving, laughter- like cries. The most well-known hyenas are the socially gregarious spotted …",
 "text": " Hyena Source Monster Core pg. 205 1.1 Hyenas are pack-hunting scavengers known for their unnerving, laughter- like cries. The most well-known hyenas are the socially gregarious spotted hyenas, who travel in packs and work together to hunt or drive off larger creatures. Hyenas are typically nocturnal creatures who scavenge meat, insects, and fruit, though they aren't above supplementing their carrion diets with fresh prey. Members Hyaenodon (Creature 3), Hyena (Creature 1) Hyena Legends The hyena's intense cunning, combined with its unnerving laughter, has caused hyenas to become associated with all manner of evil—hyenas are claimed to rob graves, steal children, and wield sinister supernatural powers. Though normal hyenas are no more malicious than any other natural predator, their unearned reputation often causes witches, warlords, and illnatured creatures to seek out hyenas as pets or guard animals. The fact that kholos in particular have a special preference for hyenas, considering the animals to be close relatives, does little to improve the animal's already-poor reputation. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=433",
 "weakness": {}
}