{
 "category": "creature-family",
 "creature_family": "Leshy",
 "creature_family_markdown": "Leshy",
 "exclude_from_search": false,
 "id": "creature-family-437",
 "legacy_id": [
  "creature-family-67"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Leshy](/MonsterFamilies.aspx?ID=437)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 216 <sup>1.1</sup>\n\nLeshies are intelligent plant creatures who guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest when a skilled practitioner of primal magic—typically a [druid](/Classes.aspx?ID=6)— combines a nature spirit with a body carefully grown and crafted from local vegetation. The rites and materials required to create a leshy vary depending on the type of leshy. They are typically given life in an area of great natural significance, such as an [arboreal's](/MonsterFamilies.aspx?ID=8) grove, a druidic circle, a fairy ring, or a great natural wonder.\r\n\r\n<title level=\"2\">Members</title>\r\n[Corn Leshy Throng](/NPCs.aspx?ID=3658) (Creature 4), [Fungus Leshy](/NPCs.aspx?ID=3081) (Creature 2), [Gourd Leshy](/NPCs.aspx?ID=3080) (Creature 1), [Gourd Leshy Witch](/NPCs.aspx?ID=3659) (Creature 6), [Leaf Leshy](/NPCs.aspx?ID=3079) (Creature 0), [Leshy Mob](/Monsters.aspx?ID=3730) (Creature 11), [Redwood Leshy](/Monsters.aspx?ID=3731) (Creature 10), [Root Leshy Groundskeeper](/NPCs.aspx?ID=3656) (Creature -1), [Tumbleweed Leshy Courier](/NPCs.aspx?ID=3657) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Appeasing Leshy Guardians</title>\r\n\r\nWhen a wary traveler comes across a druidic stone circle, a peaceful glade, or a tall, ancient tree that seems unprotected, they must be careful in case there might be a leshy or two hiding just out of sight. Unlike other entities, these leshy guardians don't require offerings of food or drink. The best way to keep these custodians happy is to simply leave the area in its natural state. Wanderers who must pass through or camp nearby are warned to not start fires or leave anything behind.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Dead Leshies</title>\r\n\r\nWhen a leshy dies, their body explodes in a wave of vegetation as their spirit returns to the natural world. Though leshy spirits called into new bodies after death typically keep only vague recollections of their pasts, they retain many of the values and habits of their former life.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Friends in the Forest</title>\r\n\r\nBecause of their relative frailty, leaf leshies frequently act as liaisons and call upon more powerful forest guardians when their domains are threatened. [Nymphs](/MonsterFamilies.aspx?ID=449), [sprites](/Monsters.aspx?ID=389), and other goodly [fey](/Traits.aspx?ID=599) may respond to the call of a leaf leshy, as may [arboreals](/MonsterFamilies.aspx?ID=364) and other plant creatures.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Phytoremediation</title>\r\n\r\nLeshies and other plants can cleanse the environment of pollution, such as pesticides, oil, and even radiation. They can heal the land simply by building a leshy settlement and dwelling there over time. More ambitious leshies battle against corruption in whatever way they are best suited for. For example, a leshy might join the Sarkorian Reclaimers to liberate the land from [demonic](/MonsterFamilies.aspx?ID=387) influences, or they might worship [Sarenrae](/Deities.aspx?ID=292) and fight against the Whispering Tyrant's legion of [undead](/Traits.aspx?ID=722).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Plant Allies</title>\r\n\r\nSome leshies align themselves (or are even called forth by) other sentient plant creatures, many of which also take vaguely humanoid forms. Though mighty [arboreals](/MonsterFamilies.aspx?ID=364) tend not to associate with those who don't live as long as they do, they share many a leshy's desire to protect the forests in which they live. [Dryads](/Monsters.aspx?ID=3112) feel similarly, as they are bonded to a specific tree that might need guarding. More mischievous or cruel leshies, though, might find kindred spirits in [sprigjacks](/Monsters.aspx?ID=3221) and [twigjacks](/Monsters.aspx?ID=3222), who look to drive off interlopers in the natural world.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Terrors of Arenway</title>\r\n\r\nThe Isle of Arenway is infamous for its territorial leshies. While they and members of the Wildwood Lodge leave each other alone, trespassers can find themselves trapped in nets of living vines and hurled into the Sellen River—if not killed and composted beneath the island's titanic trees. These leshies supposedly predate human occupation, perhaps having arisen from the same magic that haunts the island.\r\n</aside>",
 "name": "Leshy",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 216",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 216 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLeshies are intelligent plant creatures who guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 216"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 216 <sup>1.1</sup>",
 "speed": {},
 "summary": "Leshies are intelligent plant creatures who guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest …",
 "summary_markdown": "Leshies are intelligent plant creatures who guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest …",
 "text": " Leshy Source Monster Core pg. 216 1.1 Leshies are intelligent plant creatures who guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest when a skilled practitioner of primal magic—typically a druid— combines a nature spirit with a body carefully grown and crafted from local vegetation. The rites and materials required to create a leshy vary depending on the type of leshy. They are typically given life in an area of great natural significance, such as an arboreal's grove, a druidic circle, a fairy ring, or a great natural wonder. Members Corn Leshy Throng (Creature 4), Fungus Leshy (Creature 2), Gourd Leshy (Creature 1), Gourd Leshy Witch (Creature 6), Leaf Leshy (Creature 0), Leshy Mob (Creature 11), Redwood Leshy (Creature 10), Root Leshy Groundskeeper (Creature -1), Tumbleweed Leshy Courier (Creature 3) Appeasing Leshy Guardians When a wary traveler comes across a druidic stone circle, a peaceful glade, or a tall, ancient tree that seems unprotected, they must be careful in case there might be a leshy or two hiding just out of sight. Unlike other entities, these leshy guardians don't require offerings of food or drink. The best way to keep these custodians happy is to simply leave the area in its natural state. Wanderers who must pass through or camp nearby are warned to not start fires or leave anything behind. Dead Leshies When a leshy dies, their body explodes in a wave of vegetation as their spirit returns to the natural world. Though leshy spirits called into new bodies after death typically keep only vague recollections of their pasts, they retain many of the values and habits of their former life. Friends in the Forest Because of their relative frailty, leaf leshies frequently act as liaisons and call upon more powerful forest guardians when their domains are threatened. Nymphs, sprites, and other goodly fey may respond to the call of a leaf leshy, as may arboreals and other plant creatures. Phytoremediation Leshies and other plants can cleanse the environment of pollution, such as pesticides, oil, and even radiation. They can heal the land simply by building a leshy settlement and dwelling there over time. More ambitious leshies battle against corruption in whatever way they are best suited for. For example, a leshy might join the Sarkorian Reclaimers to liberate the land from demonic influences, or they might worship Sarenrae and fight against the Whispering Tyrant's legion of undead. Plant Allies Some leshies align themselves (or are even called forth by) other sentient plant creatures, many of which also take vaguely humanoid forms. Though mighty arboreals tend not to associate with those who don't live as long as they do, they share many a leshy's desire to protect the forests in which they live. Dryads feel similarly, as they are bonded to a specific tree that might need guarding. More mischievous or cruel leshies, though, might find kindred spirits in sprigjacks and twigjacks, who look to drive off interlopers in the natural world. Terrors of Arenway The Isle of Arenway is infamous for its territorial leshies. While they and members of the Wildwood Lodge leave each other alone, trespassers can find themselves trapped in nets of living vines and hurled into the Sellen River—if not killed and composted beneath the island's titanic trees. These leshies supposedly predate human occupation, perhaps having arisen from the same magic that haunts the island. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=437",
 "weakness": {}
}