{
 "category": "creature-family",
 "creature_family": "Lich",
 "creature_family_markdown": "Lich",
 "exclude_from_search": false,
 "id": "creature-family-438",
 "legacy_id": [
  "creature-family-68"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Lich](/MonsterFamilies.aspx?ID=438)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 218 <sup>1.1</sup>\n\nTo gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the creation of a special container called a soul cage, a spellcaster takes the final step by imbibing a deadly concoction or casting dreadful incantations that transform them into a lich. While most undertake this drastic plan to continue their work or fulfill some long-term plan, others become liches because they fear death or to fulfill some malevolent purpose, such as long-sworn revenge. Regardless, the result is permanent and carries with it the potential to alter history—both for those who transform themselves and for the countless mortals who will inevitably suffer as a result of a lich's new power. \r\n\r\n<title level=\"2\">Members</title>\r\n[Lich](/Monsters.aspx?ID=3082) (Creature 12)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Lich Lairs</title>\r\n\r\nAfter their metamorphosis, a lich often finds some quiet place to dwell, typically protected by a variety of guardians and traps, for two primary purposes. First, a lich requires solitude to plan their elaborate schemes, and second, few mortals (if any) deign to interact with these legendarily corrupt necromancers. One reason begets the other, as a lich's self-imposed isolation often drives them toward detachment and disdain for mortal life, further solidifying their separation from civilization. The longer a lich lives, the more meticulous a planner they become, secreting themself within a labyrinth of deadly puzzles, misdirection, and monsters. A lich's servants and guardians are absolutely loyal, either due to their nature (such as constructs or other undead) or as a result of compulsion from powerful magic. Many liches sink into their own warped worldviews; the nature of a lich's lair is a good indicator of their outlook on life itself.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Unique Lichdom</title>\r\n\r\nThe exact ritual, ingredients for deadly concoctions, and magical conditions required to become a lich are unique and different for every living creature. Understanding a spellcaster's path to lichdom can help, but is no guarantee of success for others.\r\n</aside>\n\n<title level=\"2\">Creating a Lich</title>\r\n\r\nA lich can be any type of spellcaster as long as they have the ability to perform a ritual of undeath as the primary caster (which can usually be performed only by a spellcaster capable of casting 6th-rank spells). To create a lich, increase the spellcaster's level by 1 and change their statistics as follows. \n<ul><li>It gains the [undead](/Traits.aspx?ID=722) trait and usually becomes [unholy](/Equipment.aspx?ID=2851).</li><li>It increases spell DCs and spell attack modifier by 2.</li></ul> \n\n<title level=\"2\" right=\"\">Lich Abilities</title> Liches lose all abilities that come from being a living creature. They also lose any traits that represented their life as a living creature, such as human and humanoid.\n\n A lich gains the following abilities.\n\n **Darkvision**<br /> **Saving Throws** +1 status bonus to all saves vs. [vitality](/Traits.aspx?ID=509)<br /> **[Void Healing](/MonsterAbilities.aspx?ID=83)**<br /> **Rejuvenation** ([arcane](/Traits.aspx?ID=534)) When a lich is destroyed, their soul immediately transfers to their _soul cage_. A lich can be permanently destroyed only if their _soul cage_ is found and destroyed.<br /> **Immunities** bleed, [death ](/Traits.aspx?ID=571)effects, [disease](/Traits.aspx?ID=578), [paralyzed](/Conditions.aspx?ID=85), [poison](/Traits.aspx?ID=669), [unconscious](/Conditions.aspx?ID=95)<br /> **Resistances** cold 10, physical 10 (except [magical](/Traits.aspx?ID=644) bludgeoning)<br /> **[Frightful Presence](/MonsterAbilities.aspx?ID=64)** ([aura](/Traits.aspx?ID=542), [emotion](/Traits.aspx?ID=590), [fear](/Traits.aspx?ID=598), [mental](/Traits.aspx?ID=647)) 60 feet, DC 30<br /> **Hand of the Lich** All liches have a hand [unarmed](/Traits.aspx?ID=719) attack that deals 1d8 void damage for every 3 levels the lich has. This attack has the [finesse](/Traits.aspx?ID=602) trait.<br /> **Drain Soul Cage** <actions string=\"Free Action\" /> **Frequency** once per day; **Effect** The lich taps into their soul cage's power to cast any arcane spell up to the highest rank the lich can cast, even if the spell being cast is not one of the lich's prepared spells. The lich's soul cage doesn't need to be present for the lich to use this ability.<br /> **Siphon Life** A lich's form draws forth life from those who come into contact with it. When the lich damages a living creature with an unarmed attack, the lich gains 5 temporary Hit Points and the creature must succeed at a Fortitude save against the lich's spell DC – 2 or become [drained 1](/Conditions.aspx?ID=68). If the lich is [grabbed](/Conditions.aspx?ID=77) or [restrained](/Conditions.aspx?ID=90) at the start of its turn, each creature grabbing or restraining it must succeed at a Fortitude save or become drained 1. If the lich siphons a creature's life again, the drained value increase by 1, to a maximum of drained 4. \n\n<title level=\"2\" right=\"\">Alternate Lich Abilities</title> You can create a more unusual lich by substituting any one of the following abilities for frightful presence, siphon life, or Drain Soul Cage.\n\n**Blasphemous Utterances** ([arcane](/Traits.aspx?ID=534), [aura](/Traits.aspx?ID=542), [mental](/Traits.aspx?ID=647)) 10 feet. The lich is accompanied by a constant echo of blasphemous murmurs and tainted whispers. A creature in the aura takes a –2 circumstance penalty to saves against [mental](/Traits.aspx?ID=647) effects and can't take actions that have the [concentrate ](/Traits.aspx?ID=561)trait unless they succeed at a DC 10 flat check. On a failure, the action is [disrupted](/Rules.aspx?ID=394).<br /> **Cold Beyond Cold** The lich's hand Strike deals cold damage instead of void and the target is [slowed 2](/Conditions.aspx?ID=92). A successful Fortitude save reduces this to slowed 1 (or negates it on a critical success).<br /> **Dark Deliverance** The lich has resistance equal to their level to vitality. **Void Shroud** ([aura](/Traits.aspx?ID=542), [death](/Traits.aspx?ID=571)) 30 feet. The lich is surrounded by an aura of death, drawing forth souls to be consumed by the lich's constant hunger. Living creatures in the emanation take a –2 status penalty to saves against [fear ](/Traits.aspx?ID=598)and [death ](/Traits.aspx?ID=571)effects. In addition, any creature that starts its turn in the area gains the [doomed 1](/Conditions.aspx?ID=67) condition unless it succeeds at a Will save against the lich's spell DC – 4.",
 "name": "Lich",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 218",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 218 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTo gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 218"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 218 <sup>1.1</sup>",
 "speed": {},
 "summary": "To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the …",
 "summary_markdown": "To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the …",
 "text": " Lich Source Monster Core pg. 218 1.1 To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the creation of a special container called a soul cage, a spellcaster takes the final step by imbibing a deadly concoction or casting dreadful incantations that transform them into a lich. While most undertake this drastic plan to continue their work or fulfill some long-term plan, others become liches because they fear death or to fulfill some malevolent purpose, such as long-sworn revenge. Regardless, the result is permanent and carries with it the potential to alter history—both for those who transform themselves and for the countless mortals who will inevitably suffer as a result of a lich's new power. Members Lich (Creature 12) Lich Lairs After their metamorphosis, a lich often finds some quiet place to dwell, typically protected by a variety of guardians and traps, for two primary purposes. First, a lich requires solitude to plan their elaborate schemes, and second, few mortals (if any) deign to interact with these legendarily corrupt necromancers. One reason begets the other, as a lich's self-imposed isolation often drives them toward detachment and disdain for mortal life, further solidifying their separation from civilization. The longer a lich lives, the more meticulous a planner they become, secreting themself within a labyrinth of deadly puzzles, misdirection, and monsters. A lich's servants and guardians are absolutely loyal, either due to their nature (such as constructs or other undead) or as a result of compulsion from powerful magic. Many liches sink into their own warped worldviews; the nature of a lich's lair is a good indicator of their outlook on life itself. Unique Lichdom The exact ritual, ingredients for deadly concoctions, and magical conditions required to become a lich are unique and different for every living creature. Understanding a spellcaster's path to lichdom can help, but is no guarantee of success for others. Creating a Lich A lich can be any type of spellcaster as long as they have the ability to perform a ritual of undeath as the primary caster (which can usually be performed only by a spellcaster capable of casting 6th-rank spells). To create a lich, increase the spellcaster's level by 1 and change their statistics as follows. It gains the undead trait and usually becomes unholy. It increases spell DCs and spell attack modifier by 2. Lich Abilities Liches lose all abilities that come from being a living creature. They also lose any traits that represented their life as a living creature, such as human and humanoid. A lich gains the following abilities. Darkvision Saving Throws +1 status bonus to all saves vs. vitality Void Healing Rejuvenation (arcane) When a lich is destroyed, their soul immediately transfers to their soul cage . A lich can be permanently destroyed only if their soul cage is found and destroyed. Immunities bleed, death effects, disease, paralyzed, poison, unconscious Resistances cold 10, physical 10 (except magical bludgeoning) Frightful Presence (aura, emotion, fear, mental) 60 feet, DC 30 Hand of the Lich All liches have a hand unarmed attack that deals 1d8 void damage for every 3 levels the lich has. This attack has the finesse trait. Drain Soul Cage Free Action Frequency once per day; Effect The lich taps into their soul cage's power to cast any arcane spell up to the highest rank the lich can cast, even if the spell being cast is not one of the lich's prepared spells. The lich's soul cage doesn't need to be present for the lich to use this ability. Siphon Life A lich's form draws forth life from those who come into contact with it. When the lich damages a living creature with an unarmed attack, the lich gains 5 temporary Hit Points and the creature must succeed at a Fortitude save against the lich's spell DC – 2 or become drained 1. If the lich is grabbed or restrained at the start of its turn, each creature grabbing or restraining it must succeed at a Fortitude save or become drained 1. If the lich siphons a creature's life again, the drained value increase by 1, to a maximum of drained 4. Alternate Lich Abilities You can create a more unusual lich by substituting any one of the following abilities for frightful presence, siphon life, or Drain Soul Cage. Blasphemous Utterances (arcane, aura, mental) 10 feet. The lich is accompanied by a constant echo of blasphemous murmurs and tainted whispers. A creature in the aura takes a –2 circumstance penalty to saves against mental effects and can't take actions that have the concentrate trait unless they succeed at a DC 10 flat check. On a failure, the action is disrupted. Cold Beyond Cold The lich's hand Strike deals cold damage instead of void and the target is slowed 2. A successful Fortitude save reduces this to slowed 1 (or negates it on a critical success). Dark Deliverance The lich has resistance equal to their level to vitality. Void Shroud (aura, death) 30 feet. The lich is surrounded by an aura of death, drawing forth souls to be consumed by the lich's constant hunger. Living creatures in the emanation take a –2 status penalty to saves against fear and death effects. In addition, any creature that starts its turn in the area gains the doomed 1 condition unless it succeeds at a Will save against the lich's spell DC – 4.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=438",
 "weakness": {}
}