{
 "category": "creature-family",
 "creature_family": "Linnorm",
 "creature_family_markdown": "Linnorm",
 "exclude_from_search": false,
 "id": "creature-family-439",
 "legacy_id": [
  "creature-family-69"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Linnorm](/MonsterFamilies.aspx?ID=439)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 220 <sup>1.1</sup>\n\nImmense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much suffering as possible upon their unfortunate victims. While these serpentine monstrosities might not be the powerful winged dragons most imagine, they nonetheless possess incredible strength and deadly powers that often rival more notorious dragons' brutality.\r\n\r\n<title level=\"2\">Members</title>\r\n[Crag Linnorm](/Monsters.aspx?ID=3083) (Creature 14), [Ice Linnorm](/Monsters.aspx?ID=3084) (Creature 17), [Tarn Linnorm](/Monsters.aspx?ID=3085) (Creature 20), [Tor Linnorm](/Monsters.aspx?ID=3086) (Creature 21)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Death Curses</title>\r\n\r\nThe death curses of the linnorms are often the subjects of tragic sagas, and those who would think themselves vanquishing heroes for slaying a linnorm often meet their dooms soon thereafter, succumbing to these curses well after the passing of the linnorm responsible for bestowing it.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Linnorm Hoards</title>\r\n\r\nAs with true dragons, linnorms tend to amass immense piles of treasure in their lairs. These hoards consist of the weapons, gear, and belongings of would-be vanquishers more often than minted coins or works of art.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Linnorm Kings</title>\r\n\r\nIn the storied Lands of the Linnorm Kings, the slaying of a linnorm is traditionally required for those who would claim a nation's crown. Recently, though, the Linnorm King White Estrid claimed her crown not by slaying a linnorm, but by beating him into submission, gaining a powerful and dangerous ally to help secure her rule.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Linnorms</title>\r\n\r\nLinnorms exist in a variety of forms beyond the four detailed here. The gaunt cairn linnorm, the spiny taiga linnorm, and the aquatic fjord linnorm each terrorize their own specific regions of [the Universe](/Planes.aspx?ID=26).\r\n</aside>",
 "name": "Linnorm",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 220",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 220 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nImmense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 220"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 220 <sup>1.1</sup>",
 "speed": {},
 "summary": "Immense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much …",
 "summary_markdown": "Immense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much …",
 "text": " Linnorm Source Monster Core pg. 220 1.1 Immense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much suffering as possible upon their unfortunate victims. While these serpentine monstrosities might not be the powerful winged dragons most imagine, they nonetheless possess incredible strength and deadly powers that often rival more notorious dragons' brutality. Members Crag Linnorm (Creature 14), Ice Linnorm (Creature 17), Tarn Linnorm (Creature 20), Tor Linnorm (Creature 21) Death Curses The death curses of the linnorms are often the subjects of tragic sagas, and those who would think themselves vanquishing heroes for slaying a linnorm often meet their dooms soon thereafter, succumbing to these curses well after the passing of the linnorm responsible for bestowing it. Linnorm Hoards As with true dragons, linnorms tend to amass immense piles of treasure in their lairs. These hoards consist of the weapons, gear, and belongings of would-be vanquishers more often than minted coins or works of art. Linnorm Kings In the storied Lands of the Linnorm Kings, the slaying of a linnorm is traditionally required for those who would claim a nation's crown. Recently, though, the Linnorm King White Estrid claimed her crown not by slaying a linnorm, but by beating him into submission, gaining a powerful and dangerous ally to help secure her rule. Other Linnorms Linnorms exist in a variety of forms beyond the four detailed here. The gaunt cairn linnorm, the spiny taiga linnorm, and the aquatic fjord linnorm each terrorize their own specific regions of the Universe. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=439",
 "weakness": {}
}