{
 "category": "creature-family",
 "creature_family": "Lizardfolk",
 "creature_family_markdown": "Lizardfolk",
 "exclude_from_search": false,
 "id": "creature-family-441",
 "legacy_id": [
  "creature-family-71"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Lizardfolk](/MonsterFamilies.aspx?ID=441)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 226 <sup>1.1</sup>\n\nCapable and adaptable predators, the reptilian beings known as lizardfolk are heirs to truly ancient civilizations. Their oral traditions cover thousands of years, and they revere the bones of their ancestors. Fossilized lizardfolk are even built into the walls of lizardfolk's stone and glass cities, to allow these predecessors to watch over their kin. Lizardfolk likewise have longstanding traditions of religious worship and astrology, with eyes on the past, the future, and the stars whenever they make a large decision. Their long history has taught them to be patient in all things, though this has seen them losing ground to hastier peoples in modern times.\n\n Lizardfolk refer to themselves as “iruxi,” though they have taken their common moniker among other peoples in stride. Most of their settlements are entirely communal, with hatchlings raised by anyone with the time and temperament for such a role. Iruxis dwell and thrive in all tropical and temperate biomes, but they are most at home in swamplands, coastal regions, and river lands. They are talented swimmers, and many of their major cities are partially submerged to take advantage of this fact, causing them to often be overlooked by others. Fish and aquatic plants make up a large part of their preferred diets.\r\n\r\n<title level=\"2\">Members</title>\r\n[Iruxi Masked Mummer](/NPCs.aspx?ID=3661) (Creature 9), [Lizardfolk Defender](/NPCs.aspx?ID=3090) (Creature 1), [Lizardfolk Scout](/NPCs.aspx?ID=3091) (Creature 1), [Lizardfolk Stargazer](/NPCs.aspx?ID=3092) (Creature 2), [Tidewater Guard](/NPCs.aspx?ID=3660) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Lizardfolk Relations</title>\r\n\r\nThe typical iruxi's pride in their traditions, suspicion of others, and need to protect their kin can make them seem standoffish or even aggressive when encountered. Lizardfolk also do not emote in ways that many peoples can understand, making them easily misunderstood. However, most are eager to learn from visitors, trade stories and equipment, and forge alliances.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Lizardfolk Society</title>\r\n\r\nIruxis are, as a general rule, quite religious. Those who venerate deities typically look to [Gozreh](/Deities.aspx?ID=284), but some of them find the teachings of [Desna](/Deities.aspx?ID=281) to be compelling. Most iruxis, though, instead follow druidic traditions, ancestor worship, and astrological philosophies in particular.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Other Divinations</title>\r\n\r\nThough stargazing is their primary means of divination, iruxis do not rely solely on the stars for guidance. Desert iruxi clans have potent rhabdomancers who douse for water with the wishbones of predatory birds. Subterranean iruxi clans read entrails, consuming the sacrificial animals raw afterwards—a practice that has fueled adventurers' overwrought tales of caverns full of cannibal lizardfolk. Urban iruxis compensate for polluted city skies by rolling bone dice marked with star pips and the changing phases of the moon.\r\n</aside>",
 "name": "Lizardfolk",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 226",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 226 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCapable and adaptable predators, the reptilian beings known as lizardfolk are heirs to truly ancient civilizations. Their oral traditions cover …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 226"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 226 <sup>1.1</sup>",
 "speed": {},
 "summary": "Capable and adaptable predators, the reptilian beings known as lizardfolk are heirs to truly ancient civilizations. Their oral traditions cover …",
 "summary_markdown": "Capable and adaptable predators, the reptilian beings known as lizardfolk are heirs to truly ancient civilizations. Their oral traditions cover …",
 "text": " Lizardfolk Source Monster Core pg. 226 1.1 Capable and adaptable predators, the reptilian beings known as lizardfolk are heirs to truly ancient civilizations. Their oral traditions cover thousands of years, and they revere the bones of their ancestors. Fossilized lizardfolk are even built into the walls of lizardfolk's stone and glass cities, to allow these predecessors to watch over their kin. Lizardfolk likewise have longstanding traditions of religious worship and astrology, with eyes on the past, the future, and the stars whenever they make a large decision. Their long history has taught them to be patient in all things, though this has seen them losing ground to hastier peoples in modern times. Lizardfolk refer to themselves as “iruxi,” though they have taken their common moniker among other peoples in stride. Most of their settlements are entirely communal, with hatchlings raised by anyone with the time and temperament for such a role. Iruxis dwell and thrive in all tropical and temperate biomes, but they are most at home in swamplands, coastal regions, and river lands. They are talented swimmers, and many of their major cities are partially submerged to take advantage of this fact, causing them to often be overlooked by others. Fish and aquatic plants make up a large part of their preferred diets. Members Iruxi Masked Mummer (Creature 9), Lizardfolk Defender (Creature 1), Lizardfolk Scout (Creature 1), Lizardfolk Stargazer (Creature 2), Tidewater Guard (Creature 4) Lizardfolk Relations The typical iruxi's pride in their traditions, suspicion of others, and need to protect their kin can make them seem standoffish or even aggressive when encountered. Lizardfolk also do not emote in ways that many peoples can understand, making them easily misunderstood. However, most are eager to learn from visitors, trade stories and equipment, and forge alliances. Lizardfolk Society Iruxis are, as a general rule, quite religious. Those who venerate deities typically look to Gozreh, but some of them find the teachings of Desna to be compelling. Most iruxis, though, instead follow druidic traditions, ancestor worship, and astrological philosophies in particular. Other Divinations Though stargazing is their primary means of divination, iruxis do not rely solely on the stars for guidance. Desert iruxi clans have potent rhabdomancers who douse for water with the wishbones of predatory birds. Subterranean iruxi clans read entrails, consuming the sacrificial animals raw afterwards—a practice that has fueled adventurers' overwrought tales of caverns full of cannibal lizardfolk. Urban iruxis compensate for polluted city skies by rolling bone dice marked with star pips and the changing phases of the moon. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=441",
 "weakness": {}
}