{
 "category": "creature-family",
 "creature_family": "Mummy",
 "creature_family_markdown": "Mummy",
 "exclude_from_search": false,
 "id": "creature-family-445",
 "legacy_id": [
  "creature-family-74"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Mummy](/MonsterFamilies.aspx?ID=445)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 234 <sup>1.1</sup>\n\nWhile many cultures practice mummification for benign reasons, undead mummies are created through grueling rituals, typically to provide eternally vigilant guardians. Much more rarely, a body mummified without those special rites can rise again due to its hatred of the living. \r\n\r\n<title level=\"2\">Members</title>\r\n[Mummy Guardian](/Monsters.aspx?ID=3101) (Creature 6), [Mummy Pharaoh](/Monsters.aspx?ID=3102) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Faithful Preservation</title>\r\n\r\nFew faiths support mummification as a means of creating the undead. Certain [Iroran](/Deities.aspx?ID=286)sects practice self-mummification, for example, and worshippers of the ancient Osirian god [Set](/Deities.aspx?ID=242) left behind many mummies in that empire's lands. [Urgathoa's](/Deities.aspx?ID=295)faith, however, wholeheartedly embraces the mummification of the willing and unwilling alike, producing most of the mummies in modern times.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Into Eternity</title>\r\n\r\nUndead mummies stand in a mockery of preserving bodies after death, trapping souls in their static husks rather than allowing them to enter the Great Beyond. Followers of [Pharasma](/Deities.aspx?ID=290) consider them an affront to their goddess on many levels, with some even refusing to perform the traditional rites their goddess supports.\r\n</aside>",
 "name": "Mummy",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 234",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 234 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile many cultures practice mummification for benign reasons, undead mummies are created through grueling rituals, typically to provide eternally …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 234"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 234 <sup>1.1</sup>",
 "speed": {},
 "summary": "While many cultures practice mummification for benign reasons, undead mummies are created through grueling rituals, typically to provide eternally …",
 "summary_markdown": "While many cultures practice mummification for benign reasons, undead mummies are created through grueling rituals, typically to provide eternally …",
 "text": " Mummy Source Monster Core pg. 234 1.1 While many cultures practice mummification for benign reasons, undead mummies are created through grueling rituals, typically to provide eternally vigilant guardians. Much more rarely, a body mummified without those special rites can rise again due to its hatred of the living. Members Mummy Guardian (Creature 6), Mummy Pharaoh (Creature 9) Faithful Preservation Few faiths support mummification as a means of creating the undead. Certain Iroransects practice self-mummification, for example, and worshippers of the ancient Osirian god Set left behind many mummies in that empire's lands. Urgathoa'sfaith, however, wholeheartedly embraces the mummification of the willing and unwilling alike, producing most of the mummies in modern times. Into Eternity Undead mummies stand in a mockery of preserving bodies after death, trapping souls in their static husks rather than allowing them to enter the Great Beyond. Followers of Pharasma consider them an affront to their goddess on many levels, with some even refusing to perform the traditional rites their goddess supports. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=445",
 "weakness": {}
}