{
 "category": "creature-family",
 "creature_family": "Naga",
 "creature_family_markdown": "Naga",
 "exclude_from_search": false,
 "id": "creature-family-446",
 "legacy_id": [
  "creature-family-75"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Naga](/MonsterFamilies.aspx?ID=446)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 236 <sup>1.1</sup>\n\nNagas are serpentine beings with magical powers and keen intellects. Physically, they resemble massive snakes, though they often wear jewelry and other ornaments that clearly separate them from their animal kin. Nagas use their innate magic and poisonous fangs to keep all but the most stalwart foes at bay. They keep their own counsel, viewing their cosmic role to be sacrosanct and beyond the understanding of outside scholars. Their unwillingness to explain themselves or entertain the suggestion of alliances has led to a long history of conflict with their neighbors, who read them as aloof, arrogant, or duplicitous. Nagas often have a powerful sense of duty to their perceived role within the universe, even if this role leads them to violent or tragic ends. Many see them as harsh and stern due to their devotion, terrifying in their majesty yet possessed of an aura of transcendence. \r\n\r\n<title level=\"2\">Members</title>\r\n[Smaranava](/Monsters.aspx?ID=3103) (Creature 7), [Vicharamuni](/Monsters.aspx?ID=3104) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Nagajor</title>\r\n\r\nOn Golarion, naga rule the nation of Nagajor—though most of the administration is performed by [nagaji](/MonsterFamilies.aspx?ID=251), humanoid kin to these powerful serpents. Though Nagajor has been at peace with its neighbors for centuries, it avoids having much to do with human societies if it can help it, to avoid any chance of renewed hostilities in the future.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ravithra</title>\r\n\r\n[Ravithra](/Deities.aspx?ID=218), the Pillar of Karma, ruled over Vudra in ages long past, alongside the aeons. After the first in a series of betrayals, her severed head regrew a serpentine body as she became the Mother of Nagas. Those descendants that still follow her deal out pitiless justice, while also seeking to restore her power.\r\n</aside>",
 "name": "Naga",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 236",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 236 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNagas are serpentine beings with magical powers and keen intellects. Physically, they resemble massive snakes, though they often wear jewelry and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 236"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 236 <sup>1.1</sup>",
 "speed": {},
 "summary": "Nagas are serpentine beings with magical powers and keen intellects. Physically, they resemble massive snakes, though they often wear jewelry and …",
 "summary_markdown": "Nagas are serpentine beings with magical powers and keen intellects. Physically, they resemble massive snakes, though they often wear jewelry and …",
 "text": " Naga Source Monster Core pg. 236 1.1 Nagas are serpentine beings with magical powers and keen intellects. Physically, they resemble massive snakes, though they often wear jewelry and other ornaments that clearly separate them from their animal kin. Nagas use their innate magic and poisonous fangs to keep all but the most stalwart foes at bay. They keep their own counsel, viewing their cosmic role to be sacrosanct and beyond the understanding of outside scholars. Their unwillingness to explain themselves or entertain the suggestion of alliances has led to a long history of conflict with their neighbors, who read them as aloof, arrogant, or duplicitous. Nagas often have a powerful sense of duty to their perceived role within the universe, even if this role leads them to violent or tragic ends. Many see them as harsh and stern due to their devotion, terrifying in their majesty yet possessed of an aura of transcendence. Members Smaranava (Creature 7), Vicharamuni (Creature 10) Nagajor On Golarion, naga rule the nation of Nagajor—though most of the administration is performed by nagaji, humanoid kin to these powerful serpents. Though Nagajor has been at peace with its neighbors for centuries, it avoids having much to do with human societies if it can help it, to avoid any chance of renewed hostilities in the future. Ravithra Ravithra, the Pillar of Karma, ruled over Vudra in ages long past, alongside the aeons. After the first in a series of betrayals, her severed head regrew a serpentine body as she became the Mother of Nagas. Those descendants that still follow her deal out pitiless justice, while also seeking to restore her power. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=446",
 "weakness": {}
}