{
 "category": "creature-family",
 "creature_family": "Nymph",
 "creature_family_markdown": "Nymph",
 "exclude_from_search": false,
 "id": "creature-family-449",
 "legacy_id": [
  "creature-family-77"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Nymph](/MonsterFamilies.aspx?ID=449)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 244 <sup>1.1</sup>\n\nNymphs are a family of fey who have a deep association with the natural world. They often take the form of beautiful humanoids with elven features that match their abodes. The most common of their kind are the dryads: spirits who embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, often a single tree or pond. But, in the case of nymph queens, they can watch over whole forests or massive bodies of water.\n\n<title level=\"2\" right=\"\">Nymph Queens</title> Nymph queens are powerful nymphs who rule over entire regions of untouched wilderness, not just single trees or ponds. Every variety of nymph can have a queen. Naiad queens are among the most prominent, and more often interact with nearby mortals. Thus, some scholars refer to naiad queens as simply “nymphs.” \n\n<title level=\"3\" right=\"\">Nymph Queen Abilities</title> A nymph queen is 6 to 10 levels higher than an ordinary nymph of the same type, with enhanced numerical statistics and improved Strikes to match. A nymph queen's ward is a significant region, and she strengthens and vivifies this territory with her presence. Nymph queens are not dependent on their wards and lose the corresponding ability (such as a dryad's tree dependent ability); instead, they gain the tied to the land ability, as described below. A nymph queen also gains the nymph's beauty aura and the Focus Beauty action, which have varying effects based on the queen's original type. She gains the Inspiration ability, allowing her to bestow a gift of inspiration on those who catch her fancy, and the Change Shape ability to change her form. Finally, she gains primal prepared spells as a [druid](/Classes.aspx?ID=6) of her level.\n\n **Tied to the Land** A nymph queen is intrinsically tied to a specific region. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to [counteract](/Rules.aspx?ID=371) any spell that would harm the environment (such as the [_blight_](/Rituals.aspx?ID=111) ritual), using her spell DC with a counteract rank equal to the highest-rank druid spell she can cast. When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region.<br /> **Nymph's Beauty** ([aura](/Traits.aspx?ID=542), [emotion](/Traits.aspx?ID=590), [mental](/Traits.aspx?ID=647), [primal](/Traits.aspx?ID=676), [visual](/Traits.aspx?ID=727)) 30 feet. Creatures that start their turn in the aura must succeed at a Will save or suffer an effect described in the nymph queen's entry.<br /> **[Change Shape](/MonsterAbilities.aspx?ID=55)** <actions string=\"Single Action\" /> ([polymorph](/Traits.aspx?ID=670), [primal](/Traits.aspx?ID=676)) Nymph queens can transform between their original form, which looks much like a typical nymph of their kind, and any Small or Medium [humanoid](/Traits.aspx?ID=628) form, typically choosing a more humanoid-looking version of their natural form.<br /> **Focus Beauty** <actions string=\"Single Action\" /> ([emotion](/Traits.aspx?ID=590), [mental](/Traits.aspx?ID=647), [primal](/Traits.aspx?ID=676), [visual](/Traits.aspx?ID=727)) The nymph queen focuses her beauty upon a target, who must attempt a save against her nymph's beauty aura. If the creature fails and was already affected by the aura, it takes a greater effect described in the nymph queen's entry. A nymph queen can Focus Beauty on a given creature only once per turn.<br /> **Inspiration** <actions string=\"Three Actions\" /> ([emotion](/Traits.aspx?ID=590), [mental](/Traits.aspx?ID=647), [primal](/Traits.aspx?ID=676)) The nymph queen inspires a single intelligent creature by giving that creature a token of her favor, typically a lock of her hair, though it can be some other significant object as well. As long as the creature carries her token and remains in good standing with her, the creature gains a +1 status bonus to all [Crafting](/Skills.aspx?ID=37) checks, [Performance](/Skills.aspx?ID=45) checks, and Will saves.<br /> If the nymph grants her token to a [bard](/Classes.aspx?ID=3), and she's the bard's muse, the queen chooses one additional benefit granted by her token: a +1 status bonus to all [Lore](/Skills.aspx?ID=41) checks, a +2 status bonus to Performance checks when determining the effects of compositions, a +4 status bonus to untrained skill checks, or a +2 status bonus to Will saves against [fey](/Traits.aspx?ID=599).\n\n<title level=\"2\">Members</title>\r\n[Dryad](/Monsters.aspx?ID=3112) (Creature 3), [Dryad Queen](/Monsters.aspx?ID=3114) (Creature 13), [Naiad](/Monsters.aspx?ID=3111) (Creature 1), [Naiad Queen](/Monsters.aspx?ID=3113) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Artistic Treasures</title>\r\n\r\nNymphs favor art over any other types of material possession, often collecting the finest pieces they can and endeavoring to create their own. Nymphs sometimes carry magical trinkets or wear enchanted clothing or jewelry, but the greatest treasure a nymph queen can share is often her inspiration to those seeking a muse.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Harmonious Landscapes</title>\r\n\r\nNymphs tend to be closely associated with specific areas of natural splendor and beauty—woodlands for dryads, rivers for naiads. Areas where nymphs dwell always look more pristine, breathtaking, and scenic than they would otherwise.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Inspirations for Art</title>\r\n\r\nNymphs are living manifestations of beauty and grace, and as such they are often the subjects of art—sculpture and paintings in particular. Promising a nymph to immortalize them in a work of art can be an excellent way to secure that nymph's favor, but one should take care to ensure that the nymph admires and is proud of the artistic effort's final result, lest the nymph be insulted and lash out with her powerful magic.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Nymphs</title>\r\n\r\nNaiads and dryads are the most well-known nymphs, but others exist as well. Hesperides, for example, are warders of the sunset and golden light and can be encountered dwelling on coastal cliffsides or remote islands. Lampads, on the other hand, are dark, moody nymphs found in wondrous, crystal-lined caverns deep underground.\r\n</aside>",
 "name": "Nymph",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 244",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 244 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNymphs are a family of fey who have a deep association with the natural world. They often take the form of beautiful humanoids with elven features …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 244"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 244 <sup>1.1</sup>",
 "speed": {},
 "summary": "Nymphs are a family of fey who have a deep association with the natural world. They often take the form of beautiful humanoids with elven features …",
 "summary_markdown": "Nymphs are a family of fey who have a deep association with the natural world. They often take the form of beautiful humanoids with elven features …",
 "text": " Nymph Source Monster Core pg. 244 1.1 Nymphs are a family of fey who have a deep association with the natural world. They often take the form of beautiful humanoids with elven features that match their abodes. The most common of their kind are the dryads: spirits who embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, often a single tree or pond. But, in the case of nymph queens, they can watch over whole forests or massive bodies of water. Nymph Queens Nymph queens are powerful nymphs who rule over entire regions of untouched wilderness, not just single trees or ponds. Every variety of nymph can have a queen. Naiad queens are among the most prominent, and more often interact with nearby mortals. Thus, some scholars refer to naiad queens as simply “nymphs.” Nymph Queen Abilities A nymph queen is 6 to 10 levels higher than an ordinary nymph of the same type, with enhanced numerical statistics and improved Strikes to match. A nymph queen's ward is a significant region, and she strengthens and vivifies this territory with her presence. Nymph queens are not dependent on their wards and lose the corresponding ability (such as a dryad's tree dependent ability); instead, they gain the tied to the land ability, as described below. A nymph queen also gains the nymph's beauty aura and the Focus Beauty action, which have varying effects based on the queen's original type. She gains the Inspiration ability, allowing her to bestow a gift of inspiration on those who catch her fancy, and the Change Shape ability to change her form. Finally, she gains primal prepared spells as a druid of her level. Tied to the Land A nymph queen is intrinsically tied to a specific region. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to counteract any spell that would harm the environment (such as the blight ritual), using her spell DC with a counteract rank equal to the highest-rank druid spell she can cast. When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region. Nymph's Beauty (aura, emotion, mental, primal, visual) 30 feet. Creatures that start their turn in the aura must succeed at a Will save or suffer an effect described in the nymph queen's entry. Change Shape Single Action (polymorph, primal) Nymph queens can transform between their original form, which looks much like a typical nymph of their kind, and any Small or Medium humanoid form, typically choosing a more humanoid-looking version of their natural form. Focus Beauty Single Action (emotion, mental, primal, visual) The nymph queen focuses her beauty upon a target, who must attempt a save against her nymph's beauty aura. If the creature fails and was already affected by the aura, it takes a greater effect described in the nymph queen's entry. A nymph queen can Focus Beauty on a given creature only once per turn. Inspiration Three Actions (emotion, mental, primal) The nymph queen inspires a single intelligent creature by giving that creature a token of her favor, typically a lock of her hair, though it can be some other significant object as well. As long as the creature carries her token and remains in good standing with her, the creature gains a +1 status bonus to all Crafting checks, Performance checks, and Will saves. If the nymph grants her token to a bard, and she's the bard's muse, the queen chooses one additional benefit granted by her token: a +1 status bonus to all Lore checks, a +2 status bonus to Performance checks when determining the effects of compositions, a +4 status bonus to untrained skill checks, or a +2 status bonus to Will saves against fey. Members Dryad (Creature 3), Dryad Queen (Creature 13), Naiad (Creature 1), Naiad Queen (Creature 7) Artistic Treasures Nymphs favor art over any other types of material possession, often collecting the finest pieces they can and endeavoring to create their own. Nymphs sometimes carry magical trinkets or wear enchanted clothing or jewelry, but the greatest treasure a nymph queen can share is often her inspiration to those seeking a muse. Harmonious Landscapes Nymphs tend to be closely associated with specific areas of natural splendor and beauty—woodlands for dryads, rivers for naiads. Areas where nymphs dwell always look more pristine, breathtaking, and scenic than they would otherwise. Inspirations for Art Nymphs are living manifestations of beauty and grace, and as such they are often the subjects of art—sculpture and paintings in particular. Promising a nymph to immortalize them in a work of art can be an excellent way to secure that nymph's favor, but one should take care to ensure that the nymph admires and is proud of the artistic effort's final result, lest the nymph be insulted and lash out with her powerful magic. Other Nymphs Naiads and dryads are the most well-known nymphs, but others exist as well. Hesperides, for example, are warders of the sunset and golden light and can be encountered dwelling on coastal cliffsides or remote islands. Lampads, on the other hand, are dark, moody nymphs found in wondrous, crystal-lined caverns deep underground. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=449",
 "weakness": {}
}