{
 "category": "creature-family",
 "creature_family": "Ogre",
 "creature_family_markdown": "Ogre",
 "exclude_from_search": false,
 "id": "creature-family-451",
 "legacy_id": [
  "creature-family-78"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ogre](/MonsterFamilies.aspx?ID=451)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 250 <sup>1.1</sup>\n\nFor many societies, ogres embody brutish, amoral violence and greedy cruelty. Standing 10 feet tall and densely muscled, ogres are usually as strong as they are vicious. The worst ogres are sadists, enjoying remorseless murder, torture, and violence in all of its forms. Although they prefer to vent their violent urges on other humanoids—the smaller the better—ogre captivity can end in a horrifying fate for anyone unlucky enough to fall within their meaty grasp: becoming dinner. But for all their creativity in inflicting pain, ogres often forget that their playthings lack their own robust fortitude and high pain tolerance, and many of their captives die sooner than the ogres might prefer. Meanwhile, those who manage to survive captivity in an ogre's larder often emerge with lasting mental scars. A captive able to keep their wits about them, however, can sometimes trick the brutes by promising treasure, more plentiful food sources, or other crude amusements, taking advantage of an ogre's often-limited intellect to engineer opportunities to escape or gain revenge.\n\n Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. The most powerful ogre in any family is the “boss”—usually the family's patriarch or matriarch—whom the other ogres in the family learn to quickly obey or risk being brutalized by the boss's loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. Their lairs are filthy and frequently contain all-too-recognizable evidence of their depravity, along with assorted treasures stolen from past captives.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ogre Boss](/Monsters.aspx?ID=3120) (Creature 7), [Ogre Glutton](/Monsters.aspx?ID=3119) (Creature 4), [Ogre Warrior](/Monsters.aspx?ID=3118) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Grotesque Treasures</title>\r\n\r\nOgre warrens are abattoirs strewn with severed limbs, offal, and dubious stews. Ogres sometimes keep shiny baubles, like jewelry, and they appreciate intimidating weapons and armor, especially those that are large enough for them to use.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Ogre Hooks</title>\r\n\r\nOgres are known for using immense, curved picks called ogre hooks. These [uncommon](/Traits.aspx?ID=721) martial weapons cost 1 gp, deal 1d10 piercing damage, have 2 Bulk, and require two hands to use. Ogre hooks are in the [pick](/WeaponGroups.aspx?ID=10) weapon group. Ogre hooks have the [deadly d10](/Traits.aspx?ID=570) and [trip](/Traits.aspx?ID=716) weapon traits.\r\n</aside>",
 "name": "Ogre",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 250",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 250 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFor many societies, ogres embody brutish, amoral violence and greedy cruelty. Standing 10 feet tall and densely muscled, ogres are usually as strong …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 250"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 250 <sup>1.1</sup>",
 "speed": {},
 "summary": "For many societies, ogres embody brutish, amoral violence and greedy cruelty. Standing 10 feet tall and densely muscled, ogres are usually as strong …",
 "summary_markdown": "For many societies, ogres embody brutish, amoral violence and greedy cruelty. Standing 10 feet tall and densely muscled, ogres are usually as strong …",
 "text": " Ogre Source Monster Core pg. 250 1.1 For many societies, ogres embody brutish, amoral violence and greedy cruelty. Standing 10 feet tall and densely muscled, ogres are usually as strong as they are vicious. The worst ogres are sadists, enjoying remorseless murder, torture, and violence in all of its forms. Although they prefer to vent their violent urges on other humanoids—the smaller the better—ogre captivity can end in a horrifying fate for anyone unlucky enough to fall within their meaty grasp: becoming dinner. But for all their creativity in inflicting pain, ogres often forget that their playthings lack their own robust fortitude and high pain tolerance, and many of their captives die sooner than the ogres might prefer. Meanwhile, those who manage to survive captivity in an ogre's larder often emerge with lasting mental scars. A captive able to keep their wits about them, however, can sometimes trick the brutes by promising treasure, more plentiful food sources, or other crude amusements, taking advantage of an ogre's often-limited intellect to engineer opportunities to escape or gain revenge. Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. The most powerful ogre in any family is the “boss”—usually the family's patriarch or matriarch—whom the other ogres in the family learn to quickly obey or risk being brutalized by the boss's loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. Their lairs are filthy and frequently contain all-too-recognizable evidence of their depravity, along with assorted treasures stolen from past captives. Members Ogre Boss (Creature 7), Ogre Glutton (Creature 4), Ogre Warrior (Creature 3) Grotesque Treasures Ogre warrens are abattoirs strewn with severed limbs, offal, and dubious stews. Ogres sometimes keep shiny baubles, like jewelry, and they appreciate intimidating weapons and armor, especially those that are large enough for them to use. Ogre Hooks Ogres are known for using immense, curved picks called ogre hooks. These uncommon martial weapons cost 1 gp, deal 1d10 piercing damage, have 2 Bulk, and require two hands to use. Ogre hooks are in the pick weapon group. Ogre hooks have the deadly d10 and trip weapon traits. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=451",
 "weakness": {}
}