{
 "category": "creature-family",
 "creature_family": "Oni",
 "creature_family_markdown": "Oni",
 "exclude_from_search": false,
 "id": "creature-family-452",
 "legacy_id": [
  "creature-family-144"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Oni](/MonsterFamilies.aspx?ID=452)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 252 <sup>1.1</sup>\n\nOni are large, brutal creatures originating in Tian Xia who resemble humanoids with brightly colored skin, tusks, and horns. Though commonly mistaken for fiends, the first oni were originally kami, tutelary nature spirits. These kami suffered a terrible trauma, losing their sacred wards to dramatic disasters or the callousness of others, and as a result transformed into the violent creatures they are today. While some believe that oni can be spiritually placated through proper ritual worship that transforms them back into kami, many of these would-be saviors fall to oni's notorious brute strength, flesh-rending teeth, and command of storms.\n\n Oni possess the ability to disguise themselves as other humanoids. They are rarely creative in their disguises, often choosing a specific appearance similar to their oni form and sticking with it. This simplicity catches many by surprise, however, as people assume oni are limited to a single alternate form, which is by no means the case.\r\n\r\n<title level=\"2\">Members</title>\r\n[Caldera Oni](/Monsters.aspx?ID=3123) (Creature 14), [Island Oni](/Monsters.aspx?ID=3124) (Creature 17), [Mountain Oni](/Monsters.aspx?ID=3121) (Creature 8), [Snow Oni](/Monsters.aspx?ID=3122) (Creature 13)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Kishin Oni</title>\r\n\r\nThe mightiest oni are powerful quasideities known by the title of kishin, possessing unique powers and isolated mortal domains. The most powerful is Inma, the Empress of the World, but Akuma the Horned King, Murona the Dark Mother, and Nataka the Red King are also worshipped.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Oni Origins</title>\r\n\r\nThe first oni originated in the nation of Minkai on the continent of Tian Xia. Whether due to prevalent local [kami](/MonsterFamilies.aspx?ID=243)— particularly in the mist-shrouded Forest of Spirits—or its peoples' faiths, Minkai is a hotbed of oni activity\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Oni</title>\r\n\r\nDifferent oni exist across the continent of Tian Xia. Village oni mask their golden skin and four-fingered claws in human form. Other oni include night oni, which lurk in darkness and smoke, void oni, with their malevolent shadowy flames, and the awesomely powerful storm oni.\r\n</aside>",
 "name": "Oni",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 252",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 252 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOni are large, brutal creatures originating in Tian Xia who resemble humanoids with brightly colored skin, tusks, and horns. Though commonly mistaken …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 252"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 252 <sup>1.1</sup>",
 "speed": {},
 "summary": "Oni are large, brutal creatures originating in Tian Xia who resemble humanoids with brightly colored skin, tusks, and horns. Though commonly mistaken …",
 "summary_markdown": "Oni are large, brutal creatures originating in Tian Xia who resemble humanoids with brightly colored skin, tusks, and horns. Though commonly mistaken …",
 "text": " Oni Source Monster Core pg. 252 1.1 Oni are large, brutal creatures originating in Tian Xia who resemble humanoids with brightly colored skin, tusks, and horns. Though commonly mistaken for fiends, the first oni were originally kami, tutelary nature spirits. These kami suffered a terrible trauma, losing their sacred wards to dramatic disasters or the callousness of others, and as a result transformed into the violent creatures they are today. While some believe that oni can be spiritually placated through proper ritual worship that transforms them back into kami, many of these would-be saviors fall to oni's notorious brute strength, flesh-rending teeth, and command of storms. Oni possess the ability to disguise themselves as other humanoids. They are rarely creative in their disguises, often choosing a specific appearance similar to their oni form and sticking with it. This simplicity catches many by surprise, however, as people assume oni are limited to a single alternate form, which is by no means the case. Members Caldera Oni (Creature 14), Island Oni (Creature 17), Mountain Oni (Creature 8), Snow Oni (Creature 13) Kishin Oni The mightiest oni are powerful quasideities known by the title of kishin, possessing unique powers and isolated mortal domains. The most powerful is Inma, the Empress of the World, but Akuma the Horned King, Murona the Dark Mother, and Nataka the Red King are also worshipped. Oni Origins The first oni originated in the nation of Minkai on the continent of Tian Xia. Whether due to prevalent local kami— particularly in the mist-shrouded Forest of Spirits—or its peoples' faiths, Minkai is a hotbed of oni activity Other Oni Different oni exist across the continent of Tian Xia. Village oni mask their golden skin and four-fingered claws in human form. Other oni include night oni, which lurk in darkness and smoke, void oni, with their malevolent shadowy flames, and the awesomely powerful storm oni. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=452",
 "weakness": {}
}