{
 "category": "creature-family",
 "creature_family": "Ooze",
 "creature_family_markdown": "Ooze",
 "exclude_from_search": false,
 "id": "creature-family-453",
 "legacy_id": [
  "creature-family-79"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ooze](/MonsterFamilies.aspx?ID=453)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 256 <sup>1.1</sup>\n\nSlimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have insatiable appetites.\r\n\r\n<title level=\"2\">Members</title>\r\n[Living Tar](/Monsters.aspx?ID=3128) (Creature 7), [Sewer Ooze](/Monsters.aspx?ID=3125) (Creature 1), [String Slime](/Monsters.aspx?ID=3126) (Creature 3), [Tomb Jelly](/Monsters.aspx?ID=3127) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Oozing Acid</title>\r\n\r\nMany oozes have acidic attacks that can quickly degrade flesh, wood, and even stronger materials. Some believe that oozes are the result of alchemical or magical experimentation run amok, while others postulate that they simply emerged from the natural processes of evolution.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Oozes</title>\r\n\r\nMany varieties of these nearly mindless predators exist throughout the world. Some are mere variants, with different colored puddings, jellies, and oozes having little to differentiate them from those presented here other than their habitats and diets.\n\n Other oozes are more specialized in their role, or are dangerously intelligent. The most storied variety of these deadly and powerful oozes is the thankfully rare blight, a creature composed of protoplasm and eyes that curses entire regions with its presence.\r\n</aside>",
 "name": "Ooze",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 256",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 256 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSlimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 256"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 256 <sup>1.1</sup>",
 "speed": {},
 "summary": "Slimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have …",
 "summary_markdown": "Slimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have …",
 "text": " Ooze Source Monster Core pg. 256 1.1 Slimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have insatiable appetites. Members Living Tar (Creature 7), Sewer Ooze (Creature 1), String Slime (Creature 3), Tomb Jelly (Creature 5) Oozing Acid Many oozes have acidic attacks that can quickly degrade flesh, wood, and even stronger materials. Some believe that oozes are the result of alchemical or magical experimentation run amok, while others postulate that they simply emerged from the natural processes of evolution. Other Oozes Many varieties of these nearly mindless predators exist throughout the world. Some are mere variants, with different colored puddings, jellies, and oozes having little to differentiate them from those presented here other than their habitats and diets. Other oozes are more specialized in their role, or are dangerously intelligent. The most storied variety of these deadly and powerful oozes is the thankfully rare blight, a creature composed of protoplasm and eyes that curses entire regions with its presence. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=453",
 "weakness": {}
}