{
 "category": "creature-family",
 "creature_family": "Orc",
 "creature_family_markdown": "Orc",
 "exclude_from_search": false,
 "id": "creature-family-454",
 "legacy_id": [
  "creature-family-80"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Orc](/MonsterFamilies.aspx?ID=454)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 258 <sup>1.1</sup>\n\nMany orcs are forged in the fires of violence and conflict, often from the moment they're born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, whether by challenging a higher-ranking member of their community for dominance, taming a powerful beast, or slaying a fearsome monster.\n\n Tall and powerful, with long arms and thickly muscled legs, many orcs top 7 feet in height. Their heavy limbs and broad, almost bow-legged stances combine with a tendency to slouch forward to create an almost contradictory set of circumstances where an orc can tower over other humanoids while simultaneously staring them in the eye. These features, alongside a tendency to scar easily, can make them seem quite intimidating.\n\n The half-orc dromaars, most commonly born of unions between orcs and humans, are often tested even more harshly than their full orc kin, but those who endure these tests can rise to positions of authority. “An orc can have what an orc can hold” is a saying that not only applies to an individual's ability to secure their own destiny and position, but is also likely the root of orcs referring to their communities as holds.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dromaar Lorekeeper](/NPCs.aspx?ID=3664) (Creature 5), [Dromaar Mountaineer](/NPCs.aspx?ID=3131) (Creature 2), [Orc Agriculturalist](/NPCs.aspx?ID=3662) (Creature 1), [Orc Commander](/NPCs.aspx?ID=3132) (Creature 2), [Orc Doomsayer](/NPCs.aspx?ID=3758) (Creature 5), [Orc Gamekeeper](/NPCs.aspx?ID=3663) (Creature 4), [Orc Rampager](/NPCs.aspx?ID=3757) (Creature 4), [Orc Scrapper](/NPCs.aspx?ID=3129) (Creature 0), [Orc Skullcrushers](/NPCs.aspx?ID=3665) (Creature 7), [Orc Vagabond](/NPCs.aspx?ID=3756) (Creature 3), [Orc Veteran](/NPCs.aspx?ID=3130) (Creature 1), [Orc Veteran Master](/NPCs.aspx?ID=3666) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Beyond The Holds</title>\r\n\r\nOrcs are dynamic instruments of change. Through their travels, they learn about other communities. They can teach others orc history to build bridges and bring new ideas to their holds, ushering in a new era of inclusivity and cultural exchange. Traveling orcs are often curious to a fault, willing to try anything at least once. Outside of their hold, they make their living on the generosity of others and will not hesitate to pay back kindness in turn.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Dromaars</title>\r\n\r\nThe offspring of humans and orcs, dromaars' physiology can vary from looking like a human with tusks to an orc with curly, blonde hair. Their orc parent usually teaches them how to wield a weapon and speak [Orcish](/Languages.aspx?ID=163), but they aren't expected to become soldiers or use their combat skills to make a living. Dromaars are free to explore their interests and live as they choose, inside or outside of a hold. Orcs are accepting of their dromaar relatives and welcome them into their communities.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gods Of War</title>\r\n\r\nWhile there are orc deities, their worship is surprisingly uncommon. Orcs believe that if a creature has a face and a name, it can be killed, and so their own deities are targets, rather than objects of reverence.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Megafauna Mounts</title>\r\n\r\nOrcs are known for riding strange and fearsome beasts, particularly megafauna like [dire wolves](/Monsters.aspx?ID=416) and [smilodons](/Monsters.aspx?ID=2868). Given the opportunity, orcs also enlist [drakes](/MonsterFamilies.aspx?ID=404), [manticores](/Monsters.aspx?ID=3093), and anything else big and frightening enough to suit their needs.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Orc Faith</title>\r\n\r\nWith so many sudden disruptions to the orc pantheon, the faithful find themselves in a confusing time of change. Fervent worshippers of Lanishra, Sezelrian, and Zagresh don't particularly like the new deities who have usurped their old gods. Some of these zealots desperately cling to their old faiths, and many still hold a sliver of their fallen deity's power, further adding to the confusion.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Respect Your Elders</title>\r\n\r\nElder warriors (such as the orc veteran master) are typically middle-aged or older and past their prime. They seldom go into battle, instead being revered as the utmost source of knowledge on combat. They spend their days in the holds, training young warriors and adventurers who come bringing valuable trade goods.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Salvage</title>\r\n\r\nOrcs are experts at repurposing materials for their own use. Belkzen doesn't have rich soil or abundant deposits of valuable metals and minerals. Instead, orc crafters rely on salvage from battles or trade with outsiders for their raw materials. It's common for a basic tool, such as a knife or cooking pot, to be very old yet kept in perfect working condition. Even when a tool breaks, orc crafters find ways to reuse as much of it as they can manage.\r\n</aside>",
 "name": "Orc",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 258",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 258 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMany orcs are forged in the fires of violence and conflict, often from the moment they're born. As they live lives that are frequently cut brutally …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 258"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 258 <sup>1.1</sup>",
 "speed": {},
 "summary": "Many orcs are forged in the fires of violence and conflict, often from the moment they're born. As they live lives that are frequently cut brutally …",
 "summary_markdown": "Many orcs are forged in the fires of violence and conflict, often from the moment they're born. As they live lives that are frequently cut brutally …",
 "text": " Orc Source Monster Core pg. 258 1.1 Many orcs are forged in the fires of violence and conflict, often from the moment they're born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, whether by challenging a higher-ranking member of their community for dominance, taming a powerful beast, or slaying a fearsome monster. Tall and powerful, with long arms and thickly muscled legs, many orcs top 7 feet in height. Their heavy limbs and broad, almost bow-legged stances combine with a tendency to slouch forward to create an almost contradictory set of circumstances where an orc can tower over other humanoids while simultaneously staring them in the eye. These features, alongside a tendency to scar easily, can make them seem quite intimidating. The half-orc dromaars, most commonly born of unions between orcs and humans, are often tested even more harshly than their full orc kin, but those who endure these tests can rise to positions of authority. “An orc can have what an orc can hold” is a saying that not only applies to an individual's ability to secure their own destiny and position, but is also likely the root of orcs referring to their communities as holds. Members Dromaar Lorekeeper (Creature 5), Dromaar Mountaineer (Creature 2), Orc Agriculturalist (Creature 1), Orc Commander (Creature 2), Orc Doomsayer (Creature 5), Orc Gamekeeper (Creature 4), Orc Rampager (Creature 4), Orc Scrapper (Creature 0), Orc Skullcrushers (Creature 7), Orc Vagabond (Creature 3), Orc Veteran (Creature 1), Orc Veteran Master (Creature 10) Beyond The Holds Orcs are dynamic instruments of change. Through their travels, they learn about other communities. They can teach others orc history to build bridges and bring new ideas to their holds, ushering in a new era of inclusivity and cultural exchange. Traveling orcs are often curious to a fault, willing to try anything at least once. Outside of their hold, they make their living on the generosity of others and will not hesitate to pay back kindness in turn. Dromaars The offspring of humans and orcs, dromaars' physiology can vary from looking like a human with tusks to an orc with curly, blonde hair. Their orc parent usually teaches them how to wield a weapon and speak Orcish, but they aren't expected to become soldiers or use their combat skills to make a living. Dromaars are free to explore their interests and live as they choose, inside or outside of a hold. Orcs are accepting of their dromaar relatives and welcome them into their communities. Gods Of War While there are orc deities, their worship is surprisingly uncommon. Orcs believe that if a creature has a face and a name, it can be killed, and so their own deities are targets, rather than objects of reverence. Megafauna Mounts Orcs are known for riding strange and fearsome beasts, particularly megafauna like dire wolves and smilodons. Given the opportunity, orcs also enlist drakes, manticores, and anything else big and frightening enough to suit their needs. Orc Faith With so many sudden disruptions to the orc pantheon, the faithful find themselves in a confusing time of change. Fervent worshippers of Lanishra, Sezelrian, and Zagresh don't particularly like the new deities who have usurped their old gods. Some of these zealots desperately cling to their old faiths, and many still hold a sliver of their fallen deity's power, further adding to the confusion. Respect Your Elders Elder warriors (such as the orc veteran master) are typically middle-aged or older and past their prime. They seldom go into battle, instead being revered as the utmost source of knowledge on combat. They spend their days in the holds, training young warriors and adventurers who come bringing valuable trade goods. Salvage Orcs are experts at repurposing materials for their own use. Belkzen doesn't have rich soil or abundant deposits of valuable metals and minerals. Instead, orc crafters rely on salvage from battles or trade with outsiders for their raw materials. It's common for a basic tool, such as a knife or cooking pot, to be very old yet kept in perfect working condition. Even when a tool breaks, orc crafters find ways to reuse as much of it as they can manage. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=454",
 "weakness": {}
}