{
 "category": "creature-family",
 "creature_family": "Phantom",
 "creature_family_markdown": "Phantom",
 "exclude_from_search": false,
 "id": "creature-family-455",
 "legacy_id": [
  "creature-family-255"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Phantom](/MonsterFamilies.aspx?ID=455)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 262 <sup>1.1</sup>\n\nThe typical trajectory for souls passing to the afterlife is fairly straightforward, according to most theologians. When a mortal dies, their soul enters the River of Souls and eventually reaches the [Boneyard](/Planes.aspx?ID=39), where it is judged by [Pharasma](/Deities.aspx?ID=290). The judged soul moves onto its appropriate domain of final rest— [Heaven](/Planes.aspx?ID=41), [Hell](/Planes.aspx?ID=42), [Abaddon](/Planes.aspx?ID=37), and so forth—where it becomes a shade.\n\n Complications arise, however, when a soul in queue for judgment prematurely departs from the River of Souls and is shunted into the [Ethereal Plane](/Planes.aspx?ID=34). Whether as a result of nefarious interlopers like [daemons ](/Traits.aspx?ID=568)or [hags](/Traits.aspx?ID=620), malignant planar magic, or even fate, these souls become dislodged from the natural order of life and death and linger in a sort of purgatory. Unlike petitioners, these ethereal phantoms retain memories of their life before death, and unlike spirits such as ghosts, phantoms aren't tinged with the foul influences of undeath—at least, not at first, though the threat of corruption hangs heavy over a phantom's existence. Some eventually succumb to that fate, while others eventually rejoin the River of Souls. Until then, these wandering souls are a kind unto themselves—one without a true home, agenda, or purpose.\n\n Many phantoms have no desire to remain in their strange state of purgatory, either because they seek to continue their journey through the River of Souls or because they fear the corruption of undeath. In order to complete the natural spiritual cycle and become judged so they can continue to the afterlife, a phantom must find a way back into the River of Souls. Such a quest is no easy feat, however—the hazy mists of the Ethereal Plane can befuddle even the most experienced traveler, and numerous predators prowl the realm in search of stray souls to bind or devour.\r\n\r\n<title level=\"2\">Members</title>\r\n[Phantom Beast](/Monsters.aspx?ID=3136) (Creature 8), [Phantom Knight](/Monsters.aspx?ID=3135) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Finding The Way Home</title>\r\n\r\nPhantoms who seek to escape from undeath but aren't ready to move on can form links with [summoners](/Classes.aspx?ID=18), using the summoner's force of personality as a safe harbor for their own soul. A phantom connected to and manifested by a summoner maintains an ectoplasmic but ultimately corporeal form.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Passionate Souls</title>\r\n\r\nMany phantoms manifest as a result of literal waves in the River of Souls caused by their own powerful emotions that wash them ashore. This leads to many phantoms with emotionally themed abilities. The most common of these are anger, dedication, fear, hatred, jealousy, misery, and zeal.\r\n</aside>\n\n<title level=\"2\">Creating Phantoms</title>\r\n\r\nPhantom creatures have statistics similar to those they held as physical beings. You can turn an existing living creature into a phantom by trading their usual traits for the [ethereal](/Equipment.aspx?ID=284), [incorporeal](/Traits.aspx?ID=632), and [spirit](/Traits.aspx?ID=737) traits. Their Strikes gain the [magical](/Traits.aspx?ID=644) trait (and the [finesse](/Traits.aspx?ID=602) trait, for melee Strikes) and the phantom gets the phantom touch ability. Phantoms gain immunity to bleed, [disease](/Traits.aspx?ID=578), [paralyzed](/Conditions.aspx?ID=85), [poison](/Traits.aspx?ID=669), and precision damage and resistance to all damage (except [force](/Traits.aspx?ID=610), [_ghost touch_](/Equipment.aspx?ID=2840), or [spirit](/Traits.aspx?ID=737); double resistance vs. non-[magical](/Traits.aspx?ID=644)) from being incorporeal. Many phantoms gain occult innate spells or special powers related to the Ethereal Plane, such as those described in the stat blocks on these pages. If you give a phantom more than one new ability, consider increasing their level and adjusting their statistics to match.",
 "name": "Phantom",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 262",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 262 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe typical trajectory for souls passing to the afterlife is fairly straightforward, according to most theologians. When a mortal dies, their soul …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 262"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 262 <sup>1.1</sup>",
 "speed": {},
 "summary": "The typical trajectory for souls passing to the afterlife is fairly straightforward, according to most theologians. When a mortal dies, their soul …",
 "summary_markdown": "The typical trajectory for souls passing to the afterlife is fairly straightforward, according to most theologians. When a mortal dies, their soul …",
 "text": " Phantom Source Monster Core pg. 262 1.1 The typical trajectory for souls passing to the afterlife is fairly straightforward, according to most theologians. When a mortal dies, their soul enters the River of Souls and eventually reaches the Boneyard, where it is judged by Pharasma. The judged soul moves onto its appropriate domain of final rest— Heaven, Hell, Abaddon, and so forth—where it becomes a shade. Complications arise, however, when a soul in queue for judgment prematurely departs from the River of Souls and is shunted into the Ethereal Plane. Whether as a result of nefarious interlopers like daemons or hags, malignant planar magic, or even fate, these souls become dislodged from the natural order of life and death and linger in a sort of purgatory. Unlike petitioners, these ethereal phantoms retain memories of their life before death, and unlike spirits such as ghosts, phantoms aren't tinged with the foul influences of undeath—at least, not at first, though the threat of corruption hangs heavy over a phantom's existence. Some eventually succumb to that fate, while others eventually rejoin the River of Souls. Until then, these wandering souls are a kind unto themselves—one without a true home, agenda, or purpose. Many phantoms have no desire to remain in their strange state of purgatory, either because they seek to continue their journey through the River of Souls or because they fear the corruption of undeath. In order to complete the natural spiritual cycle and become judged so they can continue to the afterlife, a phantom must find a way back into the River of Souls. Such a quest is no easy feat, however—the hazy mists of the Ethereal Plane can befuddle even the most experienced traveler, and numerous predators prowl the realm in search of stray souls to bind or devour. Members Phantom Beast (Creature 8), Phantom Knight (Creature 4) Finding The Way Home Phantoms who seek to escape from undeath but aren't ready to move on can form links with summoners, using the summoner's force of personality as a safe harbor for their own soul. A phantom connected to and manifested by a summoner maintains an ectoplasmic but ultimately corporeal form. Passionate Souls Many phantoms manifest as a result of literal waves in the River of Souls caused by their own powerful emotions that wash them ashore. This leads to many phantoms with emotionally themed abilities. The most common of these are anger, dedication, fear, hatred, jealousy, misery, and zeal. Creating Phantoms Phantom creatures have statistics similar to those they held as physical beings. You can turn an existing living creature into a phantom by trading their usual traits for the ethereal, incorporeal, and spirit traits. Their Strikes gain the magical trait (and the finesse trait, for melee Strikes) and the phantom gets the phantom touch ability. Phantoms gain immunity to bleed, disease, paralyzed, poison, and precision damage and resistance to all damage (except force, ghost touch , or spirit; double resistance vs. non-magical) from being incorporeal. Many phantoms gain occult innate spells or special powers related to the Ethereal Plane, such as those described in the stat blocks on these pages. If you give a phantom more than one new ability, consider increasing their level and adjusting their statistics to match.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=455",
 "weakness": {}
}