{
 "category": "creature-family",
 "creature_family": "Psychopomp",
 "creature_family_markdown": "Psychopomp",
 "exclude_from_search": false,
 "id": "creature-family-458",
 "legacy_id": [
  "creature-family-83"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Psychopomp](/MonsterFamilies.aspx?ID=458)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 274 <sup>1.1</sup>\n\nPsychopomps are guardians and shepherds of the dead in the [Boneyard](/Planes.aspx?ID=39), the vast plane of graves where mortal souls are judged and sent on to their eternal rewards or damnations. Psychopomps ensure that the dead come to terms with their transition from mortality and are properly sorted into the appropriate afterlife. They also protect souls from being preyed upon by supernatural predators. Nearly all psychopomps wear masks, especially when they're likely to be interacting with mortals, although the types of masks they wear are as varied as the psychopomps themselves. The courts of the Boneyard preside in [Requian](/Languages.aspx?ID=34), a somber yet melodic language spoken slowly with various tonal shifts.\n\n Many psychopomps are intimately involved with the Boneyard's massive bureaucracy. Few pursue mercy, justice, or personal gain; their duties to [Pharasma](/Deities.aspx?ID=290) and her Boneyard are supreme. Nevertheless, individual psychopomps interpret their duties in different ways, which might put them in conflict with mortals or even with each other.\r\n\r\n<title level=\"2\">Members</title>\r\n[Morrigna](/Monsters.aspx?ID=3149) (Creature 15), [Nosoi](/Monsters.aspx?ID=3147) (Creature 1), [Vanth](/Monsters.aspx?ID=3148) (Creature 7), [Yamaraj](/Monsters.aspx?ID=3150) (Creature 20)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Psychopomp Courts</title>\r\n\r\nPsychopomps rarely oppose [celestials](/Traits.aspx?ID=551) or [fiends](/Traits.aspx?ID=600). In fact, they frequently host such creatures in the [Boneyard](/Planes.aspx?ID=39), particularly in the sprawling psychopomp courts where these outsiders petition for one soul or another to be remanded to their jurisdiction. Complicated cases are judged by yamarajes, while the thorniest or most politically delicate are handed by [Pharasma](/Deities.aspx?ID=290) herself.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Psychopomp Divinities</title>\r\n\r\nThe most powerful of the psychopomps are demigods known as “ushers”. These include Atropos, the Last Sister; [Barzahk](/Deities.aspx?ID=138), the Passage; Ceyanan, the Shepherd; Dammar, the Denied; [Imot](/Deities.aspx?ID=139), the Symbol of Doom; [Mother Vulture](/Deities.aspx?ID=142), the Flesheater; Mrtyu, Death's Consort; [Narakas](/Deities.aspx?ID=57), the Cleansing Sentence; the Pale Horse; Phlegyas, Consoler of Atheists; [Saloc](/Deities.aspx?ID=146), Minder of Immortals; Teshallas, the Primordial Poison; and Vale, the Court of the Ancestors\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Psychopomp Traitors</title>\r\n\r\nSome psychopomps view their task of sorting souls as ultimately hollow and meaningless since the multiverse itself must one day end. Eons ago, these rebels shirked their duties and fled to the empty corners of the planes, becoming a new type of evil creature called a [sahkil](/MonsterFamilies.aspx?ID=208). Sahkils feed on mortal fears, particularly fears of death, and enjoy tormenting those who must die. Psychopomps generally leave these malcontents alone, except when sahkils interfere with the proper flow of souls.\r\n</aside>",
 "name": "Psychopomp",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 274",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 274 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPsychopomps are guardians and shepherds of the dead in the  Boneyard , the vast plane of graves where mortal souls are judged and sent on to their …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 274"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 274 <sup>1.1</sup>",
 "speed": {},
 "summary": "Psychopomps are guardians and shepherds of the dead in the  Boneyard , the vast plane of graves where mortal souls are judged and sent on to their …",
 "summary_markdown": "Psychopomps are guardians and shepherds of the dead in the  Boneyard , the vast plane of graves where mortal souls are judged and sent on to their …",
 "text": " Psychopomp Source Monster Core pg. 274 1.1 Psychopomps are guardians and shepherds of the dead in the Boneyard, the vast plane of graves where mortal souls are judged and sent on to their eternal rewards or damnations. Psychopomps ensure that the dead come to terms with their transition from mortality and are properly sorted into the appropriate afterlife. They also protect souls from being preyed upon by supernatural predators. Nearly all psychopomps wear masks, especially when they're likely to be interacting with mortals, although the types of masks they wear are as varied as the psychopomps themselves. The courts of the Boneyard preside in Requian, a somber yet melodic language spoken slowly with various tonal shifts. Many psychopomps are intimately involved with the Boneyard's massive bureaucracy. Few pursue mercy, justice, or personal gain; their duties to Pharasma and her Boneyard are supreme. Nevertheless, individual psychopomps interpret their duties in different ways, which might put them in conflict with mortals or even with each other. Members Morrigna (Creature 15), Nosoi (Creature 1), Vanth (Creature 7), Yamaraj (Creature 20) Psychopomp Courts Psychopomps rarely oppose celestials or fiends. In fact, they frequently host such creatures in the Boneyard, particularly in the sprawling psychopomp courts where these outsiders petition for one soul or another to be remanded to their jurisdiction. Complicated cases are judged by yamarajes, while the thorniest or most politically delicate are handed by Pharasma herself. Psychopomp Divinities The most powerful of the psychopomps are demigods known as “ushers”. These include Atropos, the Last Sister; Barzahk, the Passage; Ceyanan, the Shepherd; Dammar, the Denied; Imot, the Symbol of Doom; Mother Vulture, the Flesheater; Mrtyu, Death's Consort; Narakas, the Cleansing Sentence; the Pale Horse; Phlegyas, Consoler of Atheists; Saloc, Minder of Immortals; Teshallas, the Primordial Poison; and Vale, the Court of the Ancestors Psychopomp Traitors Some psychopomps view their task of sorting souls as ultimately hollow and meaningless since the multiverse itself must one day end. Eons ago, these rebels shirked their duties and fled to the empty corners of the planes, becoming a new type of evil creature called a sahkil. Sahkils feed on mortal fears, particularly fears of death, and enjoy tormenting those who must die. Psychopomps generally leave these malcontents alone, except when sahkils interfere with the proper flow of souls. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=458",
 "weakness": {}
}