{
 "category": "creature-family",
 "creature_family": "Qlippoth",
 "creature_family_markdown": "Qlippoth",
 "exclude_from_search": false,
 "id": "creature-family-460",
 "legacy_id": [
  "creature-family-146"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Qlippoth](/MonsterFamilies.aspx?ID=460)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 280 <sup>1.1</sup>\n\nLong before the creatures known as [demons](/MonsterFamilies.aspx?ID=28) came to be the dominant force in the [Outer Rifts](/Planes.aspx?ID=45), qlippoth ruled the innumerable cracks of the Outer Sphere. These inimical creatures are a form of primordial and alien evil that predates mortal life, and most immortal life as well. Since the rise of mortal sin and the associated expansion of demonic life through the Outer Rifts, qlippoth have been driven to their deepest reaches, and they seethe with rancor at the loss of their realms. Yet, rather than directly oppose demons, qlippoth instead turn to the source—mortal sin—and wage an endless war to eradicate all creatures capable of sinful acts so that the demonic tide might be turned back. To ensure they do not bolster their foe's ranks, they enact horrific transformations on their targets, converting their victims into beings incapable of discerning right from wrong; this renders them unable to be judged by [Pharasma's](/Deities.aspx?ID=290) courts and thus incapable of becoming fiends. Most mortals consider the ministrations of a qlippoth to be far worse than any fate awaiting them in the afterlife.\r\n\r\n<title level=\"2\">Members</title>\r\n[Augnagar](/Monsters.aspx?ID=3156) (Creature 14), [Cythnigot](/Monsters.aspx?ID=3154) (Creature 1), [Gongorinan](/Monsters.aspx?ID=3155) (Creature 11), [Mugrisant](/Monsters.aspx?ID=3786) (Creature 15), [Thulgant](/Monsters.aspx?ID=3157) (Creature 18)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Qlippoth and Demons</title>\r\n\r\nQlippoth ruled the [Outer Rifts](/Planes.aspx?ID=45) for eons and still see themselves as its rightful rulers. When the Outer Rifts first began to spawn [demons](/MonsterFamilies.aspx?ID=387) from the souls of sinful humanoids, it plunged the realms into a brutal war spanning untold millennia. Though more powerful and established, the qlippoth were slowly but surely driven back by the endless demonic hordes, who spawned far more quickly than qlippoth could ever hope to match. Today, qlippoth have been driven to the deepest, darkest corners of the Outer Rifts where they cling tightly to the crumbling remains of their territory.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Qlippoth And Mortals</title>\r\n\r\nAs qlippoth lost territory to their [demonic](/MonsterFamilies.aspx?ID=387)rivals, they realized that the only way to stem the tide of demonic forces was to starve them of the sinful souls that the [Outer Rifts](/Planes.aspx?ID=45) uses to spawn new demons. While qlippoth have no concept of how they might go about preventing sin by changing the way mortals act, they do understand that exterminating mortal life would solve the problem as well.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Qlippoth Lords</title>\r\n\r\nThe most powerful qlippoth are quasi-deities themselves, ancient entities only rarely worshipped by non-qlippoth. Of these monstrous divinities, the Polymorph Plague, Yamasoth, is well-known as the creator of the gongorinans. Others include Chavazvug the Crawling Inferno, Isph-Aun-Vuln the Feaster Within, and Thuskchoon the Everglutton.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Qlippoth Realms</title>\r\n\r\nAlthough it is widely accepted that qlippoth have lost incalculable territory in the Outer Rifts to demonkind, these fiends still control vast regions in the deepest reaches of that plane. Some sages suggest the troubling possibility that perhaps qlippoth still hold more territory of the Outer Rifts than demons do, but because demons are more concerned with mortal life, we simply interact with the rifts they control more often. For all we know, these dour sages postulate, the Outer Rifts teems with endless swarms of qlippoth that have yet to make their move against mortal life.\r\n</aside>",
 "name": "Qlippoth",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 280",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 280 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLong before the creatures known as  demons  came to be the dominant force in the  Outer Rifts , qlippoth ruled the innumerable cracks of the Outer …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 280"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 280 <sup>1.1</sup>",
 "speed": {},
 "summary": "Long before the creatures known as  demons  came to be the dominant force in the  Outer Rifts , qlippoth ruled the innumerable cracks of the Outer …",
 "summary_markdown": "Long before the creatures known as  demons  came to be the dominant force in the  Outer Rifts , qlippoth ruled the innumerable cracks of the Outer …",
 "text": " Qlippoth Source Monster Core pg. 280 1.1 Long before the creatures known as demons came to be the dominant force in the Outer Rifts, qlippoth ruled the innumerable cracks of the Outer Sphere. These inimical creatures are a form of primordial and alien evil that predates mortal life, and most immortal life as well. Since the rise of mortal sin and the associated expansion of demonic life through the Outer Rifts, qlippoth have been driven to their deepest reaches, and they seethe with rancor at the loss of their realms. Yet, rather than directly oppose demons, qlippoth instead turn to the source—mortal sin—and wage an endless war to eradicate all creatures capable of sinful acts so that the demonic tide might be turned back. To ensure they do not bolster their foe's ranks, they enact horrific transformations on their targets, converting their victims into beings incapable of discerning right from wrong; this renders them unable to be judged by Pharasma's courts and thus incapable of becoming fiends. Most mortals consider the ministrations of a qlippoth to be far worse than any fate awaiting them in the afterlife. Members Augnagar (Creature 14), Cythnigot (Creature 1), Gongorinan (Creature 11), Mugrisant (Creature 15), Thulgant (Creature 18) Qlippoth and Demons Qlippoth ruled the Outer Rifts for eons and still see themselves as its rightful rulers. When the Outer Rifts first began to spawn demons from the souls of sinful humanoids, it plunged the realms into a brutal war spanning untold millennia. Though more powerful and established, the qlippoth were slowly but surely driven back by the endless demonic hordes, who spawned far more quickly than qlippoth could ever hope to match. Today, qlippoth have been driven to the deepest, darkest corners of the Outer Rifts where they cling tightly to the crumbling remains of their territory. Qlippoth And Mortals As qlippoth lost territory to their demonicrivals, they realized that the only way to stem the tide of demonic forces was to starve them of the sinful souls that the Outer Rifts uses to spawn new demons. While qlippoth have no concept of how they might go about preventing sin by changing the way mortals act, they do understand that exterminating mortal life would solve the problem as well. Qlippoth Lords The most powerful qlippoth are quasi-deities themselves, ancient entities only rarely worshipped by non-qlippoth. Of these monstrous divinities, the Polymorph Plague, Yamasoth, is well-known as the creator of the gongorinans. Others include Chavazvug the Crawling Inferno, Isph-Aun-Vuln the Feaster Within, and Thuskchoon the Everglutton. Qlippoth Realms Although it is widely accepted that qlippoth have lost incalculable territory in the Outer Rifts to demonkind, these fiends still control vast regions in the deepest reaches of that plane. Some sages suggest the troubling possibility that perhaps qlippoth still hold more territory of the Outer Rifts than demons do, but because demons are more concerned with mortal life, we simply interact with the rifts they control more often. For all we know, these dour sages postulate, the Outer Rifts teems with endless swarms of qlippoth that have yet to make their move against mortal life. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=460",
 "weakness": {}
}