{
 "category": "creature-family",
 "creature_family": "Rakshasa",
 "creature_family_markdown": "Rakshasa",
 "exclude_from_search": false,
 "id": "creature-family-461",
 "legacy_id": [
  "creature-family-85"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Rakshasa](/MonsterFamilies.aspx?ID=461)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 286 <sup>1.1</sup>\n\nRakshasas are primordial, divine beings who serve as incarnations of all that is foul within creation, born the moment that the concepts of good and evil were first conceived. It is their divine purpose to exemplify the profane—by murdering their own kin, eating the flesh of sapient beings, and performing thousands of other atrocities, they define these acts as obscene and taboo, so that mortals know these acts to be crimes in the eyes of the holy. It is a role they must play, in the same way that a stage play must have an actor to serve as the villain, a role that damned all rakshasas from the moment of their genesis.\n\n Most rakshasas enjoy their role, in the same way an actor enjoys delivering a masterful performance, yet there is an element of tragedy to their existence. They are fated to serve solely as foils to others, to corrupt the unworthy and fall to the heroic, never free to forge their own path. They are condemned to perform the most heinous of deeds, even if it rankles their sensibilities and conscience. To do otherwise is to defy their nature and their purpose: the greatest sin a rakshasa can perform.\r\n\r\n<title level=\"2\">Members</title>\r\n[Raja-Krodha](/Monsters.aspx?ID=3161) (Creature 10), [Raktavarna](/Monsters.aspx?ID=3160) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Rakshasa Immortals</title>\r\n\r\nAbove all rakshasas rule the rakshasa immortals, powerful entities manifested from the most horrid concepts ever to flicker into existence. These beings include Aksha of the Second Breath, Bundha the Singing Butcher, Dradjit the Godslayer, Kunkarna the Dream Warrior, Mursha the Beastmaster, Otikaya the Spirit Archer, Surpa the Avenger, Zabha the Desecrator, and countless others.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Rakshasas in Society</title>\r\n\r\nMost rakshasas live in urban areas where humanoids congregate, supplying them with a variety of mortals to prey upon and to find wanting, as well as all the luxuries that often leads humanoid societies into corruption.\r\n</aside>",
 "name": "Rakshasa",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 286",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 286 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRakshasas are primordial, divine beings who serve as incarnations of all that is foul within creation, born the moment that the concepts of good and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 286"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 286 <sup>1.1</sup>",
 "speed": {},
 "summary": "Rakshasas are primordial, divine beings who serve as incarnations of all that is foul within creation, born the moment that the concepts of good and …",
 "summary_markdown": "Rakshasas are primordial, divine beings who serve as incarnations of all that is foul within creation, born the moment that the concepts of good and …",
 "text": " Rakshasa Source Monster Core pg. 286 1.1 Rakshasas are primordial, divine beings who serve as incarnations of all that is foul within creation, born the moment that the concepts of good and evil were first conceived. It is their divine purpose to exemplify the profane—by murdering their own kin, eating the flesh of sapient beings, and performing thousands of other atrocities, they define these acts as obscene and taboo, so that mortals know these acts to be crimes in the eyes of the holy. It is a role they must play, in the same way that a stage play must have an actor to serve as the villain, a role that damned all rakshasas from the moment of their genesis. Most rakshasas enjoy their role, in the same way an actor enjoys delivering a masterful performance, yet there is an element of tragedy to their existence. They are fated to serve solely as foils to others, to corrupt the unworthy and fall to the heroic, never free to forge their own path. They are condemned to perform the most heinous of deeds, even if it rankles their sensibilities and conscience. To do otherwise is to defy their nature and their purpose: the greatest sin a rakshasa can perform. Members Raja-Krodha (Creature 10), Raktavarna (Creature 1) Rakshasa Immortals Above all rakshasas rule the rakshasa immortals, powerful entities manifested from the most horrid concepts ever to flicker into existence. These beings include Aksha of the Second Breath, Bundha the Singing Butcher, Dradjit the Godslayer, Kunkarna the Dream Warrior, Mursha the Beastmaster, Otikaya the Spirit Archer, Surpa the Avenger, Zabha the Desecrator, and countless others. Rakshasas in Society Most rakshasas live in urban areas where humanoids congregate, supplying them with a variety of mortals to prey upon and to find wanting, as well as all the luxuries that often leads humanoid societies into corruption. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=461",
 "weakness": {}
}