{
 "category": "creature-family",
 "creature_family": "Scorpion",
 "creature_family_markdown": "Scorpion",
 "exclude_from_search": false,
 "id": "creature-family-466",
 "legacy_id": [
  "creature-family-87"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Scorpion](/MonsterFamilies.aspx?ID=466)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 298 <sup>1.1</sup>\n\nChitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions can be found in nearly every climate, where they hunt their prey with a mixture of patient stealth and raw strength. Most scorpions live in underground burrows, either as lone hunters or part of a larger colony. These arachnids are so feared and dangerous that in many cultures, they are treated as deities or dualistic symbols of both death and protection from said death.\r\n\r\n<title level=\"2\">Members</title>\r\n[Giant Scorpion](/Monsters.aspx?ID=3175) (Creature 3), [Scorpion Swarm](/Monsters.aspx?ID=3176) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Scorpion Venom</title>\r\n\r\nThough scorpions are often symbols of death or evil, their venom can be extracted and used for a wide variety of medical applications. A character can milk an incapacitated giant scorpion to extract raw scorpion venom, which can be used as raw materials to craft giant scorpion venom or lesser antiplague. To determine the value of ingredients you gain each day and the DC of the appropriate [Medicine](/Skills.aspx?ID=42) or [Lore](/Skills.aspx?ID=41) check, use the 3rd-level task entry in on the [Income Earned](/Actions.aspx?ID=2364)table.\r\n</aside>",
 "name": "Scorpion",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 298",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 298 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nChitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 298"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 298 <sup>1.1</sup>",
 "speed": {},
 "summary": "Chitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions …",
 "summary_markdown": "Chitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions …",
 "text": " Scorpion Source Monster Core pg. 298 1.1 Chitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions can be found in nearly every climate, where they hunt their prey with a mixture of patient stealth and raw strength. Most scorpions live in underground burrows, either as lone hunters or part of a larger colony. These arachnids are so feared and dangerous that in many cultures, they are treated as deities or dualistic symbols of both death and protection from said death. Members Giant Scorpion (Creature 3), Scorpion Swarm (Creature 4) Scorpion Venom Though scorpions are often symbols of death or evil, their venom can be extracted and used for a wide variety of medical applications. A character can milk an incapacitated giant scorpion to extract raw scorpion venom, which can be used as raw materials to craft giant scorpion venom or lesser antiplague. To determine the value of ingredients you gain each day and the DC of the appropriate Medicine or Lore check, use the 3rd-level task entry in on the Income Earnedtable. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=466",
 "weakness": {}
}