{
 "category": "creature-family",
 "creature_family": "Serpentfolk",
 "creature_family_markdown": "Serpentfolk",
 "exclude_from_search": false,
 "id": "creature-family-468",
 "legacy_id": [
  "creature-family-151"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Serpentfolk](/MonsterFamilies.aspx?ID=468)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 302 <sup>1.1</sup>\n\nBefore their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Their power was shattered and their god [Ydersius](/Deities.aspx?ID=211) decapitated (although not quite slain). The cunning, intelligence, and magical abilities of serpentfolk have diminished from their ancient heights, and most are born without these boons. This is partially the result of cruel genetic meddling among serpentfolk—though the ruling class, zyss, are born with an innate spellcasting ability, their blood runs thin, making them susceptible to wounds. Seen as the failures of the serpentfolk's experiments are the aapophs, who are strong but prone to mutation and lack innate spellcasting.\n\n Today, the central realm of the Darklands retains the old name of the serpentfolk empire that once dominated this region—Sekamina. This name is also the source of the serpentfolk's [Aklo](/Languages.aspx?ID=164) title, sekmin, which they are often called in ancient texts. Serpentfolk dominion had declined before ghouls, gugs, umbral gnomes, and other forces. Yet their recent ventures have brought them back to a stronger place in the Darklands. Many serpentfolk sleeping in torpor in secluded vaults have awakened.\n\n Zyss serpentfolk tend toward megalomania, with dreams of returning to their place of dominance. Many of their plans hinge on resurrecting Ydersius, their decapitated god. His headless body still thrashes about, mindless, in the Darklands, waiting to be reunited with his lost skull. Serpentfolk numbers are so small that reclaiming their dominance seems a distant dream, especially since their reproduction is slow. Though a parent can birth a dozen young at once, the gestation period lasts up to a decade, and the likelihood that even one will be zyss is low. There's no telling whether a child will be zyss or aapoph, regardless of parentage. A coveted zyss child is just as likely to arise from aapoph parents as from two zyss, and every serpentfolk colony has someone in charge of sorting the young, identifying the earliest signs of magic in them.\r\n\r\n<title level=\"2\">Members</title>\r\n[Aapoph Granitescale](/Monsters.aspx?ID=3184) (Creature 6), [Aapoph Serpentfolk](/Monsters.aspx?ID=3182) (Creature 3), [Bone Prophet](/Monsters.aspx?ID=3185) (Creature 8), [Coil Spy](/Monsters.aspx?ID=3183) (Creature 4), [Zyss Serpentfolk](/Monsters.aspx?ID=3181) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Above the Surface</title>\r\n\r\nA small number of serpentfolk settlements dot Golarion's surface, most of them in humid, remote jungles, far-flung islands, or at the mouths of caverns. It's rare for such a settlement to number more than a few dozen serpentfolk. They rely primarily on aapophs to build their power bases, to defend them, and to perform essentially all the practical functions of their society. This includes providing food, crafting goods, and tending to the zyss's every need.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Serpentfolk Magic</title>\r\n\r\nSome serpentfolk might have entirely different innate spells. These alternative spells are typically illusions, mental spells, or divinatory magic. Examples, listed by their minimum rank, include: **6th** [_mislead_](/Spells.aspx?ID=1605), [_zealous conviction_](/Spells.aspx?ID=1760); **5th** [_mind probe_](/Spells.aspx?ID=1601); **4th** [_honeyed words_](/Spells.aspx?ID=1558); **3rd** [_dream message_](/Spells.aspx?ID=1503), [_enthrall_](/Spells.aspx?ID=1516), [_mind reading_](/Spells.aspx?ID=1602); **2nd** [_invisibility_](/Spells.aspx?ID=1577) (self only); **1st** [_mindlink_](/Spells.aspx?ID=1603), [_phantom pain_](/Spells.aspx?ID=1632). Aapoph serpentfolk lack innate spells.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Zyss Strife</title>\r\n\r\nA serpentfolk conclave with just a few zyss is functional, but one with a large number becomes fractious. Cults and societies form, all pursuing their own passions and politics, with scheming and backstabbing running rampant. A powerful priest may be able to bring other zyss to heel, but many zyss question why a priest should be in charge if their god is dead. Thriving on decadence, zyss crave receiving expensive gifts, gorging themselves on massive meals, and pursing arts such as music, poetry, or sculpture.\r\n</aside>",
 "name": "Serpentfolk",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 302",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 302 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBefore their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Their power was …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 302"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 302 <sup>1.1</sup>",
 "speed": {},
 "summary": "Before their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Their power was …",
 "summary_markdown": "Before their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Their power was …",
 "text": " Serpentfolk Source Monster Core pg. 302 1.1 Before their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Their power was shattered and their god Ydersius decapitated (although not quite slain). The cunning, intelligence, and magical abilities of serpentfolk have diminished from their ancient heights, and most are born without these boons. This is partially the result of cruel genetic meddling among serpentfolk—though the ruling class, zyss, are born with an innate spellcasting ability, their blood runs thin, making them susceptible to wounds. Seen as the failures of the serpentfolk's experiments are the aapophs, who are strong but prone to mutation and lack innate spellcasting. Today, the central realm of the Darklands retains the old name of the serpentfolk empire that once dominated this region—Sekamina. This name is also the source of the serpentfolk's Aklo title, sekmin, which they are often called in ancient texts. Serpentfolk dominion had declined before ghouls, gugs, umbral gnomes, and other forces. Yet their recent ventures have brought them back to a stronger place in the Darklands. Many serpentfolk sleeping in torpor in secluded vaults have awakened. Zyss serpentfolk tend toward megalomania, with dreams of returning to their place of dominance. Many of their plans hinge on resurrecting Ydersius, their decapitated god. His headless body still thrashes about, mindless, in the Darklands, waiting to be reunited with his lost skull. Serpentfolk numbers are so small that reclaiming their dominance seems a distant dream, especially since their reproduction is slow. Though a parent can birth a dozen young at once, the gestation period lasts up to a decade, and the likelihood that even one will be zyss is low. There's no telling whether a child will be zyss or aapoph, regardless of parentage. A coveted zyss child is just as likely to arise from aapoph parents as from two zyss, and every serpentfolk colony has someone in charge of sorting the young, identifying the earliest signs of magic in them. Members Aapoph Granitescale (Creature 6), Aapoph Serpentfolk (Creature 3), Bone Prophet (Creature 8), Coil Spy (Creature 4), Zyss Serpentfolk (Creature 2) Above the Surface A small number of serpentfolk settlements dot Golarion's surface, most of them in humid, remote jungles, far-flung islands, or at the mouths of caverns. It's rare for such a settlement to number more than a few dozen serpentfolk. They rely primarily on aapophs to build their power bases, to defend them, and to perform essentially all the practical functions of their society. This includes providing food, crafting goods, and tending to the zyss's every need. Serpentfolk Magic Some serpentfolk might have entirely different innate spells. These alternative spells are typically illusions, mental spells, or divinatory magic. Examples, listed by their minimum rank, include: 6th mislead , zealous conviction ; 5th mind probe ; 4th honeyed words ; 3rd dream message , enthrall , mind reading ; 2nd invisibility (self only); 1st mindlink , phantom pain . Aapoph serpentfolk lack innate spells. Zyss Strife A serpentfolk conclave with just a few zyss is functional, but one with a large number becomes fractious. Cults and societies form, all pursuing their own passions and politics, with scheming and backstabbing running rampant. A powerful priest may be able to bring other zyss to heel, but many zyss question why a priest should be in charge if their god is dead. Thriving on decadence, zyss crave receiving expensive gifts, gorging themselves on massive meals, and pursing arts such as music, poetry, or sculpture. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=468",
 "weakness": {}
}