{
 "category": "creature-family",
 "creature_family": "Sinspawn",
 "creature_family_markdown": "Sinspawn",
 "exclude_from_search": false,
 "id": "creature-family-471",
 "legacy_id": [
  "creature-family-91"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Sinspawn](/MonsterFamilies.aspx?ID=471)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 310 <sup>1.1</sup>\n\nSinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first sinspawn was created by the Runelord of Wrath, utilizing techniques that have since gone on to influence fleshwarping practices (see [fleshwarp](/MonsterFamilies.aspx?ID=47)). It wasn't long before the technique used to create sinspawn fell into the hands of the other runelords, and while each tried their own hand at crafting variants of their own design, today, sinspawn of wrath remain the most numerous and notorious of their kind.\n\n Bearing only a vague resemblance to the humanoids from whose flesh they were formed, sinspawn generally appear horrifically emaciated and have unnaturally long arms and digitigrade legs, each with a trio of stubby, taloned digits. Veins bulge across sinspawn's bodies in sanguine patterns that suspiciously resemble twisted runes, and their flesh is pale and hairless. Their heads are elongated, with slits for a nose, red eyes, and disturbing lower jaws that split in half at the chin, revealing pedipalps that end in tiny, three-fingered hands and framing a long, lolling tongue.\n\n Sinspawn stand 6-1/2 feet tall and typically weigh as much as an emaciated human of their size. They behave in a manner consistent with their associated sin and have physical characteristics that hint at these qualities. For example, greedspawn's veins appear to run with gold, while envyspawn appear even more gaunt than the rest of their kin. \n\n<title level=\"2\" right=\"\">Sinspawn Sins</title> At a sinspawn's creation, it becomes associated with one of the seven primary sins as defined by the ancient empire of Thassilon: envy, gluttony, greed, lust, pride, sloth, or wrath. A sinspawn's sin is determined by the runewell that spawned it or by its creator's preferred sin, and cannot be changed. Each sin grants the sinspawn associated with it additional benefits and abilities beyond those described by the sinspawn stat block, as detailed below. \n\n### Envyspawn\n An envyspawn has [Deception](/Skills.aspx?ID=38) +7 and typically carries a [halberd](/Weapons.aspx?ID=381). They tend to be shorter and thinner than other sinspawn.<br /> **Melee** <actions string=\"Single Action\" /> halberd +10 ([reach 10 feet](/Traits.aspx?ID=684), [versatile S](/Traits.aspx?ID=724)), **Damage** 1d10+4 piercing <br />**Sinful Bite** Creatures that critically fail their saves against an envyspawn's sinful bite are [enfeebled 2](/Conditions.aspx?ID=71) for 1 minute. \n\n### Gluttonyspawn\n A gluttonyspawn has [Survival](/Skills.aspx?ID=49) +10 and usually carries a [scythe](/Weapons.aspx?ID=394). They are corpulent, hardy, and strong. **Melee** <actions string=\"Single Action\" /> scythe +10 ([deadly d10](/Traits.aspx?ID=570), [trip](/Actions.aspx?ID=2382)), **Damage** 1d10+4 slashing <br />**Sinful Bite** Creatures that critically fail their saves against a gluttonyspawn's sinful bite are [drained 1](/Conditions.aspx?ID=68). \n\n### Greedspawn\n A greedspawn has [Thievery](/Skills.aspx?ID=50) +9 and typically wields a [glaive](/Weapons.aspx?ID=375). They are the tallest of sinspawn, often 7 feet in height, and with gold-tinged veins. **Melee** <actions string=\"Single Action\" /> glaive +10 ([deadly d8](/Traits.aspx?ID=570), [forceful](/Traits.aspx?ID=611), [reach 10 feet](/Traits.aspx?ID=684)), **Damage** 1d8+4 slashing <br />**Sinful Bite** Creatures that critically fail their saves against a greedspawn's sinful bite are [clumsy 2](/Conditions.aspx?ID=61) for 1 minute. \n\n### Lustspawn\n A lustspawn has [Diplomacy](/Skills.aspx?ID=39) +7 and usually carries a [guisarme](/Weapons.aspx?ID=380). They move gracefully, but have hideous faces. **Melee** <actions string=\"Single Action\" /> guisarme +10 ([reach 10 feet](/Traits.aspx?ID=684), [trip](/Actions.aspx?ID=2382)), **Damage** 1d10+4 slashing <br />**Sinful Bite** Creatures that critically fail their saves against a lustspawn's sinful bite are [stupefied 2](/Conditions.aspx?ID=94) for 1 minute. \n\n### Pridespawn\n A pridespawn has [Intimidation](/Skills.aspx?ID=40) +7 and often wields a [maul](/Weapons.aspx?ID=388). They are nearly skeletal in their gauntness, and often seek out fine clothes or jewelry to wear, taking pleasure in appearing elegant and regal. **Melee** <actions string=\"Single Action\" /> maul +10 ([shove](/Actions.aspx?ID=2380)), **Damage** 1d12+4 bludgeoning <br />**Sinful Bite** Creatures that critically fail their saves against a pridespawn's sinful bite are [clumsy 1](/Conditions.aspx?ID=61) and [enfeebled 1](/Conditions.aspx?ID=71) for 1 minute. \n\n### Slothspawn\n A slothspawn has [Society](/Skills.aspx?ID=47) +6 and usually carries a [longspear](/Weapons.aspx?ID=361). Thick rolls of excess skin drape the slothspawn's hunched frame. **Melee** <actions string=\"Single Action\" /> longspear +10 ([reach 10 feet](/Traits.aspx?ID=684)), **Damage** 1d8+4 piercing <br />**Sinful Bite** Creatures that critically fail their saves against a slothspawn's sinful bite take a –10-foot status penalty to their Speeds for 1 minute. \n\n### Wrathspawn\n The most commonly encountered of the sinspawn, a wrathspawn has [Athletics](/Skills.aspx?ID=36) +12 and typically wields a [ranseur](/Weapons.aspx?ID=390). These sinspawn are the most muscular of their kind.<br /> **Melee** <actions string=\"Single Action\" /> ranseur +10 (disarm, [reach 10 feet](/Traits.aspx?ID=684)), **Damage** 1d10+4 piercing <br />**Sinful Bite** Creatures that critically fail their saves against a wrathspawn's sinful bite are [drained 1](/Conditions.aspx?ID=68) as well as [enfeebled 1](/Conditions.aspx?ID=71) for 1 minute. \r\n\r\n<title level=\"2\">Members</title>\r\n[Sinspawn](/Monsters.aspx?ID=3192) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Born of Sin</title>\r\n\r\nSinspawn retreated from the world for many centuries following the collapse of the runelords' empire, but in recent years they have emerged from ancient dungeons, strange magical pools, and other forgotten ruins. Sinspawn cannot procreate, but in certain cases, incredibly powerful artifacts crafted by the runelords known as runewells can siphon off fragments of sinful memories and emotions related to the runewells' associated sins from the souls of people dying nearby, fueling the spontaneous creation of new sinspawn. When enough sinful energies have been gathered within a runewell, it vomits forth a full-grown sinspawn with no prior loyalty to a long-lost runelord. All sinspawn inherently understand the runewells' role in the propagation of their kind, and they often establish small villages near awakened runewells, hunting down sentient beings they can use to propagate their communities.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Sinspawn Locations</title>\r\n\r\nSinspawn are found in regions where sources for their creation remain buried in ancient ruins—in Golarion, this currently limits them to the frontier lands of Varisia. But as they spread, so too does the potential knowledge of crafting more of them, and fleshwarpers around the world are hoping to craft new sinspawn of their own someday soon.\r\n</aside>",
 "name": "Sinspawn",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 310",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 310 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 310"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 310 <sup>1.1</sup>",
 "speed": {},
 "summary": "Sinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first …",
 "summary_markdown": "Sinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first …",
 "text": " Sinspawn Source Monster Core pg. 310 1.1 Sinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first sinspawn was created by the Runelord of Wrath, utilizing techniques that have since gone on to influence fleshwarping practices (see fleshwarp). It wasn't long before the technique used to create sinspawn fell into the hands of the other runelords, and while each tried their own hand at crafting variants of their own design, today, sinspawn of wrath remain the most numerous and notorious of their kind. Bearing only a vague resemblance to the humanoids from whose flesh they were formed, sinspawn generally appear horrifically emaciated and have unnaturally long arms and digitigrade legs, each with a trio of stubby, taloned digits. Veins bulge across sinspawn's bodies in sanguine patterns that suspiciously resemble twisted runes, and their flesh is pale and hairless. Their heads are elongated, with slits for a nose, red eyes, and disturbing lower jaws that split in half at the chin, revealing pedipalps that end in tiny, three-fingered hands and framing a long, lolling tongue. Sinspawn stand 6-1/2 feet tall and typically weigh as much as an emaciated human of their size. They behave in a manner consistent with their associated sin and have physical characteristics that hint at these qualities. For example, greedspawn's veins appear to run with gold, while envyspawn appear even more gaunt than the rest of their kin. Sinspawn Sins At a sinspawn's creation, it becomes associated with one of the seven primary sins as defined by the ancient empire of Thassilon: envy, gluttony, greed, lust, pride, sloth, or wrath. A sinspawn's sin is determined by the runewell that spawned it or by its creator's preferred sin, and cannot be changed. Each sin grants the sinspawn associated with it additional benefits and abilities beyond those described by the sinspawn stat block, as detailed below. ### Envyspawn An envyspawn has Deception +7 and typically carries a halberd. They tend to be shorter and thinner than other sinspawn. Melee Single Action halberd +10 (reach 10 feet, versatile S), Damage 1d10+4 piercing Sinful Bite Creatures that critically fail their saves against an envyspawn's sinful bite are enfeebled 2 for 1 minute. ### Gluttonyspawn A gluttonyspawn has Survival +10 and usually carries a scythe. They are corpulent, hardy, and strong. Melee Single Action scythe +10 (deadly d10, trip), Damage 1d10+4 slashing Sinful Bite Creatures that critically fail their saves against a gluttonyspawn's sinful bite are drained 1. ### Greedspawn A greedspawn has Thievery +9 and typically wields a glaive. They are the tallest of sinspawn, often 7 feet in height, and with gold-tinged veins. Melee Single Action glaive +10 (deadly d8, forceful, reach 10 feet), Damage 1d8+4 slashing Sinful Bite Creatures that critically fail their saves against a greedspawn's sinful bite are clumsy 2 for 1 minute. ### Lustspawn A lustspawn has Diplomacy +7 and usually carries a guisarme. They move gracefully, but have hideous faces. Melee Single Action guisarme +10 (reach 10 feet, trip), Damage 1d10+4 slashing Sinful Bite Creatures that critically fail their saves against a lustspawn's sinful bite are stupefied 2 for 1 minute. ### Pridespawn A pridespawn has Intimidation +7 and often wields a maul. They are nearly skeletal in their gauntness, and often seek out fine clothes or jewelry to wear, taking pleasure in appearing elegant and regal. Melee Single Action maul +10 (shove), Damage 1d12+4 bludgeoning Sinful Bite Creatures that critically fail their saves against a pridespawn's sinful bite are clumsy 1 and enfeebled 1 for 1 minute. ### Slothspawn A slothspawn has Society +6 and usually carries a longspear. Thick rolls of excess skin drape the slothspawn's hunched frame. Melee Single Action longspear +10 (reach 10 feet), Damage 1d8+4 piercing Sinful Bite Creatures that critically fail their saves against a slothspawn's sinful bite take a –10-foot status penalty to their Speeds for 1 minute. ### Wrathspawn The most commonly encountered of the sinspawn, a wrathspawn has Athletics +12 and typically wields a ranseur. These sinspawn are the most muscular of their kind. Melee Single Action ranseur +10 (disarm, reach 10 feet), Damage 1d10+4 piercing Sinful Bite Creatures that critically fail their saves against a wrathspawn's sinful bite are drained 1 as well as enfeebled 1 for 1 minute. Members Sinspawn (Creature 2) Born of Sin Sinspawn retreated from the world for many centuries following the collapse of the runelords' empire, but in recent years they have emerged from ancient dungeons, strange magical pools, and other forgotten ruins. Sinspawn cannot procreate, but in certain cases, incredibly powerful artifacts crafted by the runelords known as runewells can siphon off fragments of sinful memories and emotions related to the runewells' associated sins from the souls of people dying nearby, fueling the spontaneous creation of new sinspawn. When enough sinful energies have been gathered within a runewell, it vomits forth a full-grown sinspawn with no prior loyalty to a long-lost runelord. All sinspawn inherently understand the runewells' role in the propagation of their kind, and they often establish small villages near awakened runewells, hunting down sentient beings they can use to propagate their communities. Sinspawn Locations Sinspawn are found in regions where sources for their creation remain buried in ancient ruins—in Golarion, this currently limits them to the frontier lands of Varisia. But as they spread, so too does the potential knowledge of crafting more of them, and fleshwarpers around the world are hoping to craft new sinspawn of their own someday soon. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=471",
 "weakness": {}
}