{
 "category": "creature-family",
 "creature_family": "Skeleton",
 "creature_family_markdown": "Skeleton",
 "exclude_from_search": false,
 "id": "creature-family-472",
 "legacy_id": [
  "creature-family-92"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Skeleton](/MonsterFamilies.aspx?ID=472)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 312 <sup>1.1</sup>\n\nAnimated skeletons are among the most common types of undead. \n\n<title level=\"2\" right=\"\">Skeleton Abilities</title> Most skeletons have one of these abilities. If you give a skeleton more, you might want to increase its level and adjust its statistics.\n\n **Bloody** A coating of blood gives the skeleton [fast healing](/MonsterAbilities.aspx?ID=62) equal to its level.<br /> **Collapse** <actions string=\"Reaction\" /> **Trigger** The skeleton is critically hit; **Effect** The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can re-form in a standing position as an action, but until it does, it is [immobilized](/Conditions.aspx?ID=81) and [off-guard](/Conditions.aspx?ID=58).<br /> **Explosive Death** When the skeleton is destroyed, its bones shatter and explode. Adjacent creatures take 1d6 slashing damage per 2 levels (minimum 1d6) with a basic Reflex save against the [moderate spell DC for the skeleton's level](/Rules.aspx?ID=2899).\n\n **Screaming Skull**<actions string=\"Two Actions\" /> ([auditory](/Traits.aspx?ID=541), [emotion](/Traits.aspx?ID=590), [fear](/Traits.aspx?ID=598), [mental](/Traits.aspx?ID=647)) The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to [Demoralize](/Actions.aspx?ID=2395) each foe within 10 feet of the target. The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is [blind](/Conditions.aspx?ID=59) until then.\r\n\r\n<title level=\"2\">Members</title>\r\n[Skeletal Champion](/Monsters.aspx?ID=3194) (Creature 2), [Skeletal Giant](/Monsters.aspx?ID=3196) (Creature 3), [Skeletal Horse](/Monsters.aspx?ID=3195) (Creature 2), [Skeletal Hulk](/Monsters.aspx?ID=3197) (Creature 7), [Skeleton Guard](/Monsters.aspx?ID=3193) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating Skeletons</title>\r\n\r\nStart with a skeleton of the appropriate size. (Gargantuan skeletons can use [skeletal hulk](/Monsters.aspx?ID=376) with the [elite](/Rules.aspx?ID=790) adjustments, Gargantuan size, and 5 feet more reach.) Add Strikes, Speeds, or other abilities it would gain from its shape. For instance, a [chimera](/Monsters.aspx?ID=2879) skeleton might have a horn attack with its goat head and jaw attacks with its dragon and lion heads, but not a fist attack.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Unlife Without Flesh</title>\r\n\r\nThe necromantic energies that infuse animated undead skeletons give them the ability to see without eyes and move without muscles. Despite being mindless, skeletons' instinct to do evil comes from their corrupt vital essence, perverting void energy for creation rather than destruction.\r\n</aside>",
 "name": "Skeleton",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 312",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 312 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAnimated skeletons are among the most common types of undead.  Skeleton Abilities  Most skeletons have one of these abilities. If you give a skeleton …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 312"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 312 <sup>1.1</sup>",
 "speed": {},
 "summary": "Animated skeletons are among the most common types of undead.  Skeleton Abilities  Most skeletons have one of these abilities. If you give a skeleton …",
 "summary_markdown": "Animated skeletons are among the most common types of undead.  Skeleton Abilities  Most skeletons have one of these abilities. If you give a skeleton …",
 "text": " Skeleton Source Monster Core pg. 312 1.1 Animated skeletons are among the most common types of undead. Skeleton Abilities Most skeletons have one of these abilities. If you give a skeleton more, you might want to increase its level and adjust its statistics. Bloody A coating of blood gives the skeleton fast healing equal to its level. Collapse Reaction Trigger The skeleton is critically hit; Effect The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can re-form in a standing position as an action, but until it does, it is immobilized and off-guard. Explosive Death When the skeleton is destroyed, its bones shatter and explode. Adjacent creatures take 1d6 slashing damage per 2 levels (minimum 1d6) with a basic Reflex save against the moderate spell DC for the skeleton's level. Screaming Skull Two Actions (auditory, emotion, fear, mental) The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to Demoralize each foe within 10 feet of the target. The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is blind until then. Members Skeletal Champion (Creature 2), Skeletal Giant (Creature 3), Skeletal Horse (Creature 2), Skeletal Hulk (Creature 7), Skeleton Guard (Creature -1) Creating Skeletons Start with a skeleton of the appropriate size. (Gargantuan skeletons can use skeletal hulk with the elite adjustments, Gargantuan size, and 5 feet more reach.) Add Strikes, Speeds, or other abilities it would gain from its shape. For instance, a chimera skeleton might have a horn attack with its goat head and jaw attacks with its dragon and lion heads, but not a fist attack. Unlife Without Flesh The necromantic energies that infuse animated undead skeletons give them the ability to see without eyes and move without muscles. Despite being mindless, skeletons' instinct to do evil comes from their corrupt vital essence, perverting void energy for creation rather than destruction. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=472",
 "weakness": {}
}