{
 "category": "creature-family",
 "creature_family": "Snake",
 "creature_family_markdown": "Snake",
 "exclude_from_search": false,
 "id": "creature-family-473",
 "legacy_id": [
  "creature-family-93"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Snake](/MonsterFamilies.aspx?ID=473)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 316 <sup>1.1</sup>\n\nSnakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all snakes consume their prey whole by unhinging their jaws and using powerful muscles to move the food down their throats and into their stomachs.\r\n\r\n<title level=\"2\">Members</title>\r\n[Giant Anaconda](/Monsters.aspx?ID=3203) (Creature 8), [Giant Viper](/Monsters.aspx?ID=3202) (Creature 2), [Python](/Monsters.aspx?ID=3201) (Creature 1), [Viper](/Monsters.aspx?ID=3200) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Snake Resources</title>\r\n\r\nSnakeskin's distinctive pattern and wide variety of applications make it a sought-after resource, and the hides of extra-large snakes like giant anacondas can fetch a fine price in the right market. Such oversized snake hides can be used to craft clothing of snakeskin leather, including boots and gloves, as well as other items such as scabbards, backpacks, and even tents or makeshift boats. A snake's hide can be cleanly removed with a successful [Crafting](/Skills.aspx?ID=37) check or appropriate [Lore](/Skills.aspx?ID=41) check\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Snakes in Mythology</title>\r\n\r\nSnakes appear frequently and prominently in the myths and legends of many cultures throughout the Inner Sea region. In Ancient Osirion, snakes were revered and associated both with the serpent god Apep and the goddess [Wadjet](/Deities.aspx?ID=62), the Green Empress. Perhaps the best-known example of snakes in Golarion's legends are the [serpentfolk](/MonsterFamilies.aspx?ID=468), serpentine humanoids who ruled vast swaths of the world in prehistoric times and worshiped a foul snake deity called [Ydersius](/Deities.aspx?ID=211).\r\n</aside>",
 "name": "Snake",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 316",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 316 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSnakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 316"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 316 <sup>1.1</sup>",
 "speed": {},
 "summary": "Snakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all …",
 "summary_markdown": "Snakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all …",
 "text": " Snake Source Monster Core pg. 316 1.1 Snakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all snakes consume their prey whole by unhinging their jaws and using powerful muscles to move the food down their throats and into their stomachs. Members Giant Anaconda (Creature 8), Giant Viper (Creature 2), Python (Creature 1), Viper (Creature -1) Snake Resources Snakeskin's distinctive pattern and wide variety of applications make it a sought-after resource, and the hides of extra-large snakes like giant anacondas can fetch a fine price in the right market. Such oversized snake hides can be used to craft clothing of snakeskin leather, including boots and gloves, as well as other items such as scabbards, backpacks, and even tents or makeshift boats. A snake's hide can be cleanly removed with a successful Crafting check or appropriate Lore check Snakes in Mythology Snakes appear frequently and prominently in the myths and legends of many cultures throughout the Inner Sea region. In Ancient Osirion, snakes were revered and associated both with the serpent god Apep and the goddess Wadjet, the Green Empress. Perhaps the best-known example of snakes in Golarion's legends are the serpentfolk, serpentine humanoids who ruled vast swaths of the world in prehistoric times and worshiped a foul snake deity called Ydersius. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=473",
 "weakness": {}
}