{
 "category": "creature-family",
 "creature_family": "Troll",
 "creature_family_markdown": "Troll",
 "exclude_from_search": false,
 "id": "creature-family-478",
 "legacy_id": [
  "creature-family-96"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Troll](/MonsterFamilies.aspx?ID=478)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 330 <sup>1.1</sup>\n\nSlavering, cruel, invincible brutes: this is the villager's stock description for the dread monsters known as trolls. The roots of these stories are undoubtedly true. Trolls' flesh endlessly regrows, going so far as to sprout aberrant limbs or additional heads if not pruned, and a bottomless hunger is required to feed such unfettered growth. Even in the process of glutting themselves, however, trolls find opportunities to taunt their prey and inflict petty cruelties.\n\n A troll's ability to survive is so strong that they believe even the smallest scrap of flesh will slowly regenerate into a new form, suffering as all the powers of the land are gathered to revive them. Despite the pain, trolls speak of this unassailable vitality as a blessing from their creator. Few trolls have heard the laughter of demons who claim that creator cursed the trolls and cast them down from lofty heights, binding them so they could never rise again. Trolls prefer to remain solitary, keeping every scrap of food for themselves.\n\n In rare instances, an old and powerful troll comes to lead groups of trolls. Such warleaders possess enough cunning to lead their hordes in devastating raids and massacres, and their presence permanently alters the surrounding ecosystem. This link to their environment is an often misunderstood aspect of trollkind, and grows more acute with a troll's age and power. That's not to say trolls are valorous protectors of nature. They're vicious and territorial, and will blight their own territory forever if it means more to eat for a day.\r\n\r\n<title level=\"2\">Members</title>\r\n[Forest Troll](/Monsters.aspx?ID=3219) (Creature 5), [Troll Warleader](/Monsters.aspx?ID=3220) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Trolls</title>\r\n\r\nA wide variety of trolls exist across different climates, sometimes barely resembling each other but sharing in a cursed resilience. Like forest trolls, they're tied to the environments where they live, which changes how they regrow and how they can be killed. Cavern trolls hide from the petrifying sunlight and moss trolls haunt bayous. Other trolls simply mutate, accumulating gangly arms or even multiple functioning heads over the years.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Troll Augurs</title>\r\n\r\nA curious group of trolls claim to possess the “gift of sight.” These augurs practice a disturbing method of fortune-telling, slashing open their own abdomen and pulling out entrails to interpret the prophecies. In the Varisian city Kaer Maga, augurs practice their trade in the street for coin, leaving visitors with more questions than answers.\r\n</aside>",
 "name": "Troll",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 330",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 330 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSlavering, cruel, invincible brutes: this is the villager's stock description for the dread monsters known as trolls. The roots of these stories are …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 330"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 330 <sup>1.1</sup>",
 "speed": {},
 "summary": "Slavering, cruel, invincible brutes: this is the villager's stock description for the dread monsters known as trolls. The roots of these stories are …",
 "summary_markdown": "Slavering, cruel, invincible brutes: this is the villager's stock description for the dread monsters known as trolls. The roots of these stories are …",
 "text": " Troll Source Monster Core pg. 330 1.1 Slavering, cruel, invincible brutes: this is the villager's stock description for the dread monsters known as trolls. The roots of these stories are undoubtedly true. Trolls' flesh endlessly regrows, going so far as to sprout aberrant limbs or additional heads if not pruned, and a bottomless hunger is required to feed such unfettered growth. Even in the process of glutting themselves, however, trolls find opportunities to taunt their prey and inflict petty cruelties. A troll's ability to survive is so strong that they believe even the smallest scrap of flesh will slowly regenerate into a new form, suffering as all the powers of the land are gathered to revive them. Despite the pain, trolls speak of this unassailable vitality as a blessing from their creator. Few trolls have heard the laughter of demons who claim that creator cursed the trolls and cast them down from lofty heights, binding them so they could never rise again. Trolls prefer to remain solitary, keeping every scrap of food for themselves. In rare instances, an old and powerful troll comes to lead groups of trolls. Such warleaders possess enough cunning to lead their hordes in devastating raids and massacres, and their presence permanently alters the surrounding ecosystem. This link to their environment is an often misunderstood aspect of trollkind, and grows more acute with a troll's age and power. That's not to say trolls are valorous protectors of nature. They're vicious and territorial, and will blight their own territory forever if it means more to eat for a day. Members Forest Troll (Creature 5), Troll Warleader (Creature 10) Other Trolls A wide variety of trolls exist across different climates, sometimes barely resembling each other but sharing in a cursed resilience. Like forest trolls, they're tied to the environments where they live, which changes how they regrow and how they can be killed. Cavern trolls hide from the petrifying sunlight and moss trolls haunt bayous. Other trolls simply mutate, accumulating gangly arms or even multiple functioning heads over the years. Troll Augurs A curious group of trolls claim to possess the “gift of sight.” These augurs practice a disturbing method of fortune-telling, slashing open their own abdomen and pulling out entrails to interpret the prophecies. In the Varisian city Kaer Maga, augurs practice their trade in the street for coin, leaving visitors with more questions than answers. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=478",
 "weakness": {}
}