{
 "category": "creature-family",
 "creature_family": "Vampire",
 "creature_family_markdown": "Vampire",
 "exclude_from_search": false,
 "id": "creature-family-480",
 "legacy_id": [
  "creature-family-97"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vampire](/MonsterFamilies.aspx?ID=480)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 334 <sup>1.1</sup>\n\nVampires are undead creatures that feed on the blood of the living.\r\n\r\n<title level=\"2\">Members</title>\r\n[Vampire Count](/Monsters.aspx?ID=3225) (Creature 6), [Vampire Mastermind](/Monsters.aspx?ID=3226) (Creature 9), [Vampire Servitor](/Monsters.aspx?ID=3224) (Creature 4)\r\n\r\n<title level=\"2\">Group Families</title>\r\n[Vampire](/MonsterFamilies.aspx?ID=97), [Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286), [Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273), [Vampire, Strigoi](/MonsterFamilies.aspx?ID=314), [Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311), [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building Vampires</title>\r\n\r\nBecause vampires can inflict their nature on any creature whose blood they drink, almost any living creature can become one of these undead horrors. When you need to create a vampire for your game, you can do so in two ways. In most cases, it's more effective to build the vampire from the ground up, using the standard rules for [monster creation](/Rules.aspx?ID=2874) (this is how the vampire count, vampire servitor, and vampire mastermind presented on these pages were built). Or you can use the guidelines presented under Creating a Vampire to turn an existing creature into a vampire, adjusting the monster as you see fit. In either case, specific vampire abilities like coffin restoration, Mist Escape, and Drink Blood work the same. _Pathfinder Book of the Dead_ also includes rules for turning player characters into vampires via an [archetype](/Archetypes.aspx?ID=181).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Death Wears Many Cloaks</title>\r\n\r\nThe most common and traditional vampires, as presented here, are also known as “moroi.” They are most prevalent on Golarion in the mistshrouded counties of Ustalav and found in small numbers in almost every nation of the Inner Sea. Other types of vampires include the withered nosferatu, the hopping jiang-shi, the feral vrykolakas, and the psychic vetalarana—these vampires share many of the basic traits with moroi but possess new abilities of their own. [Dhampirs](/Ancestries.aspx?ID=23) can be born of any of these vampires, though moroi-born dhampirs known as svetochers are the most common, especially in the Inner Sea region.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Noble Dead</title>\r\n\r\nMost vampires suffer an inevitable slide into moral decay and ethical dissolution, unable to retain whatever empathy and kindness they may have had in life. Some vampires manage to retain a portion of their positive emotions, but this retention seems to always be accompanied by a reduction in their vampiric power, as though the hints of a soul remaining reject the completeness of their transformation to undeath.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Where Rise The Dead</title>\r\n\r\nVampires are inevitably drawn to the places and people they knew in life. A vampire who lives in a city with active nightlife may maintain their mortal guise for many years before their undead nature becomes apparent, while vampires from simpler towns and villages may stalk nearby woods and caverns, yearning for a life forever denied them.\r\n</aside>\n\n<title level=\"2\">Creating a Vampire</title>\r\n\r\nYou can turn an existing living creature into a vampire using the following steps.\n\n Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the [undead](/Traits.aspx?ID=722) and [vampire ](/Traits.aspx?ID=778)traits, and usually the [unholy ](/Traits.aspx?ID=521)trait.</li><li>Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.</li><li>Increase its damage with Strikes and other offensive abilities by 1. If an ability can be used only a limited or infrequent number of times (such as a dragon's breath), increase the damage by 2 instead.</li><li>Reduce its HP by the amount listed on the table.</li><li>The vampire gains [fast healing](/MonsterAbilities.aspx?ID=62) and resistance to physical damage (except [silver](/Equipment.aspx?ID=2920)) as indicated in the table. These abilities are the reason the vampire has fewer Hit Points.</li></ul> \n<table><tr><td>Starting Level</td><td>HP Decrease</td><td>Fast Healing/Resistance</td></tr> <tr><td>3–4</td><td>–20</td><td>5</td></tr> <tr><td>5–7</td><td>–30</td><td>7</td></tr> <tr><td>8–14</td><td>–40</td><td>10</td></tr> <tr><td>15+</td><td>–60</td><td>15</td></tr></table> \n\n<title level=\"2\" right=\"\">Basic Vampire Abilities</title> All vampires gain the following abilities. If the base creature has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as [human](/Traits.aspx?ID=627) and [humanoid](/Traits.aspx?ID=628). You might also need to adjust abilities that conflict with the vampire's theme, such as powers that rely on sunlight or which assume the presence of vitality.\n\n **[Darkvision](/MonsterAbilities.aspx?ID=59)**<br /> [**Void Healing**](/MonsterAbilities.aspx?ID=83)<br /> **Immunities** [death ](/Traits.aspx?ID=571)effects, [disease](/Traits.aspx?ID=578), [paralyzed](/Conditions.aspx?ID=85), [poison](/Traits.aspx?ID=669), [sleep](/Traits.aspx?ID=696)<br /> **Coffin Restoration** ([divine](/Traits.aspx?ID=579), [void](/Traits.aspx?ID=510)) Unlike other undead, a vampire isn't destroyed at 0 HP. Instead, they fall [unconscious](/Conditions.aspx?ID=95). If their body rests in their coffin for 1 hour, the vampire gains 1 HP, after which their fast healing begins to function normally.<br /> **Vampire Vulnerabilities** All vampires possess the following vulnerabilities. \n<ul><li>**Compulsions** Vampires are creatures with strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless they're transported while they hide within their coffin, nor can they enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions—a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome their compulsion just as they do their revulsion (see below).</li><li>**Revulsion** A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished [religious symbol](/Equipment.aspx?ID=2745) of a deity with a holy sanctification option. To brandish garlic or a religious symbol, a creature must Interact to do so, and it remains brandished for 1 round (similar to [Raising a Shield](/Actions.aspx?ID=2316)). If the vampire involuntarily comes within 10 feet of an object of their revulsion, they gain the [fleeing](/Conditions.aspx?ID=74) condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a vampire can attempt a DC 25 Will save as a single action, which has the [concentrate ](/Traits.aspx?ID=561)trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success).</li><li>**Stake** A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a  vampire requires 3 actions and works only if the vampire is [unconscious](/Conditions.aspx?ID=95). If the stake is removed, the vampire can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with [_holy water_](/Equipment.aspx?ID=3001) while the stake is in place, the vampire is destroyed.</li><li>**Sunlight** If exposed to direct sunlight, a vampire immediately becomes [slowed 1](/Conditions.aspx?ID=92). The slowed value increases by 1 each time the vampire ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the vampire loses all their actions in this way, they're destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors.</li></ul> **Climb Speed** Vampires gain a climb Speed equal to their land Speed.<br /> **Claws** If the creature had hands, their fingernails thicken and grow, granting them an [unarmed](/Traits.aspx?ID=719) claw Strike that deals slashing damage and has the [agile](/Traits.aspx?ID=526) trait. If the monster had any agile attacks, the damage dealt by their claws should be roughly the same as the damage dealt by those attacks. If they had only non-agile attacks, their claws should deal three-quarters that damage.<br /> **Drink Blood** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=579)) **Requirements** A [grabbed](/Conditions.aspx?ID=77), [paralyzed](/Conditions.aspx?ID=85), [restrained](/Conditions.aspx?ID=90), [unconscious](/Conditions.aspx?ID=95), or willing creature is within the vampire's reach; **Effect** The vampire sinks their fangs into that creature to drink their blood. This requires an [Athletics](/Skills.aspx?ID=36) check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is [drained 1](/Conditions.aspx?ID=68) and the vampire regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary HP. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but they gain no HP from doing so.<br /> A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a DC 20 Medicine check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.<br /> **Grab** The creature's claw attacks (or equivalent unarmed attacks) gain [Grab](/MonsterAbilities.aspx?ID=45). \n\n<title level=\"2\" right=\"\">True Vampire Abilities</title> Powerful vampires that can create and control vampires from their victims gain additional vampire abilities, as detailed below. A creature below level 5 is not a significant enough creature to become a true vampire—you should instead simply make such a creature into a regular vampire servitor or rebuild the creature so that it's at least level 5 before becoming a true vampire.\n\n **Resistances** The vampire resists all physical damage except magical silver.<br /> **Create Servitor** ([divine](/Traits.aspx?ID=579), [downtime](/Traits.aspx?ID=580)) If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire servitor by donating some of their own blood to the victim and burying the victim in earth for 3 nights. A vampiric servitor is compelled to obey its creator, but if a vampire controls too many vampiric servitors at once (as determined by the GM), or if the servitor is a higher level than the vampire that created it, strong-willed servitors can free themselves by succeeding at a Will saving throw against the vampire's Will DC.<br /> **Mist Escape** <actions string=\"Free Action\" /> **Trigger** The vampire is reduced to 0 HP; **Effect** The vampire uses Turn to Mist. They can take [move](/Traits.aspx?ID=658) actions to move toward their coffin even though they're at 0 HP. While at 0 HP in this form, the vampire is unaffected by further damage. They automatically return to their corporeal form, [unconscious](/Conditions.aspx?ID=95), if they reach their coffin or after 2 hours, whichever comes first.<br /> **[Change Shape](/MonsterAbilities.aspx?ID=55)** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=561), [divine](/Traits.aspx?ID=579), [polymorph](/Traits.aspx?ID=670)) The vampire transforms into one of their animal forms or back into their normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf. Use the options in the [_aerial form_](/Spells.aspx?ID=1437) and [_animal form_](/Spells.aspx?ID=1440) spells as guidelines. \n<ul><li>**Bat** The vampire changes into a [bat swarm](/Monsters.aspx?ID=45) or [giant bat](/Monsters.aspx?ID=46). They gain echolocation 40 feet, a land Speed of 20 feet and a fly Speed of 30 feet, and a fangs Strike with the same attack bonus as their highest melee attack. These fangs deal the same amount of damage as the vampire's claws but deal piercing damage rather than slashing damage.</li></ul> **Children of the Night** ([divine](/Traits.aspx?ID=579), [mental](/Traits.aspx?ID=647)) The vampire's presence brings forth creatures of the night to do the master's bidding. These typically include rat swarms, bat swarms, and wolves but can include other creatures. The vampire can give telepathic orders to these creatures as long as they're within 100 feet, but they can't communicate back.<br /> **Dominate** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=579), [incapacitation](/Traits.aspx?ID=631), [mental](/Traits.aspx?ID=647), [visual](/Traits.aspx?ID=727)) The vampire can cast [_dominate_](/Spells.aspx?ID=1501) at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the [visual](/Traits.aspx?ID=727) trait. The save DC uses the [high spell DC of the vampire's level](/Rules.aspx?ID=2899), and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.<br /> **Drink Blood** As a typical vampire, but the victim is [drained 2](/Conditions.aspx?ID=68) instead of 1.<br /> **Turn to Mist** <actions string=\"Single Action\" /> ([air](/Traits.aspx?ID=527), [concentrate](/Traits.aspx?ID=561), [divine](/Traits.aspx?ID=579), [polymorph](/Traits.aspx?ID=670)) The vampire turns into a cloud of vapor, as the [_vapor form_](/Spells.aspx?ID=1738) spell, or back to their normal form. The vampire loses [fast healing](/MonsterAbilities.aspx?ID=62) while turned to mist. The vampire can remain in this form indefinitely. ",
 "name": "Vampire",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 334",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 334 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVampires are undead creatures that feed on the blood of the living.\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 334"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 334 <sup>1.1</sup>",
 "speed": {},
 "summary": "Vampires are undead creatures that feed on the blood of the living.",
 "summary_markdown": "Vampires are undead creatures that feed on the blood of the living.",
 "text": " Vampire Source Monster Core pg. 334 1.1 Vampires are undead creatures that feed on the blood of the living. Members Vampire Count (Creature 6), Vampire Mastermind (Creature 9), Vampire Servitor (Creature 4) Group Families Vampire, Vampire, Jiang-Shi, Vampire, Nosferatu, Vampire, Strigoi, Vampire, Vetalarana, Vampire, Vrykolakas Building Vampires Because vampires can inflict their nature on any creature whose blood they drink, almost any living creature can become one of these undead horrors. When you need to create a vampire for your game, you can do so in two ways. In most cases, it's more effective to build the vampire from the ground up, using the standard rules for monster creation (this is how the vampire count, vampire servitor, and vampire mastermind presented on these pages were built). Or you can use the guidelines presented under Creating a Vampire to turn an existing creature into a vampire, adjusting the monster as you see fit. In either case, specific vampire abilities like coffin restoration, Mist Escape, and Drink Blood work the same. Pathfinder Book of the Dead also includes rules for turning player characters into vampires via an archetype. Death Wears Many Cloaks The most common and traditional vampires, as presented here, are also known as “moroi.” They are most prevalent on Golarion in the mistshrouded counties of Ustalav and found in small numbers in almost every nation of the Inner Sea. Other types of vampires include the withered nosferatu, the hopping jiang-shi, the feral vrykolakas, and the psychic vetalarana—these vampires share many of the basic traits with moroi but possess new abilities of their own. Dhampirs can be born of any of these vampires, though moroi-born dhampirs known as svetochers are the most common, especially in the Inner Sea region. The Noble Dead Most vampires suffer an inevitable slide into moral decay and ethical dissolution, unable to retain whatever empathy and kindness they may have had in life. Some vampires manage to retain a portion of their positive emotions, but this retention seems to always be accompanied by a reduction in their vampiric power, as though the hints of a soul remaining reject the completeness of their transformation to undeath. Where Rise The Dead Vampires are inevitably drawn to the places and people they knew in life. A vampire who lives in a city with active nightlife may maintain their mortal guise for many years before their undead nature becomes apparent, while vampires from simpler towns and villages may stalk nearby woods and caverns, yearning for a life forever denied them. Creating a Vampire You can turn an existing living creature into a vampire using the following steps. Increase the creature's level by 1 and change its statistics as follows. It gains the undead and vampire traits, and usually the unholy trait. Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. Increase its damage with Strikes and other offensive abilities by 1. If an ability can be used only a limited or infrequent number of times (such as a dragon's breath), increase the damage by 2 instead. Reduce its HP by the amount listed on the table. The vampire gains fast healing and resistance to physical damage (except silver) as indicated in the table. These abilities are the reason the vampire has fewer Hit Points. Starting Level HP Decrease Fast Healing/Resistance 3–4 –20 5 5–7 –30 7 8–14 –40 10 15+ –60 15 Basic Vampire Abilities All vampires gain the following abilities. If the base creature has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the vampire's theme, such as powers that rely on sunlight or which assume the presence of vitality. Darkvision Void Healing Immunities death effects, disease, paralyzed, poison, sleep Coffin Restoration (divine, void) Unlike other undead, a vampire isn't destroyed at 0 HP. Instead, they fall unconscious. If their body rests in their coffin for 1 hour, the vampire gains 1 HP, after which their fast healing begins to function normally. Vampire Vulnerabilities All vampires possess the following vulnerabilities. Compulsions Vampires are creatures with strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless they're transported while they hide within their coffin, nor can they enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions—a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome their compulsion just as they do their revulsion (see below). Revulsion A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a deity with a holy sanctification option. To brandish garlic or a religious symbol, a creature must Interact to do so, and it remains brandished for 1 round (similar to Raising a Shield). If the vampire involuntarily comes within 10 feet of an object of their revulsion, they gain the fleeing condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a vampire can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success). Stake A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a vampire requires 3 actions and works only if the vampire is unconscious. If the stake is removed, the vampire can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with holy water while the stake is in place, the vampire is destroyed. Sunlight If exposed to direct sunlight, a vampire immediately becomes slowed 1. The slowed value increases by 1 each time the vampire ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the vampire loses all their actions in this way, they're destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors. Climb Speed Vampires gain a climb Speed equal to their land Speed. Claws If the creature had hands, their fingernails thicken and grow, granting them an unarmed claw Strike that deals slashing damage and has the agile trait. If the monster had any agile attacks, the damage dealt by their claws should be roughly the same as the damage dealt by those attacks. If they had only non-agile attacks, their claws should deal three-quarters that damage. Drink Blood Single Action (divine) Requirements A grabbed, paralyzed, restrained, unconscious, or willing creature is within the vampire's reach; Effect The vampire sinks their fangs into that creature to drink their blood. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is drained 1 and the vampire regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary HP. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but they gain no HP from doing so. A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a DC 20 Medicine check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes. Grab The creature's claw attacks (or equivalent unarmed attacks) gain Grab. True Vampire Abilities Powerful vampires that can create and control vampires from their victims gain additional vampire abilities, as detailed below. A creature below level 5 is not a significant enough creature to become a true vampire—you should instead simply make such a creature into a regular vampire servitor or rebuild the creature so that it's at least level 5 before becoming a true vampire. Resistances The vampire resists all physical damage except magical silver. Create Servitor (divine, downtime) If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire servitor by donating some of their own blood to the victim and burying the victim in earth for 3 nights. A vampiric servitor is compelled to obey its creator, but if a vampire controls too many vampiric servitors at once (as determined by the GM), or if the servitor is a higher level than the vampire that created it, strong-willed servitors can free themselves by succeeding at a Will saving throw against the vampire's Will DC. Mist Escape Free Action Trigger The vampire is reduced to 0 HP; Effect The vampire uses Turn to Mist. They can take move actions to move toward their coffin even though they're at 0 HP. While at 0 HP in this form, the vampire is unaffected by further damage. They automatically return to their corporeal form, unconscious, if they reach their coffin or after 2 hours, whichever comes first. Change Shape Single Action (concentrate, divine, polymorph) The vampire transforms into one of their animal forms or back into their normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf. Use the options in the aerial form and animal form spells as guidelines. Bat The vampire changes into a bat swarm or giant bat. They gain echolocation 40 feet, a land Speed of 20 feet and a fly Speed of 30 feet, and a fangs Strike with the same attack bonus as their highest melee attack. These fangs deal the same amount of damage as the vampire's claws but deal piercing damage rather than slashing damage. Children of the Night (divine, mental) The vampire's presence brings forth creatures of the night to do the master's bidding. These typically include rat swarms, bat swarms, and wolves but can include other creatures. The vampire can give telepathic orders to these creatures as long as they're within 100 feet, but they can't communicate back. Dominate Two Actions (divine, incapacitation, mental, visual) The vampire can cast dominate at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait. The save DC uses the high spell DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell. Drink Blood As a typical vampire, but the victim is drained 2 instead of 1. Turn to Mist Single Action (air, concentrate, divine, polymorph) The vampire turns into a cloud of vapor, as the vapor form spell, or back to their normal form. The vampire loses fast healing while turned to mist. The vampire can remain in this form indefinitely. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=480",
 "weakness": {}
}