{
 "attribute": [
  "Strength"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 12,
 "hp_raw": "12",
 "icon_image": "/Images/Class/Barbarian_Icon.png",
 "id": "class-57",
 "image": [
  "/Images/Classes/Iconic_Amiri.png"
 ],
 "legacy_id": [
  "class-2"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Barbarian](/Classes.aspx?ID=57)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 70 <sup>1.1</sup>\n\n_Rage consumes you in battle. You delight in wreaking havoc and using powerful weapons to carve through your enemies, relying on astonishing durability without needing complicated techniques or rigid training. Your rages draw upon a vicious instinct, which you might associate with an animal, a spirit, or some part of yourself. To many barbarians, brute force is a hammer and every problem looks like a nail, whereas others try to hold back the storm of emotions inside them and release their rage only when it matters most._\r\n\r\n**Key Attribute: Strength** <br />\r\nAt 1st level, your class gives you an attribute boost to Strength.\r\n\r\n**Hit Points: 12 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Amiri.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many barbarian class features.\n\n **[Flourish](/Traits.aspx?ID=606):** Actions with the flourish trait are special techniques that require too much exertion for you to perform frequently. You can use only one action with the flourish trait per round.\n\n **[Rage](/Traits.aspx?ID=680):** You must be raging to use abilities with the rage trait, and they end automatically when you stop raging.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Barbarian</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou summon your rage and rush to the front lines to smash your way through. Offense is your best defense—you'll need to drop foes before they can exploit your relatively low defenses.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou use intimidation to get what you need, especially when gentler persuasion can't get the job done.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou look out for danger, ready to charge headfirst into battle in an instant. You climb the challenging rock wall and drop a rope for others to follow, and you wade into the risky currents to reach the hidden switch beneath the water's surface. If something needs breaking, you're up to the task!\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might head to a tavern to carouse, build up the fearsome legend of your mighty deeds, or recruit followers to become a warlord in your own right.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Have a deep-seated well of anger, hatred, or frustration.</li><li>Prefer a straightforward approach to one requiring patience and tedium.</li><li>Engage in a regimen of intense physical fitness.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Rely on your courage and your strength, and trust that you can hold your own in a fight.</li><li>See you as uncivilized or a boorish lout unfit for high society.</li><li>Believe that you are loyal to your friends and allies and will never relent until the fight is done.</li></ul>\n\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Athletics](/Skills.aspx?ID=36)<br /> Trained in a number of additional skills equal to 3 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in martial weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br /> Trained in medium armor<br /> Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in barbarian class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Barbarian. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, attribute boosts, initial proficiencies, Rage, Quick-Tempered, instinct, barbarian feat</td></tr>\r\n<tr><td>2</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>3</td><td>Furious footfalls, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ancestry feat, attribute boosts, brutality, skill increase</td></tr>\r\n<tr><td>6</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>7</td><td>General feat, juggernaut, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, raging resistance, reflex expertise, skill increase</td></tr>\r\n<tr><td>10</td><td>Attribute boosts, barbarian feat, skill feat</td></tr>\r\n<tr><td>11</td><td>General feat, mighty rage, skill increase</td></tr>\r\n<tr><td>12</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, greater juggernaut, medium armor expertise, skill increase, weapon mastery</td></tr>\r\n<tr><td>14</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Attribute boosts, general feat, greater weapon specialization, indomitable will, skill increase</td></tr>\r\n<tr><td>16</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, perception mastery, revitalizing rage, skill increase</td></tr>\r\n<tr><td>18</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>19</td><td>Armor mastery, devastator, general feat, skill increase</td></tr>\r\n<tr><td>20</td><td>Attribute boosts, barbarian feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Attribute Boosts</title>\r\nIn addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.\n\n At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost and must boost that attribute again at a later level to increase it by 1.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level you gain a number of proficiencies that represent your basic training, noted at the start of this class.\r\n\r\n<title level=\"3\" >Rage</title>\r\nYou gain the Rage action, which lets you fly into a frenzy. \n\n<document level=\"2\" id=\"action-2802\" />\r\n\r\n<title level=\"3\" >Quick-Tempered</title>\r\nYou gain the Quick-Tempered free action, which lets you Rage at the slightest provocation. \n\n<document level=\"2\" id=\"action-2803\" />\r\n\r\n<title level=\"3\" >Instinct</title>\r\nYour rage wells up from a dominant instinct—one you learned from a tradition or that comes naturally to you. Your instinct gives you an ability, requires you to avoid certain behaviors, grants you increased damage and resistances at higher levels, and allows you to select feats tied to your instinct. \n\nInstincts can be found [here](Instincts.aspx).\r\n\r\n<title level=\"3\" >Barbarian Feats</title>\r\nAt 1st level and every even-numbered level thereafter, you gain a [barbarian class feat](/Feats.aspx?Traits=813).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Furious Footfalls</title>\r\nThe urge to fight drives you ever forward. You gain a +5-foot status bonus to your Speed. This bonus increases to +10 feet while you’re [raging](/Actions.aspx?ID=2802).\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Brutality</title>\r\nYour fury makes your weapons lethal. Your proficiency ranks for simple weapons, martial weapons, and [unarmed](/Traits.aspx?ID=719) attacks increase to expert. While [raging](/Actions.aspx?ID=2802), you have the critical specialization benefits for melee weapons and unarmed attacks.\r\n\r\n<title level=\"3\" right=\"Level 7\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYour rage helps you hit harder. You deal an additional 2 damage with weapons and unarmed attacks in which you have expert proficiency. This damage increases to 3 if you’re a master, and 4 if you’re legendary. You gain your instinct’s specialization ability.\r\n\r\n<title level=\"3\" right=\"Level 9\">Raging Resistance</title>\r\nRepeated exposure and toughened skin allow you to fend off harm. While [raging](/Actions.aspx?ID=2802), you gain [resistance](/Rules.aspx?ID=2318) equal to 3 + your Constitution modifier to damage types based on your instinct.\r\n\r\n<title level=\"3\" right=\"Level 9\">Reflex Expertise</title>\r\nYou’ve developed a knack for dodging danger. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Mighty Rage</title>\r\nYour rage intensifies and lets you hit harder at the start of a fight. Your proficiency rank for your barbarian class DC increases to expert. In addition, when you use [Quick-Tempered](/Actions.aspx?ID=2803), the first Strike you make during your first turn deals additional damage equal to your [Rage](/Actions.aspx?ID=2802) damage.\r\n\r\n<title level=\"3\" right=\"Level 13\">Greater Juggernaut</title>\r\nYou have a stalwart physiology. Your proficiency rank for Fortitude saves increases to legendary. When you roll a critical failure on a Fortitude save, you get a failure instead. When you roll a failure on a Fortitude save against an effect that deals damage, you halve the damage you take.\r\n\r\n<title level=\"3\" right=\"Level 13\">Medium Armor Expertise</title>\r\nYou’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Mastery</title>\r\nYour rage makes you even more effective with the weapons you wield. Your proficiency ranks for simple weapons, martial weapons, and [unarmed](/Traits.aspx?ID=719) attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nThe weapons you’ve mastered become truly fearsome in your hands. Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. You gain a greater benefit from your instinct’s specialization ability.\r\n\r\n<title level=\"3\" right=\"Level 15\">Indomitable Will</title>\r\nYour rage makes it difficult to control you. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 17\">Perception Mastery</title>\r\nYour instinct heightens each of your senses further. Your proficiency rank for [Perception](/Rules.aspx?ID=2298) increases to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Revitalizing Rage</title>\r\nYour rage sustains you more frequently, leaving you ready to jump into battle anew. Instead of needing to wait 1 minute before you can gain [temporary Hit Points](/Rules.aspx?ID=2321) from [Rage](/Actions.aspx?ID=2802) again, you need only to spend at least one full turn not in a Rage.\r\n\r\n<title level=\"3\" right=\"Level 19\">Armor Mastery</title>\r\nYour training and rage deepen your connection to your armor. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Devastator</title>\r\nYour Strikes are so devastating that you hardly care about resistance, and your barbarian abilities are unparalleled. Your proficiency rank for your barbarian class DC increases to master. Your melee Strikes ignore up to 10 [resistance](/Rules.aspx?ID=2318) to the physical damage they deal.",
 "name": "Barbarian",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/barbarian"
  },
  {
   "label": "Feats",
   "url": "/classes/barbarian/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/barbarian/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/barbarian/class-kit"
  },
  {
   "label": "Instincts",
   "url": "/classes/barbarian/instincts"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 70",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "reflex_proficiency": "Trained",
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 70 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe barbarian is a fearsome embodiment of rage, unleashing the unstoppable power of their fury against anyone who stands in their way.\r\n</summary>",
 "skill_mod": {},
 "skill_proficiency": [
  "Trained in  Athletics",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 70"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 70 <sup>1.1</sup>",
 "speed": {},
 "summary": "The barbarian is a fearsome embodiment of rage, unleashing the unstoppable power of their fury against anyone who stands in their way.",
 "summary_markdown": "The barbarian is a fearsome embodiment of rage, unleashing the unstoppable power of their fury against anyone who stands in their way.",
 "text": " Barbarian Source Player Core 2 pg. 70 1.1 Rage consumes you in battle. You delight in wreaking havoc and using powerful weapons to carve through your enemies, relying on astonishing durability without needing complicated techniques or rigid training. Your rages draw upon a vicious instinct, which you might associate with an animal, a spirit, or some part of yourself. To many barbarians, brute force is a hammer and every problem looks like a nail, whereas others try to hold back the storm of emotions inside them and release their rage only when it matters most. Key Attribute: Strength At 1st level, your class gives you an attribute boost to Strength. Hit Points: 12 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key terms in many barbarian class features. Flourish: Actions with the flourish trait are special techniques that require too much exertion for you to perform frequently. You can use only one action with the flourish trait per round. Rage: You must be raging to use abilities with the rage trait, and they end automatically when you stop raging. Roleplaying the Barbarian During Combat Encounters... You summon your rage and rush to the front lines to smash your way through. Offense is your best defense—you'll need to drop foes before they can exploit your relatively low defenses. During Social Encounters... You use intimidation to get what you need, especially when gentler persuasion can't get the job done. While Exploring... You look out for danger, ready to charge headfirst into battle in an instant. You climb the challenging rock wall and drop a rope for others to follow, and you wade into the risky currents to reach the hidden switch beneath the water's surface. If something needs breaking, you're up to the task! In Downtime... You might head to a tavern to carouse, build up the fearsome legend of your mighty deeds, or recruit followers to become a warlord in your own right. You Might... Have a deep-seated well of anger, hatred, or frustration. Prefer a straightforward approach to one requiring patience and tedium. Engage in a regimen of intense physical fitness. Others Probably... Rely on your courage and your strength, and trust that you can hold your own in a fight. See you as uncivilized or a boorish lout unfit for high society. Believe that you are loyal to your friends and allies and will never relent until the fight is done. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in Athletics Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Class DC Trained in barbarian class DC Class Features You gain these features as Barbarian. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, attribute boosts, initial proficiencies, Rage, Quick-Tempered, instinct, barbarian feat 2 Barbarian feat, skill feat 3 Furious footfalls, general feat, skill increase 4 Barbarian feat, skill feat 5 Ancestry feat, attribute boosts, brutality, skill increase 6 Barbarian feat, skill feat 7 General feat, juggernaut, skill increase, weapon specialization 8 Barbarian feat, skill feat 9 Ancestry feat, raging resistance, reflex expertise, skill increase 10 Attribute boosts, barbarian feat, skill feat 11 General feat, mighty rage, skill increase 12 Barbarian feat, skill feat 13 Ancestry feat, greater juggernaut, medium armor expertise, skill increase, weapon mastery 14 Barbarian feat, skill feat 15 Attribute boosts, general feat, greater weapon specialization, indomitable will, skill increase 16 Barbarian feat, skill feat 17 Ancestry feat, perception mastery, revitalizing rage, skill increase 18 Barbarian feat, skill feat 19 Armor mastery, devastator, general feat, skill increase 20 Attribute boosts, barbarian feat, skill feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background. Attribute Boosts In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers. At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost and must boost that attribute again at a later level to increase it by 1. Initial Proficiencies At 1st level you gain a number of proficiencies that represent your basic training, noted at the start of this class. Rage You gain the Rage action, which lets you fly into a frenzy. Quick-Tempered You gain the Quick-Tempered free action, which lets you Rage at the slightest provocation. Instinct Your rage wells up from a dominant instinct—one you learned from a tradition or that comes naturally to you. Your instinct gives you an ability, requires you to avoid certain behaviors, grants you increased damage and resistances at higher levels, and allows you to select feats tied to your instinct. Instincts can be found here. Barbarian Feats At 1st level and every even-numbered level thereafter, you gain a barbarian class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. Furious Footfalls The urge to fight drives you ever forward. You gain a +5-foot status bonus to your Speed. This bonus increases to +10 feet while you’re raging. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Brutality Your fury makes your weapons lethal. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. While raging, you have the critical specialization benefits for melee weapons and unarmed attacks. Juggernaut Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Weapon Specialization Your rage helps you hit harder. You deal an additional 2 damage with weapons and unarmed attacks in which you have expert proficiency. This damage increases to 3 if you’re a master, and 4 if you’re legendary. You gain your instinct’s specialization ability. Raging Resistance Repeated exposure and toughened skin allow you to fend off harm. While raging, you gain resistance equal to 3 + your Constitution modifier to damage types based on your instinct. Reflex Expertise You’ve developed a knack for dodging danger. Your proficiency rank for Reflex saves increases to expert. Mighty Rage Your rage intensifies and lets you hit harder at the start of a fight. Your proficiency rank for your barbarian class DC increases to expert. In addition, when you use Quick-Tempered, the first Strike you make during your first turn deals additional damage equal to your Rage damage. Greater Juggernaut You have a stalwart physiology. Your proficiency rank for Fortitude saves increases to legendary. When you roll a critical failure on a Fortitude save, you get a failure instead. When you roll a failure on a Fortitude save against an effect that deals damage, you halve the damage you take. Medium Armor Expertise You’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. Weapon Mastery Your rage makes you even more effective with the weapons you wield. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master. Greater Weapon Specialization The weapons you’ve mastered become truly fearsome in your hands. Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. You gain a greater benefit from your instinct’s specialization ability. Indomitable Will Your rage makes it difficult to control you. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Perception Mastery Your instinct heightens each of your senses further. Your proficiency rank for Perception increases to master. Revitalizing Rage Your rage sustains you more frequently, leaving you ready to jump into battle anew. Instead of needing to wait 1 minute before you can gain temporary Hit Points from Rage again, you need only to spend at least one full turn not in a Rage. Armor Mastery Your training and rage deepen your connection to your armor. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master. Devastator Your Strikes are so devastating that you hardly care about resistance, and your barbarian abilities are unparalleled. Your proficiency rank for your barbarian class DC increases to master. Your melee Strikes ignore up to 10 resistance to the physical damage they deal.",
 "tradition_markdown": "",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=57",
 "weakness": {},
 "will_proficiency": "Expert"
}