{
 "attribute": [
  "Strength",
  "Dexterity"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "category": "class",
 "defense_proficiency": [
  "Trained in all armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 10,
 "hp_raw": "10",
 "icon_image": "/Images/Class/Champion_Icon.png",
 "id": "class-58",
 "image": [
  "/Images/Classes/Iconic_Seelah.png"
 ],
 "legacy_id": [
  "class-4"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Champion](/Classes.aspx?ID=58)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 86 <sup>1.1</sup>\n\n_You are an emissary of a deity, a devoted servant who has taken up a weighty mantle, and you devoutly pursue a cause that holds you apart from those around you. You have powerful defenses that you share freely with your allies and innocent bystanders, as well as divine power you use to end the threats your deity opposes._\r\n\r\n**Key Attribute: Strength or Dexterity** <br />\r\nAt 1st level, your class gives you an attribute boost to your choice of Strength or Dexterity.\r\n\r\n**Hit Points: 10 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Seelah.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see these terms in many champion class features.\n\n **[Flourish](/Traits.aspx?ID=606):** Actions with the flourish trait are special techniques that require too much exertion for you to perform frequently. You can use only one action with the flourish trait per round.\n\n **[Sanctified](/Traits.aspx?ID=519):** If you are holy or unholy, your sanctified actions and spells gain the same trait.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Champion</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou confront enemies in hand-to-hand combat while carefully positioning yourself to protect your allies.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou are a voice of devoted authority, with strong intentions to embody the behaviors your deity encourages.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou overcome barriers both physical and spiritual, providing inspiration to your allies through your actions and—when your fellow adventurers ask for it—providing guidance with a sure hand.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou spend much of your time in solemn prayer and contemplation, rigorous training, and fulfilling the edicts of your cause, but that doesn't mean there isn't time to take up a craft or hobby.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Believe the righteousness of your cause will triumph, no matter how grim the odds.</li><li>Explain how the teachings of your deity apply to decisions and actions in everyday life.</li><li>Be a bit overprotective of your allies.</li></ul>\n\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>See you as a symbol of your deity, and carry over their opinions of that deity to you.</li><li>Worry you secretly despise them for not living up to your impossible standard, or that you are unwilling to compromise when necessary.</li><li>Know that you've sworn divine oaths of service they can trust you to keep.</li></ul>\n\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Religion](/Skills.aspx?ID=46)<br /> Trained in one skill determined by your choice of deity<br /> Trained in a number of additional skills equal to 2 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in martial weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in all armor<br /> Trained in unarmored defense\n\n<title level=\"3\">Class DC</title>\r\nTrained in champion class DC\r\n\r\n<title level=\"3\">Spells</title>\r\nTrained in spell attack modifier<br /> Trained in spell DC\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Champion. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, attribute boosts, initial proficiencies, deity, cause, devotion spells, champion feat, shield block</td></tr>\r\n<tr><td>2</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>3</td><td>Blessing of the devoted, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Attribute boosts, ancestry feat, skill increase, weapon expertise</td></tr>\r\n<tr><td>6</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>7</td><td>Armor expertise, general feat, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, champion expertise, reflex expertise, relentless reaction, sacred body, skill increase</td></tr>\r\n<tr><td>10</td><td>Attribute boosts, champion feat, skill feat</td></tr>\r\n<tr><td>11</td><td>Divine will, exalted reaction, general feat, perception expertise, skill increase</td></tr>\r\n<tr><td>12</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, armor mastery, skill increase weapon mastery</td></tr>\r\n<tr><td>14</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Attribute boosts, general feat, greater weapon specialization, skill increase</td></tr>\r\n<tr><td>16</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, champion mastery, legendary armor, skill increase</td></tr>\r\n<tr><td>18</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, hero’s defiance, skill increase</td></tr>\r\n<tr><td>20</td><td>Attribute boosts, champion feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Attribute Boosts</title>\r\nIn addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.\n\n At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost and must boost that attribute again at a later level to increase it by 1.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class.\r\n\r\n<title level=\"3\" >Deity</title>\r\nAs a champion, you are a warrior in the name of a deity you revere above all others. TThe most common [deities](Deities.aspx) in Pathfinder have edicts, areas of concern, and the benefits you get for being a devotee of that deity. Choose one [deity](Deities.aspx). \n\n<title level=\"3\" right=\"\">Skill</title> You become trained in the divine skill listed for your deity. As normal, if you're already trained in that skill, you become trained in a different skill of your choice. \n\n<title level=\"3\" right=\"\">Anathema</title>Champions care deeply about the edicts and anathema they take from their deity, sanctification, and cause. As with any implementation of edicts and anathema in the rules, these are a tool for roleplaying between you, the GM, and the other players at the table—you're still playing a nuanced character, not strictly following a script.\n\n Acts fundamentally opposed to your deity's ideals are anathema to your faith. Learning or casting spells, committing acts, and using items that are anathema to your deity remove you from your deity's good graces.\n\n Similarly, using items, spells, or actions that are anathema to the tenets or goals of your faith could interfere with your connection to your deity. For example, assisting with a ritual that raises undead would be anathema to Pharasma, the goddess of death. Many actions that are anathema don't appear in any deity's formal list. For borderline cases, you and your GM determine which acts are anathema.\n\n If you perform enough acts that are anathema to your deity, you lose the magical abilities that come from your connection to your deity. The class features that you lose are determined by the GM, but they likely include your holy or unholy trait, your focus pool, and your blessing of the devoted. These abilities can be regained only if you repent by conducting an [_atone_](/Rituals.aspx?ID=108) ritual. If your deity doesn't require the specific sanctification you had, your GM might let you retrain your sanctification and cause while still following the same deity. \n\n<title level=\"3\" right=\"\">Sanctification</title> Depending on your deity, their sanctification can make you [holy](/Traits.aspx?ID=517) or [unholy](/Traits.aspx?ID=521). This commits you to one side of a struggle over souls. Whether you become holy, unholy, or neither will limit your choice of causes, devotion spells, and feats.\n\n If you “can be” holy or unholy according to your deity's sanctification entry, you make that choice, and if you “must be” holy or unholy, you gain the trait automatically. If the deity lists “none,” you can choose only options that don't require the holy or unholy trait. If you are holy or unholy and gain the opposing trait in some way, you lose the previous trait until you _atone_.\n\n Unholy sanctification for a champion can be extremely disruptive to a typical game and should be a player character option only in appropriate adventures or campaigns where the group collectively decides to embrace them. Unholy sanctification and causes are uncommon options. **Holy:** You gain the [holy](/Traits.aspx?ID=517) trait and add that trait to any Strikes you make. You gain the edict, “Do not knowingly harm innocents or fail to prevent harm to an innocent if your direct intervention could save them” and the anathema “Commit murder.” Even if your game includes behavior outside the Pathfinder [baseline](/Rules.aspx?ID=2265), the acts listed there are anathema to you. **Unholy:** You gain the [unholy](/Traits.aspx?ID=521) trait and add that trait to any Strikes you make. You gain the edict, “Do not put another's needs before your own or those of your deity” and the anathema “Commit an entirely altruistic act, such as giving something away in charity” and “Put anyone's needs before those of your deity.” None of these prevents you from performing acts others might consider helpful, but these acts must be done with the expectation that they ultimately further your own goals or those of your deity. \n\n<title level=\"3\" right=\"\">Deific Weapon</title> You zealously bear your deity's favored weapon. If it's an unarmed attack with a d4 damage die or a simple weapon, increase the damage die by one step (d4 to d6, d6 to d8, d8 to d10, d10 to d12). If the weapon is uncommon, you gain access to it, and if it's an advanced weapon, you treat it as a martial weapon for the purposes of proficiency. \n\n<title level=\"3\" right=\"\">Champion's Aura</title> You're surrounded by an aura in a 15-foot emanation. It has the [aura](/Traits.aspx?ID=542) and [divine](/Traits.aspx?ID=579) traits. Any follower of your deity within the aura immediately knows you're a champion of your deity. This aura is used as the range for your champion's reaction and for various other effects. You can suppress or resume the aura as a single action, which has the [concentrate](/Traits.aspx?ID=561) trait, and it ends if you fall unconscious.\r\n\r\n<title level=\"3\" >Cause</title>\r\nYou devote yourself to a specific cause in your deity’s name. Some causes are limited to certain sanctifications. Your cause adds to your edicts and anathema and grants you a special protective reaction called your champion’s reaction.\n\nCauses can be found [here](Causes.aspx).\r\n\r\n<title level=\"3\" >Devotion Spells</title>\r\nYour deity's power grants you special divine spells called devotion spells, which are a type of focus spell. Choose either [_shields of the spirit_](/Spells.aspx?ID=2049) or a spell based on your deity's divine font ([_lay on hands_](/Spells.aspx?ID=2047) if your deity allows heal, [_touch of the void_](/Spells.aspx?ID=2048) if your deity allows harm).\n\n It costs 1 Focus Point to cast a focus spell. When you gain your first devotion spell, you also gain a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the [Refocus](/Actions.aspx?ID=2621) activity to pray to your deity or do service toward their causes.\n\n Your devotion spells are divine spells. Your spellcasting attribute is Charisma.\n\n [Focus spells](/Rules.aspx?ID=2228) are automatically heightened to half your level rounded up. Certain feats give you more focus spells. The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but can never be more than 3 points.\r\n\r\n<title level=\"3\" >Champion Feats</title>\r\nAt 1st level and every even-numbered level thereafter, you gain a [champion class feat](/Feats.aspx?Traits=811).\r\n\r\n<title level=\"3\" >Shield Block</title>\r\nYou gain the [Shield Block](/Feats.aspx?ID=5212) general feat, a reaction that lets you reduce damage with your shield.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Blessing of the Devoted</title>\r\nYour deity blesses your service with a boon. This might come in the form of a spirit that visits you and inhabits your items or body, a mysterious divine tattoo upon your body, or the like. Choose one of the following blessings, or any other to which you have access.\n\n **Blessed Armament:** Select one weapon or [handwraps of mighty blows](/Equipment.aspx?ID=3086). You gain that armament's critical specialization effect, and you grant the armament a property rune of your choice from the following list: [fearsome](/Equipment.aspx?ID=2837), [ghost touch](/Equipment.aspx?ID=2840), [returning](/Equipment.aspx?ID=2845), [shifting](/Equipment.aspx?ID=2846), or [vitalizing](/Equipment.aspx?ID=2852). During your daily preparations, you can change the spirit to inhabit a different armament, grant a different rune, or both.\n\n **Blessed Shield:** In your hands, a shield gains the minor [_reinforcing_](/Equipment.aspx?ID=2811) rune. As you go up in level, the shield gains the _reinforcing_ rune of your level (lesser at 7th level, moderate at 10th level, greater at 13th level, major at 16th level, and supreme at 19th level). If your shield already has the appropriate _reinforcing_ rune for your level, or if it's a [sturdy shield](/Equipment.aspx?ID=2828) of the same level as the appropriate _reinforcing_ rune, the shield's Hardness instead increases by 1.\n\n **Blessed Swiftness:** You gain a +5-foot status bonus to Speed. If you're mounted, your mount gains the bonus instead. In addition, when the movement of one of your allies triggers an enemy's reaction while the ally is in your champion's aura, the ally gains a +2 status bonus to all defenses against that reaction.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\nAt 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Weapon Expertise</title>\r\nYou’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Armor Expertise</title>\r\nYou have spent so much time in armor that you know how to make the most of its protection. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you’re an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Champion Expertise</title>\r\nPrayers strengthen your divine power. Your proficiency ranks for your champion class DC, spell attack modifier, and spell DC increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Reflex Expertise</title>\r\nYou’ve developed a knack for dodging danger. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Relentless Reaction</title>\r\nYour champion’s reaction improves, typically to punish the attacker with spiritual backlash. It gainsthe relentless reaction benefit listed in your cause below your champion’s reaction.\r\n\r\n<title level=\"3\" right=\"Level 9\">Sacred Body</title>\r\nThe power of your deity keeps your body safe from harm, as true an edifice of the faith as a great temple. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Divine Will</title>\r\nYour faith grants mastery of your will. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Exalted Reaction</title>\r\nYour champion’s reaction exalts nearby allies, allowing them to benefit as well. When you use your champion’s reaction, you also get the effect listed for its exalted reaction.\r\n\r\n<title level=\"3\" right=\"Level 11\">Perception Expertise</title>\r\nYou remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Armor Mastery</title>\r\nYour skill with armor improves, helping you avoid more blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Mastery</title>\r\nYou fully understand your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 17\">Champion Mastery</title>\r\nYou’ve mastered your champion techniques and divine spells. Your proficiency ranks for your champion class DC, spell attack modifier, and spell DC increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Legendary Armor</title>\r\nYou shield yourself with steel as easily as with faith. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to legendary.\r\n\r\n<title level=\"3\" right=\"Level 19\">Hero's Defiance</title>\r\nYou can continue fighting as long as you have divine energy. You gain the hero’s defiance devotion spell",
 "name": "Champion",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/champion"
  },
  {
   "label": "Feats",
   "url": "/classes/champion/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/champion/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/champion/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/champion/focus-spells"
  },
  {
   "label": "Causes",
   "url": "/classes/champion/causes"
  },
  {
   "label": "Tenets",
   "url": "/classes/champion/tenets"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 86",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "reflex_proficiency": "Trained",
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 86 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWielding a weapon of their faith, the champion fights for a cause espoused by their deity. A champion is steadfast in their beliefs, whether …\r\n</summary>",
 "skill_mod": {},
 "skill_proficiency": [
  "Trained in  Religion",
  "Trained in one skill determined by your choice of deity",
  "Trained in a number of additional skills equal to 2 plus your Intelligence modifier"
 ],
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 86"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 86 <sup>1.1</sup>",
 "speed": {},
 "summary": "Wielding a weapon of their faith, the champion fights for a cause espoused by their deity. A champion is steadfast in their beliefs, whether …",
 "summary_markdown": "Wielding a weapon of their faith, the champion fights for a cause espoused by their deity. A champion is steadfast in their beliefs, whether …",
 "text": " Champion Source Player Core 2 pg. 86 1.1 You are an emissary of a deity, a devoted servant who has taken up a weighty mantle, and you devoutly pursue a cause that holds you apart from those around you. You have powerful defenses that you share freely with your allies and innocent bystanders, as well as divine power you use to end the threats your deity opposes. Key Attribute: Strength or Dexterity At 1st level, your class gives you an attribute boost to your choice of Strength or Dexterity. Hit Points: 10 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see these terms in many champion class features. Flourish: Actions with the flourish trait are special techniques that require too much exertion for you to perform frequently. You can use only one action with the flourish trait per round. Sanctified: If you are holy or unholy, your sanctified actions and spells gain the same trait. Roleplaying the Champion During Combat Encounters... You confront enemies in hand-to-hand combat while carefully positioning yourself to protect your allies. During Social Encounters... You are a voice of devoted authority, with strong intentions to embody the behaviors your deity encourages. While Exploring... You overcome barriers both physical and spiritual, providing inspiration to your allies through your actions and—when your fellow adventurers ask for it—providing guidance with a sure hand. In Downtime... You spend much of your time in solemn prayer and contemplation, rigorous training, and fulfilling the edicts of your cause, but that doesn't mean there isn't time to take up a craft or hobby. You Might... Believe the righteousness of your cause will triumph, no matter how grim the odds. Explain how the teachings of your deity apply to decisions and actions in everyday life. Be a bit overprotective of your allies. Others Probably... See you as a symbol of your deity, and carry over their opinions of that deity to you. Worry you secretly despise them for not living up to your impossible standard, or that you are unwilling to compromise when necessary. Know that you've sworn divine oaths of service they can trust you to keep. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in Religion Trained in one skill determined by your choice of deity Trained in a number of additional skills equal to 2 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in all armor Trained in unarmored defense Class DC Trained in champion class DC Spells Trained in spell attack modifier Trained in spell DC Class Features You gain these features as Champion. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, attribute boosts, initial proficiencies, deity, cause, devotion spells, champion feat, shield block 2 Champion feat, skill feat 3 Blessing of the devoted, general feat, skill increase 4 Champion feat, skill feat 5 Attribute boosts, ancestry feat, skill increase, weapon expertise 6 Champion feat, skill feat 7 Armor expertise, general feat, skill increase, weapon specialization 8 Champion feat, skill feat 9 Ancestry feat, champion expertise, reflex expertise, relentless reaction, sacred body, skill increase 10 Attribute boosts, champion feat, skill feat 11 Divine will, exalted reaction, general feat, perception expertise, skill increase 12 Champion feat, skill feat 13 Ancestry feat, armor mastery, skill increase weapon mastery 14 Champion feat, skill feat 15 Attribute boosts, general feat, greater weapon specialization, skill increase 16 Champion feat, skill feat 17 Ancestry feat, champion mastery, legendary armor, skill increase 18 Champion feat, skill feat 19 General feat, hero’s defiance, skill increase 20 Attribute boosts, champion feat, skill feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background. Attribute Boosts In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers. At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost and must boost that attribute again at a later level to increase it by 1. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class. Deity As a champion, you are a warrior in the name of a deity you revere above all others. TThe most common deities in Pathfinder have edicts, areas of concern, and the benefits you get for being a devotee of that deity. Choose one deity. Skill You become trained in the divine skill listed for your deity. As normal, if you're already trained in that skill, you become trained in a different skill of your choice. Anathema Champions care deeply about the edicts and anathema they take from their deity, sanctification, and cause. As with any implementation of edicts and anathema in the rules, these are a tool for roleplaying between you, the GM, and the other players at the table—you're still playing a nuanced character, not strictly following a script. Acts fundamentally opposed to your deity's ideals are anathema to your faith. Learning or casting spells, committing acts, and using items that are anathema to your deity remove you from your deity's good graces. Similarly, using items, spells, or actions that are anathema to the tenets or goals of your faith could interfere with your connection to your deity. For example, assisting with a ritual that raises undead would be anathema to Pharasma, the goddess of death. Many actions that are anathema don't appear in any deity's formal list. For borderline cases, you and your GM determine which acts are anathema. If you perform enough acts that are anathema to your deity, you lose the magical abilities that come from your connection to your deity. The class features that you lose are determined by the GM, but they likely include your holy or unholy trait, your focus pool, and your blessing of the devoted. These abilities can be regained only if you repent by conducting an atone ritual. If your deity doesn't require the specific sanctification you had, your GM might let you retrain your sanctification and cause while still following the same deity. Sanctification Depending on your deity, their sanctification can make you holy or unholy. This commits you to one side of a struggle over souls. Whether you become holy, unholy, or neither will limit your choice of causes, devotion spells, and feats. If you “can be” holy or unholy according to your deity's sanctification entry, you make that choice, and if you “must be” holy or unholy, you gain the trait automatically. If the deity lists “none,” you can choose only options that don't require the holy or unholy trait. If you are holy or unholy and gain the opposing trait in some way, you lose the previous trait until you atone . Unholy sanctification for a champion can be extremely disruptive to a typical game and should be a player character option only in appropriate adventures or campaigns where the group collectively decides to embrace them. Unholy sanctification and causes are uncommon options. Holy: You gain the holy trait and add that trait to any Strikes you make. You gain the edict, “Do not knowingly harm innocents or fail to prevent harm to an innocent if your direct intervention could save them” and the anathema “Commit murder.” Even if your game includes behavior outside the Pathfinder baseline, the acts listed there are anathema to you. Unholy: You gain the unholy trait and add that trait to any Strikes you make. You gain the edict, “Do not put another's needs before your own or those of your deity” and the anathema “Commit an entirely altruistic act, such as giving something away in charity” and “Put anyone's needs before those of your deity.” None of these prevents you from performing acts others might consider helpful, but these acts must be done with the expectation that they ultimately further your own goals or those of your deity. Deific Weapon You zealously bear your deity's favored weapon. If it's an unarmed attack with a d4 damage die or a simple weapon, increase the damage die by one step (d4 to d6, d6 to d8, d8 to d10, d10 to d12). If the weapon is uncommon, you gain access to it, and if it's an advanced weapon, you treat it as a martial weapon for the purposes of proficiency. Champion's Aura You're surrounded by an aura in a 15-foot emanation. It has the aura and divine traits. Any follower of your deity within the aura immediately knows you're a champion of your deity. This aura is used as the range for your champion's reaction and for various other effects. You can suppress or resume the aura as a single action, which has the concentrate trait, and it ends if you fall unconscious. Cause You devote yourself to a specific cause in your deity’s name. Some causes are limited to certain sanctifications. Your cause adds to your edicts and anathema and grants you a special protective reaction called your champion’s reaction. Causes can be found here. Devotion Spells Your deity's power grants you special divine spells called devotion spells, which are a type of focus spell. Choose either shields of the spirit or a spell based on your deity's divine font ( lay on hands if your deity allows heal, touch of the void if your deity allows harm). It costs 1 Focus Point to cast a focus spell. When you gain your first devotion spell, you also gain a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the Refocus activity to pray to your deity or do service toward their causes. Your devotion spells are divine spells. Your spellcasting attribute is Charisma. Focus spells are automatically heightened to half your level rounded up. Certain feats give you more focus spells. The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but can never be more than 3 points. Champion Feats At 1st level and every even-numbered level thereafter, you gain a champion class feat. Shield Block You gain the Shield Block general feat, a reaction that lets you reduce damage with your shield. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. Blessing of the Devoted Your deity blesses your service with a boon. This might come in the form of a spirit that visits you and inhabits your items or body, a mysterious divine tattoo upon your body, or the like. Choose one of the following blessings, or any other to which you have access. Blessed Armament: Select one weapon or handwraps of mighty blows. You gain that armament's critical specialization effect, and you grant the armament a property rune of your choice from the following list: fearsome, ghost touch, returning, shifting, or vitalizing. During your daily preparations, you can change the spirit to inhabit a different armament, grant a different rune, or both. Blessed Shield: In your hands, a shield gains the minor reinforcing rune. As you go up in level, the shield gains the reinforcing rune of your level (lesser at 7th level, moderate at 10th level, greater at 13th level, major at 16th level, and supreme at 19th level). If your shield already has the appropriate reinforcing rune for your level, or if it's a sturdy shield of the same level as the appropriate reinforcing rune, the shield's Hardness instead increases by 1. Blessed Swiftness: You gain a +5-foot status bonus to Speed. If you're mounted, your mount gains the bonus instead. In addition, when the movement of one of your allies triggers an enemy's reaction while the ally is in your champion's aura, the ally gains a +2 status bonus to all defenses against that reaction. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Weapon Expertise You’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. Armor Expertise You have spent so much time in armor that you know how to make the most of its protection. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you’re an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary. Champion Expertise Prayers strengthen your divine power. Your proficiency ranks for your champion class DC, spell attack modifier, and spell DC increase to expert. Reflex Expertise You’ve developed a knack for dodging danger. Your proficiency rank for Reflex saves increases to expert. Relentless Reaction Your champion’s reaction improves, typically to punish the attacker with spiritual backlash. It gainsthe relentless reaction benefit listed in your cause below your champion’s reaction. Sacred Body The power of your deity keeps your body safe from harm, as true an edifice of the faith as a great temple. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Divine Will Your faith grants mastery of your will. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Exalted Reaction Your champion’s reaction exalts nearby allies, allowing them to benefit as well. When you use your champion’s reaction, you also get the effect listed for its exalted reaction. Perception Expertise You remain alert to threats around you. Your proficiency rank for Perception increases to expert. Armor Mastery Your skill with armor improves, helping you avoid more blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master. Weapon Mastery You fully understand your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. Champion Mastery You’ve mastered your champion techniques and divine spells. Your proficiency ranks for your champion class DC, spell attack modifier, and spell DC increase to master. Legendary Armor You shield yourself with steel as easily as with faith. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to legendary. Hero's Defiance You can continue fighting as long as you have divine energy. You gain the hero’s defiance devotion spell",
 "tradition_markdown": "",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=58",
 "weakness": {},
 "will_proficiency": "Expert"
}