{
 "attribute": [
  "Dexterity"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 10,
 "hp_raw": "10",
 "icon_image": "/Images/Class/Swashbuckler_Icon.png",
 "id": "class-63",
 "image": [
  "/Images/Classes/Iconic_Jirelle.png"
 ],
 "legacy_id": [
  "class-15"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Swashbuckler](/Classes.aspx?ID=63)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 158 <sup>1.1</sup>\n\n_Many warriors rely on brute force, weighty armor, or cumbersome weapons. For you, battle is a dance where you move among foes with style and grace. You dart among combatants with flair and land powerful finishing moves with a flick of the wrist and a flash of the blade, all while countering attacks with elegant ripostes that keep enemies off balance. Harassing and thwarting your foes lets you charm fate and cheat death time and again with aplomb and plenty of flair._\r\n\r\n**Key Attribute: Dexterity** <br />\r\nAt 1st level, your class gives you an ability boost to Dexterity.\r\n\r\n**Hit Points: 10 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Jirelle.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see these terms in many swashbuckler abilities.\n\n **[Bravado](/Traits.aspx?ID=801):** Actions with this trait can grant panache, depending on the result of the check involved. If you succeed at the check on a bravado action, you gain panache, and if you fail (but not critically fail) the check, you gain panache but only until the end of your next turn. These effects can be applied even if the action had no other effect due to a failure or a creature's immunity.\n\n **[Finisher](/Traits.aspx?ID=802):** Finishers are spectacular finishing moves that use your panache. Finishers can be used only with weapons that deal additional damage with precise strike (agile or finesse melee weapons or unarmed attacks, for most swashbucklers). You can use a finisher only if you have panache, and you lose your panache immediately after performing a finisher. Once you use a finisher, you can't use actions that have the attack trait for the rest of your turn. Some finisher actions also grant an effect on a failure. Effects added on a failure don't apply on a critical failure. If your finisher action succeeds, you can still choose to apply the failure effect instead. For example, you might do this when an attack deals no damage due to resistance.\n\n **[Flourish](/Traits.aspx?ID=606):** Actions with the flourish trait are special techniques that require too much exertion for you to perform frequently. You can use only one action with the flourish trait per round.\n\n **[Stance](/Traits.aspx?ID=701):** A stance is a general combat strategy that you enter by using an action with the stance trait, and you remain in for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you use a stance action again, whichever comes first. After you take an action with the stance trait, you can't take another one for 1 round. You can enter or be in a stance only in encounter mode. You can Dismiss a stance.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Swashbuckler</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou show off to gain panache, leveraging your flair to build up to powerful finishing moves. You stay nimble, moving into the best position to perform your maneuvers while dodging enemy blows and responding with swift ripostes. Depending on your swashbuckler's style, you might dance among your foes; slip past their defenses; or beguile, distract, or frighten them.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou are equally likely to charm or intimidate others—or both. You might be an adept socialite, or you might create distractions for others who do the talking.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou keep a careful eye on your surroundings and other people, always prepared to leap into action with bravado and flair. You interact with the environment in bold, sweeping strokes rather than skulking to avoid detection.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might carouse at the tavern, repair and maintain your armaments, or train to learn new techniques and stunts. To maintain your impressive reputation, you might build an organization in your name or establish a following of admirers.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Portray yourself as a heroic daredevil or a roguish braggart, knowing you can live up to the image you present.</li><li>Hold yourself in high esteem, confident in your abilities and your reputation.</li><li>Practice your skills and maneuvers regularly to ensure you never grow rusty.</li></ul>\n\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Admire your theatrics, bravado, and skill with a blade.</li><li>Find you arrogant unless they know you well enough to appreciate your flamboyant style.</li><li>Underestimate how much of a threat you pose until they face the end of your deadly blade.</li></ul>\n\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nExpert in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Acrobatics](/Skills.aspx?ID=34)<br /> Trained in one skill determined by your swashbuckler's style<br /> Trained in a number of additional skills equal to 4 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in martial weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br /> Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in swashbuckler class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Swashbuckler. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, attribute boosts, initial proficiencies, panache, precise strike, stylish combatant, swashbuckler’s style, confident finisher, swashbuckler feat</td></tr>\r\n<tr><td>2</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>3</td><td>Fortitude expertise, general feat, opportune riposte, skill increase, stylish tricks, vivacious speed</td></tr>\r\n<tr><td>4</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>5</td><td>Attribute boosts, ancestry feat, precise strike 3 (3d6), skill increase, weapon expertise</td></tr>\r\n<tr><td>6</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>7</td><td>Confident evasion, general feat, skill increase, stylish tricks, vivacious speed, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, exemplary finisher, precise strike 4 (4d6), skill increase, swashbuckler expertise</td></tr>\r\n<tr><td>10</td><td>Attribute boosts, skill feat, swashbuckler feat</td></tr>\r\n<tr><td>11</td><td>Continuous flair, general feat, perception mastery, skill increase, vivacious speed</td></tr>\r\n<tr><td>12</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, assured evasion, light armor expertise, precise strike 5 (5d6), skill increase, weapon mastery</td></tr>\r\n<tr><td>14</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>15</td><td>Attribute boosts, general feat, greater weapon specialization, keen flair, skill increase, stylish tricks, vivacious speed</td></tr>\r\n<tr><td>16</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, precise strike 6 (6d6), reinforced ego, skill increase</td></tr>\r\n<tr><td>18</td><td>Skill feat, swashbuckler feat</td></tr>\r\n<tr><td>19</td><td>Eternal confidence, general feat, light armor mastery, skill increase, vivacious speed</td></tr>\r\n<tr><td>20</td><td>Attribute boosts, skill feat, swashbuckler feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Attribute Boosts</title>\r\nIn addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.\n\n At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost and must boost that attribute again at a later level to increase it by 1.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class.\r\n\r\n<title level=\"3\" >Panache</title>\r\nYou care as much about the way you accomplish something as whether you actually accomplish it in the first place. When you perform an action with particular style, you can leverage this moment of verve to perform spectacular, deadly maneuvers. This heightened state of flair is called panache.\n\n You gain panache by performing actions that have the [bravado](/Traits.aspx?ID=801) trait. [Tumble Through](/Actions.aspx?ID=2370) and additional actions determined by your swashbuckler's style (see below) gain the bravado trait when you use them. The GM might determine that a check to perform a particularly daring action, such as swinging on a chandelier or sliding down a drapery, can gain the bravado trait. These checks typically involve at least a single action and a non-trivial DC. Normally, you gain and use panache only in combat encounters; when an encounter ends, you lose panache.\n\n Powerful finisher actions, including Confident Finisher, can be used only while you have panache and cause you to lose your panache.\r\n\r\n<title level=\"3\" >Precise Strike</title>\r\nWhen you make a Strike with an agile or finesse melee weapon or agile or finesse unarmed attack, you deal 2 additional precision damage. If the Strike is part of a finisher, the additional damage is 2d6 precision damage instead.\n\n As your swashbuckler level increases, so does your additional damage for precise strike. At 5th, 9th, 13th, and 17th level, increase the amount of additional damage on a Strike by 1 and the additional damage on a finisher by 1d6.\r\n\r\n<title level=\"3\" >Stylish Combatant</title>\r\nYou gain a +1 circumstance bonus to skill checks with the bravado trait while in a combat encounter. While you have panache, you gain a +5-foot status bonus to your Speeds.\r\n\r\n<title level=\"3\" >Swashbuckler’s Style</title>\r\nYour own distinctive style lets you gracefully handle any situation. Choose a swashbuckler’s style. This style determines the additional actions you use to gain panache and makes you trained in the skill related to that action.\n\nA list of all swashbuckler's styles can be found [here](Styles.aspx).\r\n\r\n<title level=\"3\" >Confident Finisher</title>\r\nYou gain an elegant finishing attack you can make when you have panache. You gain the Confident Finisher action. \n\n<document level=\"2\" id=\"action-2818\" />\r\n\r\n<title level=\"3\" >Swashbuckler Feats</title>\r\nAt 1st level and every even-numbered level, you gain a [swashbuckler class feat](/Feats.aspx?Traits=321).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Fortitude Expertise</title>\r\nYour physique has grown hardy in your adventures. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Opportune Riposte</title>\r\nYou turn the tables on foes who fumble, capitalizing on their mistake. You gain the Opportune Riposte reaction. \n\n<document level=\"2\" id=\"action-2819\" />\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 3\">Stylish Tricks</title>\r\nAt 3rd level, 7th level, and 15th level, you gain an additional skill increase you can apply only to Acrobatics or the skill from your swashbuckler’s style. You also gain an additional skill feat at these levels. This feat must be for Acrobatics or the trained skill from your swashbuckler’s style.\r\n\r\n<title level=\"3\" right=\"Level 3\">Vivacious Speed</title>\r\nWhen you’ve made an impression, you move even faster than normal, darting about the battlefield with incredible speed. Increase the status bonus to your Speeds from stylish combatant to a +10-foot status bonus; this bonus increases by 5 feet at 7th, 11th, 15th, and 19th levels. When you don’t have panache, you still get half this status bonus to your Speed, rounded down to the nearest 5-foot increment.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feat</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Weapon Expertise</title>\r\nYou’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. You gain access to the critical specialization effects of all weapons for which you have expert proficiency.\r\n\r\n<title level=\"3\" right=\"Level 7\">Confident Evasion</title>\r\nYou’ve learned to move quickly to avoid explosions, a dragon’s breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master and 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Exemplary Finisher</title>\r\nYou execute your finishing moves with spectacular flair, adding special effects to your finishers. If a Strike you make as part of a finisher hits a foe, you add one of the following effects to the Strike, depending on your swashbuckler's style \n\n**Battledancer:** You can Step as a free action immediately after the finisher.<br /> **Braggart:** If the foe was temporarily immune to your Demoralize, their temporary immunity ends.<br /> **Fencer:** The foe is off-guard until your next turn.<br />**Gymnast:** If the foe is grabbed, restrained, or prone, you gain a circumstance bonus to the damage roll equal to double the number of weapon damage dice.<br /> **Rascal:** The foe takes a –10 circumstance penalty to its speed until the start of your next turn.<br /> **Wit:** The foe takes a –2 circumstance penalty to attack rolls against you until the start of your next turn.\n\n<title level=\"3\" right=\"Level 9\">Swashbuckler Expertise</title>\r\nYou perform swashbuckling techniques with exceptional flair, making them harder to resist. Your circumstance bonus from Stylish Combatant increases to +2. Your proficiency rank for your swashbuckler class DC increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Continuous Flair</title>\r\nWhile not equal to your panache in combat, you have a dramatic flair about you in any situation. The circumstance bonus from Stylish Combatant applies in exploration mode.\r\n\r\n<title level=\"3\" right=\"Level 11\">Perception Mastery</title>\r\nThrough your adventures, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\r\n\r\n<title level=\"3\" right=\"Level 13\">Assured Evasion</title>\r\nYour ability to elude danger is matchless. Your proficiency rank for Reflex saves increases to legendary. When you roll a critical failure on a Reflex save, you get a failure instead. When you roll a failure on a Reflex save against a damaging effect, you take half damage.\r\n\r\n<title level=\"3\" right=\"Level 13\">Light Armor Expertise</title>\r\nYou’ve learned to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Mastery</title>\r\nYou fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Keen Flair</title>\r\nYou inflict devastating attacks on even well-defended foes. When you Strike with a weapon or unarmed attack with which you have master proficiency, if you roll a 19 on the die and the roll is a success, you critically succeed instead.\r\n\r\n<title level=\"3\" right=\"Level 17\">Reinforced Ego</title>\r\nYou’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 19\">Eternal Confidence</title>\r\nAs a swashbuckler at the peak of your skill, you swell with confidence in every attack. Your proficiency rank for your swashbuckler class DC increases to master.\n\n When you Strike as part of a finisher or Opportune Riposte, you can give the Strike the failure effect from the Confident Finisher action, including the increase from [Precise Finisher](/Feats.aspx?ID=6154) if you have that feat. You can do so only if the Strike uses a weapon or unarmed attack that you could use for Confident Finisher.\r\n\r\n<title level=\"3\" right=\"Level 19\">Light Armor Mastery</title>\r\nYour skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.",
 "name": "Swashbuckler",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/swashbuckler"
  },
  {
   "label": "Feats",
   "url": "/classes/swashbuckler/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/swashbuckler/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/swashbuckler/class-kit"
  },
  {
   "label": "Styles",
   "url": "/classes/swashbuckler/styles"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 158",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "reflex_proficiency": "Expert",
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 158 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTo a swashbuckler, anything worth doing is worth doing with style. This dynamic daredevil performs flamboyant attacks and bold feats of derring-do.\r\n</summary>",
 "skill_mod": {},
 "skill_proficiency": [
  "Trained in  Acrobatics",
  "Trained in one skill determined by your swashbuckler's style",
  "Trained in a number of additional skills equal to 4 plus your Intelligence modifier"
 ],
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 158"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 158 <sup>1.1</sup>",
 "speed": {},
 "summary": "To a swashbuckler, anything worth doing is worth doing with style. This dynamic daredevil performs flamboyant attacks and bold feats of derring-do.",
 "summary_markdown": "To a swashbuckler, anything worth doing is worth doing with style. This dynamic daredevil performs flamboyant attacks and bold feats of derring-do.",
 "text": " Swashbuckler Source Player Core 2 pg. 158 1.1 Many warriors rely on brute force, weighty armor, or cumbersome weapons. For you, battle is a dance where you move among foes with style and grace. You dart among combatants with flair and land powerful finishing moves with a flick of the wrist and a flash of the blade, all while countering attacks with elegant ripostes that keep enemies off balance. Harassing and thwarting your foes lets you charm fate and cheat death time and again with aplomb and plenty of flair. Key Attribute: Dexterity At 1st level, your class gives you an ability boost to Dexterity. Hit Points: 10 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see these terms in many swashbuckler abilities. Bravado: Actions with this trait can grant panache, depending on the result of the check involved. If you succeed at the check on a bravado action, you gain panache, and if you fail (but not critically fail) the check, you gain panache but only until the end of your next turn. These effects can be applied even if the action had no other effect due to a failure or a creature's immunity. Finisher: Finishers are spectacular finishing moves that use your panache. Finishers can be used only with weapons that deal additional damage with precise strike (agile or finesse melee weapons or unarmed attacks, for most swashbucklers). You can use a finisher only if you have panache, and you lose your panache immediately after performing a finisher. Once you use a finisher, you can't use actions that have the attack trait for the rest of your turn. Some finisher actions also grant an effect on a failure. Effects added on a failure don't apply on a critical failure. If your finisher action succeeds, you can still choose to apply the failure effect instead. For example, you might do this when an attack deals no damage due to resistance. Flourish: Actions with the flourish trait are special techniques that require too much exertion for you to perform frequently. You can use only one action with the flourish trait per round. Stance: A stance is a general combat strategy that you enter by using an action with the stance trait, and you remain in for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you use a stance action again, whichever comes first. After you take an action with the stance trait, you can't take another one for 1 round. You can enter or be in a stance only in encounter mode. You can Dismiss a stance. Roleplaying the Swashbuckler During Combat Encounters... You show off to gain panache, leveraging your flair to build up to powerful finishing moves. You stay nimble, moving into the best position to perform your maneuvers while dodging enemy blows and responding with swift ripostes. Depending on your swashbuckler's style, you might dance among your foes; slip past their defenses; or beguile, distract, or frighten them. During Social Encounters... You are equally likely to charm or intimidate others—or both. You might be an adept socialite, or you might create distractions for others who do the talking. While Exploring... You keep a careful eye on your surroundings and other people, always prepared to leap into action with bravado and flair. You interact with the environment in bold, sweeping strokes rather than skulking to avoid detection. In Downtime... You might carouse at the tavern, repair and maintain your armaments, or train to learn new techniques and stunts. To maintain your impressive reputation, you might build an organization in your name or establish a following of admirers. You Might... Portray yourself as a heroic daredevil or a roguish braggart, knowing you can live up to the image you present. Hold yourself in high esteem, confident in your abilities and your reputation. Practice your skills and maneuvers regularly to ensure you never grow rusty. Others Probably... Admire your theatrics, bravado, and skill with a blade. Find you arrogant unless they know you well enough to appreciate your flamboyant style. Underestimate how much of a threat you pose until they face the end of your deadly blade. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Trained in Fortitude Expert in Reflex Expert in Will Skills Trained in Acrobatics Trained in one skill determined by your swashbuckler's style Trained in a number of additional skills equal to 4 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in unarmored defense Class DC Trained in swashbuckler class DC Class Features You gain these features as Swashbuckler. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, attribute boosts, initial proficiencies, panache, precise strike, stylish combatant, swashbuckler’s style, confident finisher, swashbuckler feat 2 Skill feat, swashbuckler feat 3 Fortitude expertise, general feat, opportune riposte, skill increase, stylish tricks, vivacious speed 4 Skill feat, swashbuckler feat 5 Attribute boosts, ancestry feat, precise strike 3 (3d6), skill increase, weapon expertise 6 Skill feat, swashbuckler feat 7 Confident evasion, general feat, skill increase, stylish tricks, vivacious speed, weapon specialization 8 Skill feat, swashbuckler feat 9 Ancestry feat, exemplary finisher, precise strike 4 (4d6), skill increase, swashbuckler expertise 10 Attribute boosts, skill feat, swashbuckler feat 11 Continuous flair, general feat, perception mastery, skill increase, vivacious speed 12 Skill feat, swashbuckler feat 13 Ancestry feat, assured evasion, light armor expertise, precise strike 5 (5d6), skill increase, weapon mastery 14 Skill feat, swashbuckler feat 15 Attribute boosts, general feat, greater weapon specialization, keen flair, skill increase, stylish tricks, vivacious speed 16 Skill feat, swashbuckler feat 17 Ancestry feat, precise strike 6 (6d6), reinforced ego, skill increase 18 Skill feat, swashbuckler feat 19 Eternal confidence, general feat, light armor mastery, skill increase, vivacious speed 20 Attribute boosts, skill feat, swashbuckler feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background. Attribute Boosts In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers. At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost and must boost that attribute again at a later level to increase it by 1. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class. Panache You care as much about the way you accomplish something as whether you actually accomplish it in the first place. When you perform an action with particular style, you can leverage this moment of verve to perform spectacular, deadly maneuvers. This heightened state of flair is called panache. You gain panache by performing actions that have the bravado trait. Tumble Through and additional actions determined by your swashbuckler's style (see below) gain the bravado trait when you use them. The GM might determine that a check to perform a particularly daring action, such as swinging on a chandelier or sliding down a drapery, can gain the bravado trait. These checks typically involve at least a single action and a non-trivial DC. Normally, you gain and use panache only in combat encounters; when an encounter ends, you lose panache. Powerful finisher actions, including Confident Finisher, can be used only while you have panache and cause you to lose your panache. Precise Strike When you make a Strike with an agile or finesse melee weapon or agile or finesse unarmed attack, you deal 2 additional precision damage. If the Strike is part of a finisher, the additional damage is 2d6 precision damage instead. As your swashbuckler level increases, so does your additional damage for precise strike. At 5th, 9th, 13th, and 17th level, increase the amount of additional damage on a Strike by 1 and the additional damage on a finisher by 1d6. Stylish Combatant You gain a +1 circumstance bonus to skill checks with the bravado trait while in a combat encounter. While you have panache, you gain a +5-foot status bonus to your Speeds. Swashbuckler’s Style Your own distinctive style lets you gracefully handle any situation. Choose a swashbuckler’s style. This style determines the additional actions you use to gain panache and makes you trained in the skill related to that action. A list of all swashbuckler's styles can be found here. Confident Finisher You gain an elegant finishing attack you can make when you have panache. You gain the Confident Finisher action. Swashbuckler Feats At 1st level and every even-numbered level, you gain a swashbuckler class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. Fortitude Expertise Your physique has grown hardy in your adventures. Your proficiency rank for Fortitude saves increases to expert. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Opportune Riposte You turn the tables on foes who fumble, capitalizing on their mistake. You gain the Opportune Riposte reaction. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master. Stylish Tricks At 3rd level, 7th level, and 15th level, you gain an additional skill increase you can apply only to Acrobatics or the skill from your swashbuckler’s style. You also gain an additional skill feat at these levels. This feat must be for Acrobatics or the trained skill from your swashbuckler’s style. Vivacious Speed When you’ve made an impression, you move even faster than normal, darting about the battlefield with incredible speed. Increase the status bonus to your Speeds from stylish combatant to a +10-foot status bonus; this bonus increases by 5 feet at 7th, 11th, 15th, and 19th levels. When you don’t have panache, you still get half this status bonus to your Speed, rounded down to the nearest 5-foot increment. Ancestry Feat In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Weapon Expertise You’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. You gain access to the critical specialization effects of all weapons for which you have expert proficiency. Confident Evasion You’ve learned to move quickly to avoid explosions, a dragon’s breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master and 4 if you’re legendary. Exemplary Finisher You execute your finishing moves with spectacular flair, adding special effects to your finishers. If a Strike you make as part of a finisher hits a foe, you add one of the following effects to the Strike, depending on your swashbuckler's style Battledancer: You can Step as a free action immediately after the finisher. Braggart: If the foe was temporarily immune to your Demoralize, their temporary immunity ends. Fencer: The foe is off-guard until your next turn. Gymnast: If the foe is grabbed, restrained, or prone, you gain a circumstance bonus to the damage roll equal to double the number of weapon damage dice. Rascal: The foe takes a –10 circumstance penalty to its speed until the start of your next turn. Wit: The foe takes a –2 circumstance penalty to attack rolls against you until the start of your next turn. Swashbuckler Expertise You perform swashbuckling techniques with exceptional flair, making them harder to resist. Your circumstance bonus from Stylish Combatant increases to +2. Your proficiency rank for your swashbuckler class DC increases to expert. Continuous Flair While not equal to your panache in combat, you have a dramatic flair about you in any situation. The circumstance bonus from Stylish Combatant applies in exploration mode. Perception Mastery Through your adventures, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master. Assured Evasion Your ability to elude danger is matchless. Your proficiency rank for Reflex saves increases to legendary. When you roll a critical failure on a Reflex save, you get a failure instead. When you roll a failure on a Reflex save against a damaging effect, you take half damage. Light Armor Expertise You’ve learned to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert. Weapon Mastery You fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. Keen Flair You inflict devastating attacks on even well-defended foes. When you Strike with a weapon or unarmed attack with which you have master proficiency, if you roll a 19 on the die and the roll is a success, you critically succeed instead. Reinforced Ego You’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Eternal Confidence As a swashbuckler at the peak of your skill, you swell with confidence in every attack. Your proficiency rank for your swashbuckler class DC increases to master. When you Strike as part of a finisher or Opportune Riposte, you can give the Strike the failure effect from the Confident Finisher action, including the increase from Precise Finisher if you have that feat. You can do so only if the Strike uses a weapon or unarmed attack that you could use for Confident Finisher. Light Armor Mastery Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.",
 "tradition_markdown": "",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=63",
 "weakness": {},
 "will_proficiency": "Expert"
}