{
 "attribute": [
  "Intelligence"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in unarmed attacks"
 ],
 "category": "class",
 "defense_proficiency": [
  "Untrained in all armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 6,
 "hp_raw": "6",
 "icon_image": "/Images/Class/Wizard_Icon.png",
 "id": "class-39",
 "image": [
  "/Images/Classes/Iconic_Ezren.png"
 ],
 "legacy_id": [
  "class-12"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Wizard](/Classes.aspx?ID=39)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 192 <sup>2.0</sup>\n\n_You are an eternal student of the secrets of the universe, using your mastery of magic to cast powerful spells. You treat magic like a science, cross-referencing the latest texts on practical spellcraft with ancient tomes to discover and understand arcane magic. Yet magical theory is vast, and there's no way you can study it all. Most wizards learn through formal schooling, with their curriculum informing a specific rubric, although particularly driven researchers sometimes piece together their own theories\r\n._\r\n\r\n**Key Attribute: Intelligence** <br />\r\nAt 1st level, your class gives you an attribute boost to Intelligence.\r\n\r\n**Hit Points: 6 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Ezren.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key term in many wizard abilities.\n\n**[Spellshape](/Traits.aspx?ID=513):** Actions with the spellshape trait tweak the properties of your spells. These actions usually come from spellshape feats. You must use a spellshape action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the spellshape action. Any additional effects added by a spellshape action are part of the spell's effect, not of the spellshape action itself.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Wizard</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou likely try to stay out of the fray, carefully judging when to use your spells. You save your most powerful magic to incapacitate threatening foes and use your cantrips when only weaker foes remain. When enemies pull out tricks like [_invisibility_](/Spells.aspx?ID=164) or [_flight_](/Spells.aspx?ID=125), you answer with spells like [_glitterdust_](/Spells.aspx?ID=136) or [_earth bind_](/Spells.aspx?ID=94), leveling the field for your allies.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou provide a well of knowledge about arcane matters and solve arguments with logic.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou locate magical auras and determine the arcane significance of magical writing or phenomena you uncover. When you run across an unusual obstacle to further exploration, you probably have a scroll that will make it easier to overcome.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou learn new spells, craft magic items, or scribe scrolls for your party, and seek out new and exciting formulas in addition to spells. You might even forge scholarly connections and establish a school or guild of your own.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Have an unquenchable intellectual curiosity about how everything in the world around you works—magic in particular. </li><li>Look for ways to apply the teachings of your school to any situation, seeing problems through the lens of the spells you've devoted your life to learning. </li><li>Use esoteric jargon and technical terms to precisely describe the minutiae of magical effects, even though the difference is probably lost on other people.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Consider you to be incredibly powerful and potentially dangerous. </li><li>Fear what your magic can do to their minds, bodies, and souls, and ask that you avoid casting spells in polite company, as few can identify whether one of your spells is harmless or malevolent until it’s too late. </li><li>Assume you can easily solve all their problems, from dangerous weather to poor crop yields, and ask you for spells that can help them get whatever they desire.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Arcana](/Skills.aspx?ID=2)<br /> Trained in a number of additional skills equal to 2 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nUntrained in all armor<br /> Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in wizard class DC\r\n\r\n<title level=\"3\">Spells</title>\r\nTrained in spell attack modifier<br /> Trained in spell DC\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Wizard. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, attribute boosts, initial proficiencies, wizard spellcasting, arcane thesis, arcane school, arcane bond</td></tr>\r\n<tr><td>2</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>3</td><td>2nd-rank spells, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>5</td><td>3rd-rank spells, attribute boosts, ancestry feat, reflex expertise, skill increase</td></tr>\r\n<tr><td>6</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>7</td><td>4th-rank spells, expert spellcaster, general feat, skill increase</td></tr>\r\n<tr><td>8</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>9</td><td>5th-rank spells, ancestry feat, magical fortitude, skill increase</td></tr>\r\n<tr><td>10</td><td>Attribute boosts, skill feat, wizard feat</td></tr>\r\n<tr><td>11</td><td>6th-rank spells, general feat, perception expertise, skill increase, wizard weapon expertise</td></tr>\r\n<tr><td>12</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>13</td><td>7th-rank spells, ancestry feat, defensive robes, skill increase, weapon specialization</td></tr>\r\n<tr><td>14</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>15</td><td>8th-rank spells, attribute boosts, general feat, master spellcaster, skill increase</td></tr>\r\n<tr><td>16</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>17</td><td>9th-rank spells, ancestry feat, prodigious will, skill increase</td></tr>\r\n<tr><td>18</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>19</td><td>Archwizard’s spellcraft, general feat, legendary spellcaster, skill increase</td></tr>\r\n<tr><td>20</td><td>Attribute boosts, skill feat, wizard feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th><th>10th</th></tr></thead><tbody><tr><td>1</td><td>5</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>5</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>5</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>5</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>5</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>5</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>5</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>14</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td></tr><tr><td>15</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td></tr><tr><td>16</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td></tr><tr><td>17</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td></tr><tr><td>18</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td></tr><tr><td>19</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr><tr><td>20</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr></tbody><tfoot><tr><td colspan=\"12\"> * The archwizard’s spellcraft class feature gives you a 10th-rank spell slot that works a bit differently from other spell slots.</td></tr></tfoot></table>\r\n\r\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Attribute Boosts</title>\r\nIn addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.\n\n At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost, and must boost that attribute again at a later level to increase it by 1.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level you gain a number of proficiencies that represent your basic training. These are noted at the start of this class.\r\n\r\n<title level=\"3\" >Wizard Spellcasting</title>\r\nThrough dedicated study and practice, you can construct spells with academic rigor by shaping arcane magic. You are a spellcaster, and you can cast spells of the arcane tradition using the [Cast a Spell](/Actions.aspx?ID=72) activity. As a wizard, when you cast spells, your incantations likely specify exactly what forces you call on and how to shape them, and your gestures precisely shape and direct your magic while circles of arcane runes flare to life.\n\n At 1st level, you can prepare up to two 1st-rank spells and five cantrips each morning from the spells in your spellbook, as well as one extra curriculum cantrip and one extra curriculum spell of each rank you can cast from your arcane school. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.\n\n As you increase in level as a wizard, the number of spells you can prepare each day increases, as does the highest rank of spell you can cast, as shown in the Wizard Spells per Day table.\n\n Some of your spells require you to attempt a spell attack to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key attribute is Intelligence, your spell attack modifier and spell DC use your Intelligence modifier. \n\n<title level=\"3\">Heightening Spells</title> When you get spell slots of 2nd rank and higher, you can fill those slots with stronger versions of lower-rank spells. This increases the spell's rank, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain ranks. \n\n<title level=\"3\">Cantrips</title> Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up— this is usually equal to the highest rank of wizard spell slot you have. For example, as a 1st-level wizard, your cantrips are 1st-rank spells, and as a 5th-level wizard, your cantrips are 3rd-rank spells. \n\n<title level=\"3\">Spellbook</title> Every arcane spell has a written version, which you record in your personalized book of spells. You start with a [spellbook](/Equipment.aspx?ID=53) worth 10 sp or less, which you receive for free and must study each day to prepare your spells. Your spellbook's form and name are up to you. It might be a musty, leather-bound tome or an assortment of thin metal disks connected to a brass ring; its name might be esoteric, like _The Tome of Silent Shadows_ or something more academic, like _Advanced Pyromantic Applications of Jalmeri Elemental Theory_. \n\n The spellbook contains your choice of 10 arcane cantrips and five 1st-rank arcane spells. You choose these from the common spells on the [arcane spell list](/SpellLists.aspx?Tradition=1) or from other arcane spells you gain access to. You also add two 1st-rank spells from the curriculum of your arcane school (except in the case of the school of unified magical theory, as described in that school).\n\n Each time you gain a level, you add two arcane spells to your spellbook, of any spell rank for which you have spell slots, chosen from common spells of your tradition or others you gain access to. You can also add spells to your spellbook with the [Learn a Spell](/Actions.aspx?ID=2366) activity. When you gain spell slots of a new rank, you also add an additional spell from your school's curriculum (unless it's the school of unified magical theory).\r\n\r\n<title level=\"3\" >Arcane Thesis</title>\r\nDuring your studies to become a full-fledged wizard, you produced a thesis of unique magical research. You gain a special benefit depending on the topic of your thesis research. The arcane thesis topics presented in this book are below; your specific thesis probably has a much longer and more technical title like “_On the Methods of Spell Interpolation and the Genesis of a New Understanding of the Building Blocks of Magic_.”\r\n\r\n<title level=\"3\" >Arcane School</title>\r\nMost wizards acquire their knowledge of spells from a formal educational institution, such as the Arcanamirium or the Magaambya. At 1st level, you choose your [arcane school](ArcaneSchools.aspx), which grants you magical abilities.\n\n You gain additional spells and spell slots from the curriculum taught at the school you attended. Some wizards follow the school of unified magical theory, which attempts to forge a new school by studying independently and drawing information from a multitude of texts and tutors. Though a wizard with this approach lacks the focus of formal training, they have greater flexibility.\r\n\r\n<title level=\"3\" >Arcane Bond</title>\r\nYou place some of your magical power in a bonded item. Each day when you prepare your spells, you can designate a single item you own as your bonded item. This is typically an item associated with spellcasting, such as a wand, ring, or staff, but you are free to designate a weapon or other item. You gain the Drain Bonded Item free action.\n\n<document level=\"2\" id=\"action-2260\" />\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a [skill feat](/Feats.aspx?Traits=144). You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 2\">Wizard Feats</title>\r\nAt 2nd level and every even-numbered level thereafter, you gain a [wizard class feat](/Feats.aspx?Traits=166).\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a [general feat](/Feats.aspx?Traits=78).\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry's entry.\r\n\r\n<title level=\"3\" right=\"Level 5\">Reflex Expertise</title>\r\nYou've developed a knack for dodging danger. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Expert Spellcaster</title>\r\nExtended practice of the arcane has improved your capabilities. Your proficiency ranks for spell attack modifier and spell DC increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Magical Fortitude</title>\r\nMagical power has improved your body's resiliency. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Perception Expertise</title>\r\nYou remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Weapon Expertise</title>\r\nThrough sheer experience, you've improved your technique with your weapons. Your proficiency ranks for simple weapons and unarmed attacks increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Defensive Robes</title>\r\nThe flow of magic and your training combine to help you avoid attacks. Your proficiency rank in unarmored defense increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Specialization</title>\r\nYou've learned how to inflict greater injuries with the weapons you know best. You deal an additional 2 damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Master Spellcaster</title>\r\nYou command superlative spellcasting ability. Your proficiency ranks for spell attack modifier and spell DC increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Prodigious Will</title>\r\nYour mind is simply too complex and sophisticated to be tampered with. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 19\">Archwizard's Spellcraft</title>\r\nYou command the most potent arcane magic and can cast a spell of truly incredible power. You gain a single 10th-rank spell slot and can prepare a spell in that slot using wizard spellcasting. Unlike with other spell slots, you can't use 10th-rank slots with abilities that give you more spell slots or that let you cast spells without expending spell slots. You don't gain more 10th-rank spells as you level up, but you can take the [Archwizard's Might](/Feats.aspx?ID=662) feat to gain a second slot.\r\n\r\n<title level=\"3\" right=\"Level 19\">Legendary Spellcaster</title>\r\nYou are a consummate spellcaster, blending both arcane theory and practical spellcraft. Your proficiency ranks for spell attack modifier and spell DC increase to legendary.",
 "name": "Wizard",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/wizard"
  },
  {
   "label": "Feats",
   "url": "/classes/wizard/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/wizard/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/wizard/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/wizard/focus-spells"
  },
  {
   "label": "Arcane Schools",
   "url": "/classes/wizard/arcane-schools"
  },
  {
   "label": "Arcane Theses",
   "url": "/classes/wizard/arcane-theses"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 192",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "reflex_proficiency": "Trained",
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 192 <sup>2.0</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe wizard is the arcane master of spellcasting, plucking incredible power from reality through complicated spell formulas. They stride with …\r\n</summary>",
 "skill_mod": {},
 "skill_proficiency": [
  "Trained in  Arcana",
  "Trained in a number of additional skills equal to 2 plus your Intelligence modifier"
 ],
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 192"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 192 <sup>2.0</sup>",
 "speed": {},
 "summary": "The wizard is the arcane master of spellcasting, plucking incredible power from reality through complicated spell formulas. They stride with …",
 "summary_markdown": "The wizard is the arcane master of spellcasting, plucking incredible power from reality through complicated spell formulas. They stride with …",
 "text": " Wizard Source Player Core pg. 192 2.0 You are an eternal student of the secrets of the universe, using your mastery of magic to cast powerful spells. You treat magic like a science, cross-referencing the latest texts on practical spellcraft with ancient tomes to discover and understand arcane magic. Yet magical theory is vast, and there's no way you can study it all. Most wizards learn through formal schooling, with their curriculum informing a specific rubric, although particularly driven researchers sometimes piece together their own theories . Key Attribute: Intelligence At 1st level, your class gives you an attribute boost to Intelligence. Hit Points: 6 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key term in many wizard abilities. Spellshape: Actions with the spellshape trait tweak the properties of your spells. These actions usually come from spellshape feats. You must use a spellshape action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the spellshape action. Any additional effects added by a spellshape action are part of the spell's effect, not of the spellshape action itself. Roleplaying the Wizard During Combat Encounters... You likely try to stay out of the fray, carefully judging when to use your spells. You save your most powerful magic to incapacitate threatening foes and use your cantrips when only weaker foes remain. When enemies pull out tricks like invisibility or flight , you answer with spells like glitterdust or earth bind , leveling the field for your allies. During Social Encounters... You provide a well of knowledge about arcane matters and solve arguments with logic. While Exploring... You locate magical auras and determine the arcane significance of magical writing or phenomena you uncover. When you run across an unusual obstacle to further exploration, you probably have a scroll that will make it easier to overcome. In Downtime... You learn new spells, craft magic items, or scribe scrolls for your party, and seek out new and exciting formulas in addition to spells. You might even forge scholarly connections and establish a school or guild of your own. You Might... Have an unquenchable intellectual curiosity about how everything in the world around you works—magic in particular. Look for ways to apply the teachings of your school to any situation, seeing problems through the lens of the spells you've devoted your life to learning. Use esoteric jargon and technical terms to precisely describe the minutiae of magical effects, even though the difference is probably lost on other people. Others Probably... Consider you to be incredibly powerful and potentially dangerous. Fear what your magic can do to their minds, bodies, and souls, and ask that you avoid casting spells in polite company, as few can identify whether one of your spells is harmless or malevolent until it’s too late. Assume you can easily solve all their problems, from dangerous weather to poor crop yields, and ask you for spells that can help them get whatever they desire. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Trained in Fortitude Trained in Reflex Expert in Will Skills Trained in Arcana Trained in a number of additional skills equal to 2 plus your Intelligence modifier Attacks Trained in simple weapons Trained in unarmed attacks Defenses Untrained in all armor Trained in unarmored defense Class DC Trained in wizard class DC Spells Trained in spell attack modifier Trained in spell DC Class Features You gain these features as Wizard. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, attribute boosts, initial proficiencies, wizard spellcasting, arcane thesis, arcane school, arcane bond 2 Skill feat, wizard feat 3 2nd-rank spells, general feat, skill increase 4 Skill feat, wizard feat 5 3rd-rank spells, attribute boosts, ancestry feat, reflex expertise, skill increase 6 Skill feat, wizard feat 7 4th-rank spells, expert spellcaster, general feat, skill increase 8 Skill feat, wizard feat 9 5th-rank spells, ancestry feat, magical fortitude, skill increase 10 Attribute boosts, skill feat, wizard feat 11 6th-rank spells, general feat, perception expertise, skill increase, wizard weapon expertise 12 Skill feat, wizard feat 13 7th-rank spells, ancestry feat, defensive robes, skill increase, weapon specialization 14 Skill feat, wizard feat 15 8th-rank spells, attribute boosts, general feat, master spellcaster, skill increase 16 Skill feat, wizard feat 17 9th-rank spells, ancestry feat, prodigious will, skill increase 18 Skill feat, wizard feat 19 Archwizard’s spellcraft, general feat, legendary spellcaster, skill increase 20 Attribute boosts, skill feat, wizard feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th 1 5 2 — — — — — — — — — 2 5 3 — — — — — — — — — 3 5 3 2 — — — — — — — — 4 5 3 3 — — — — — — — — 5 5 3 3 2 — — — — — — — 6 5 3 3 3 — — — — — — — 7 5 3 3 3 2 — — — — — — 8 5 3 3 3 3 — — — — — — 9 5 3 3 3 3 2 — — — — — 10 5 3 3 3 3 3 — — — — — 11 5 3 3 3 3 3 2 — — — — 12 5 3 3 3 3 3 3 — — — — 13 5 3 3 3 3 3 3 2 — — — 14 5 3 3 3 3 3 3 3 — — — 15 5 3 3 3 3 3 3 3 2 — — 16 5 3 3 3 3 3 3 3 3 — — 17 5 3 3 3 3 3 3 3 3 2 — 18 5 3 3 3 3 3 3 3 3 3 — 19 5 3 3 3 3 3 3 3 3 3 1 20 5 3 3 3 3 3 3 3 3 3 1 The archwizard’s spellcraft class feature gives you a 10th-rank spell slot that works a bit differently from other spell slots. Ancestry and Background In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background. Attribute Boosts In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers. At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost, and must boost that attribute again at a later level to increase it by 1. Initial Proficiencies At 1st level you gain a number of proficiencies that represent your basic training. These are noted at the start of this class. Wizard Spellcasting Through dedicated study and practice, you can construct spells with academic rigor by shaping arcane magic. You are a spellcaster, and you can cast spells of the arcane tradition using the Cast a Spell activity. As a wizard, when you cast spells, your incantations likely specify exactly what forces you call on and how to shape them, and your gestures precisely shape and direct your magic while circles of arcane runes flare to life. At 1st level, you can prepare up to two 1st-rank spells and five cantrips each morning from the spells in your spellbook, as well as one extra curriculum cantrip and one extra curriculum spell of each rank you can cast from your arcane school. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots. As you increase in level as a wizard, the number of spells you can prepare each day increases, as does the highest rank of spell you can cast, as shown in the Wizard Spells per Day table. Some of your spells require you to attempt a spell attack to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key attribute is Intelligence, your spell attack modifier and spell DC use your Intelligence modifier. Heightening Spells When you get spell slots of 2nd rank and higher, you can fill those slots with stronger versions of lower-rank spells. This increases the spell's rank, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain ranks. Cantrips Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up— this is usually equal to the highest rank of wizard spell slot you have. For example, as a 1st-level wizard, your cantrips are 1st-rank spells, and as a 5th-level wizard, your cantrips are 3rd-rank spells. Spellbook Every arcane spell has a written version, which you record in your personalized book of spells. You start with a spellbook worth 10 sp or less, which you receive for free and must study each day to prepare your spells. Your spellbook's form and name are up to you. It might be a musty, leather-bound tome or an assortment of thin metal disks connected to a brass ring; its name might be esoteric, like The Tome of Silent Shadows or something more academic, like Advanced Pyromantic Applications of Jalmeri Elemental Theory . The spellbook contains your choice of 10 arcane cantrips and five 1st-rank arcane spells. You choose these from the common spells on the arcane spell list or from other arcane spells you gain access to. You also add two 1st-rank spells from the curriculum of your arcane school (except in the case of the school of unified magical theory, as described in that school). Each time you gain a level, you add two arcane spells to your spellbook, of any spell rank for which you have spell slots, chosen from common spells of your tradition or others you gain access to. You can also add spells to your spellbook with the Learn a Spell activity. When you gain spell slots of a new rank, you also add an additional spell from your school's curriculum (unless it's the school of unified magical theory). Arcane Thesis During your studies to become a full-fledged wizard, you produced a thesis of unique magical research. You gain a special benefit depending on the topic of your thesis research. The arcane thesis topics presented in this book are below; your specific thesis probably has a much longer and more technical title like “ On the Methods of Spell Interpolation and the Genesis of a New Understanding of the Building Blocks of Magic .” Arcane School Most wizards acquire their knowledge of spells from a formal educational institution, such as the Arcanamirium or the Magaambya. At 1st level, you choose your arcane school, which grants you magical abilities. You gain additional spells and spell slots from the curriculum taught at the school you attended. Some wizards follow the school of unified magical theory, which attempts to forge a new school by studying independently and drawing information from a multitude of texts and tutors. Though a wizard with this approach lacks the focus of formal training, they have greater flexibility. Arcane Bond You place some of your magical power in a bonded item. Each day when you prepare your spells, you can designate a single item you own as your bonded item. This is typically an item associated with spellcasting, such as a wand, ring, or staff, but you are free to designate a weapon or other item. You gain the Drain Bonded Item free action. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. Wizard Feats At 2nd level and every even-numbered level thereafter, you gain a wizard class feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry's entry. Reflex Expertise You've developed a knack for dodging danger. Your proficiency rank for Reflex saves increases to expert. Expert Spellcaster Extended practice of the arcane has improved your capabilities. Your proficiency ranks for spell attack modifier and spell DC increase to expert. Magical Fortitude Magical power has improved your body's resiliency. Your proficiency rank for Fortitude saves increases to expert. Perception Expertise You remain alert to threats around you. Your proficiency rank for Perception increases to expert. Weapon Expertise Through sheer experience, you've improved your technique with your weapons. Your proficiency ranks for simple weapons and unarmed attacks increase to expert. Defensive Robes The flow of magic and your training combine to help you avoid attacks. Your proficiency rank in unarmored defense increases to expert. Weapon Specialization You've learned how to inflict greater injuries with the weapons you know best. You deal an additional 2 damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary. Master Spellcaster You command superlative spellcasting ability. Your proficiency ranks for spell attack modifier and spell DC increase to master. Prodigious Will Your mind is simply too complex and sophisticated to be tampered with. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead. Archwizard's Spellcraft You command the most potent arcane magic and can cast a spell of truly incredible power. You gain a single 10th-rank spell slot and can prepare a spell in that slot using wizard spellcasting. Unlike with other spell slots, you can't use 10th-rank slots with abilities that give you more spell slots or that let you cast spells without expending spell slots. You don't gain more 10th-rank spells as you level up, but you can take the Archwizard's Might feat to gain a second slot. Legendary Spellcaster You are a consummate spellcaster, blending both arcane theory and practical spellcraft. Your proficiency ranks for spell attack modifier and spell DC increase to legendary.",
 "tradition": [
  "Arcane"
 ],
 "tradition_markdown": "[Arcane](/SpellLists.aspx?Tradition=1)",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=39",
 "weakness": {},
 "will_proficiency": "Expert"
}