{
 "archetype": [
  "Cavalier"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-244",
 "image": [
  "/Images/Archetypes/Archetype_Cavalier.webp"
 ],
 "legacy_id": [
  "archetype-53"
 ],
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Cavalier](/Archetypes.aspx?ID=244)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n<traits>\r\n\r\n</traits>\n\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 192 <sup>1.1</sup>\r\n\r\n_[**PFS Note**](/pathfinder-society) Cavaliers can pledge to any organization with published edicts and anathema. This includes the Pathfinder Society, whose updated edicts &amp; anathema are as follows:_<br />_**Edicts** explore important sites, report and record your discoveries, and cooperate with fellow Pathfinders_<br />_**Anathema** fail to explore, report and cooperate; betray your fellow agents_\r\n\r\nYou are a skilled and dedicated warrior on the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force in combat. You might wield a banner in the name of an order of which you're a member, a liege to whom you've sworn your service, or an ideal you uphold. Or you might fight solely to further enrich your own prestige, reputation, and coffers. Traditionally, cavaliers are envisioned riding atop majestic or fearsome horses, but in reality, all kinds of animals can serve this honorable role, from riding dogs to dinosaurs. What's important is not the type of mount but the connection between the cavalier and their companion. This bond is their true strength.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Archetypes/Archetype_Cavalier.webp\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"3\">Cavalier Pledges</title>\r\n\r\nMany cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of Abadar would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge. Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an _atone_ ritual. Changing the subject of your pledge is equivalent to retraining a class feature.\n\n<document level=\"2\" id=\"feat-6286\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6287\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6288\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6289\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6290\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6291\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6292\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6293\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6294\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6295\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6296\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6297\"\n\n/>",
 "name": "Cavalier",
 "pfs": "Standard",
 "prerequisite": "Trained in Nature or Trained in Society",
 "prerequisite_markdown": "Trained in [Nature](/Skills.aspx?ID=43) or Trained in [Society](/Skills.aspx?ID=47)",
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 192",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 192 <sup>1.1</sup>\r\n\r\n**Prerequisites**\r\nTrained in [Nature](/Skills.aspx?ID=43) or Trained in [Society](/Skills.aspx?ID=47)\n\n**Archetype Categories**\r\nProfession, Core\r\n\r\n**Number of Feats** 12\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou are a skilled and dedicated warrior on the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 192"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 192 <sup>1.1</sup>",
 "speed": {},
 "summary": "You are a skilled and dedicated warrior on the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. …",
 "summary_markdown": "You are a skilled and dedicated warrior on the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. …",
 "text": " Cavalier Source Player Core 2 pg. 192 1.1 PFS Note Cavaliers can pledge to any organization with published edicts and anathema. This includes the Pathfinder Society, whose updated edicts &amp; anathema are as follows: Edicts explore important sites, report and record your discoveries, and cooperate with fellow Pathfinders Anathema fail to explore, report and cooperate; betray your fellow agents You are a skilled and dedicated warrior on the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force in combat. You might wield a banner in the name of an order of which you're a member, a liege to whom you've sworn your service, or an ideal you uphold. Or you might fight solely to further enrich your own prestige, reputation, and coffers. Traditionally, cavaliers are envisioned riding atop majestic or fearsome horses, but in reality, all kinds of animals can serve this honorable role, from riding dogs to dinosaurs. What's important is not the type of mount but the connection between the cavalier and their companion. This bond is their true strength. Cavalier Pledges Many cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of Abadar would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge. Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an atone ritual. Changing the subject of your pledge is equivalent to retraining a class feature. <document level=\"2\" id=\"feat-6287\" /> <document level=\"2\" id=\"feat-6288\" /> <document level=\"2\" id=\"feat-6289\" /> <document level=\"2\" id=\"feat-6290\" /> <document level=\"2\" id=\"feat-6291\" /> <document level=\"2\" id=\"feat-6292\" /> <document level=\"2\" id=\"feat-6293\" /> <document level=\"2\" id=\"feat-6294\" /> <document level=\"2\" id=\"feat-6295\" /> <document level=\"2\" id=\"feat-6296\" /> <document level=\"2\" id=\"feat-6297\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=244",
 "weakness": {}
}