{
 "archetype": [
  "Ranger"
 ],
 "archetype_category": [
  "Multiclass"
 ],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-215",
 "image": [
  "/Images/Archetypes/Archetype_Ranger.webp"
 ],
 "legacy_id": [
  "archetype-9"
 ],
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Ranger](/Archetypes.aspx?ID=215)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n<traits>\r\n\r\n</traits>\n\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 220 <sup>2.0</sup>\n\nYou have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set. Your keen eyes while hunting prey help gather more information.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Archetypes/Archetype_Ranger.webp\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"3\">Multiclass Ranger characters</title>\r\n\r\nThe ranger archetype has access to excellent options to improve a character’s monster knowledge and survival skills, but ranger is of particular interest to any character wanting to become a dedicated archer. \n<ul><li>[Bard](/Classes.aspx?ID=32) rangers support their allies and animal companions with expanded combat options. The bard’s knowledge can also complement the ranger’s investigation of their foes.</li><li>[Cleric](/Classes.aspx?ID=33) rangers are particularly fitting for deities who connect thematically to nature or have a bow as their favored weapon. (Or, in the case of [Erastil](/Deities.aspx?ID=6), both!)</li><li>[Druids](/Classes.aspx?ID=34) have the most thematic overlap with rangers among the spellcasters, allowing you to create a true master of the wilderness.</li><li>[Fighter](/Classes.aspx?ID=35) rangers are among the most fearsome archers, combining the feats from both classes to create a fighting style unique to each fighter ranger. Some warden spells can also be particularly helpful to a fighter.</li><li>[Rogue](/Classes.aspx?ID=37) rangers make excellent snipers or ranged skirmishers, with their rogue skills naturally playing into the ranger’s strengths.</li><li>[Witch](/Classes.aspx?ID=38) rangers add a new prowess scouting to the information they can gain through their familiar and patron.</li><li>[Wizard](/Classes.aspx?ID=39) rangers benefit greatly from ranger’s feat support, backing up their spells with ranged weapon attacks.</li></ul>\n\n<document level=\"2\" id=\"feat-5087\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-5088\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-5089\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-5090\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-5091\"\n\n/>",
 "name": "Ranger",
 "pfs": "Standard",
 "prerequisite": "Dexterity +2",
 "prerequisite_markdown": "Dexterity +2",
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 220",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 220 <sup>2.0</sup>\r\n\r\n**Prerequisites**\r\nDexterity +2\n\n**Archetype Category**\r\nMulticlass\r\n\r\n**Number of Feats** 5\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set. Your keen eyes while hunting prey help gather …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 220"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 220 <sup>2.0</sup>",
 "speed": {},
 "summary": "You have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set. Your keen eyes while hunting prey help gather …",
 "summary_markdown": "You have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set. Your keen eyes while hunting prey help gather …",
 "text": " Ranger Source Player Core pg. 220 2.0 You have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set. Your keen eyes while hunting prey help gather more information. Multiclass Ranger characters The ranger archetype has access to excellent options to improve a character’s monster knowledge and survival skills, but ranger is of particular interest to any character wanting to become a dedicated archer. Bard rangers support their allies and animal companions with expanded combat options. The bard’s knowledge can also complement the ranger’s investigation of their foes. Cleric rangers are particularly fitting for deities who connect thematically to nature or have a bow as their favored weapon. (Or, in the case of Erastil, both!) Druids have the most thematic overlap with rangers among the spellcasters, allowing you to create a true master of the wilderness. Fighter rangers are among the most fearsome archers, combining the feats from both classes to create a fighting style unique to each fighter ranger. Some warden spells can also be particularly helpful to a fighter. Rogue rangers make excellent snipers or ranged skirmishers, with their rogue skills naturally playing into the ranger’s strengths. Witch rangers add a new prowess scouting to the information they can gain through their familiar and patron. Wizard rangers benefit greatly from ranger’s feat support, backing up their spells with ranged weapon attacks. <document level=\"2\" id=\"feat-5088\" /> <document level=\"2\" id=\"feat-5089\" /> <document level=\"2\" id=\"feat-5090\" /> <document level=\"2\" id=\"feat-5091\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=215",
 "weakness": {}
}