{
 "archetype": [
  "Runelord"
 ],
 "archetype_category": [
  "Class",
  "Multiclass"
 ],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-303",
 "legacy_id": [
  "archetype-103"
 ],
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Runelord](/Archetypes.aspx?ID=303)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<spoilers>May contain spoilers from Convocation</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=683\" />\r\n</traits>\n\n**Source** [Rival Academies](/Sources.aspx?ID=235) pg. 114\r\n\r\n_[**PFS Note**](/pathfinder-society) Runelords refocus by indulging in their sin. Players are reminded that the community guidelines still apply and should take caution if roleplaying this refocus activity._\r\n\r\nYou’ve learned arcane magic, following the path of the runelords. You learn the secrets of runic magic, the building blocks of magic. But be warned: You might succumb to sin in your pursuit of power. The seven runes held in highest regard by the runelords echo the addictive power of the seven sins.\n\n Beyond the runes themselves, you also learn the techniques of the ancient runelords. You learn to use their signature weapons and can acquire the secrets of the ancient magic items called aeon stones, embedding them into your skin.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"3\">Runelord</title>\r\n\r\nYou draw untold power from runes, sometimes called sin magic. You associate with one of the seven sins, also known as the seven rewards of rule: envy, gluttony, greed, lust, pride, sloth, and wrath. If you choose this class archetype, you must select Runelord Dedication as your 2nd-level class feat.\n\n**Prerequisites:** You must be a wizard.<br />**Runelord Adjustments:** You become trained in martial polearms and spears. When your proficiency for simple weapons increases, your proficiencies in these weapons increases as well. You learn the Thassilonian language. Instead of an arcane thesis, you gain a personal rune. Your personal rune also affects your arcane bond. You must select the [School of Thassilonian Rune Magic ](/ArcaneSchools.aspx?ID=25)as your arcane school, and you must choose one sin to specialize in. When you cast any curriculum spell or school spell from the School of Thassilonian Rune Magic, you do so simply by tracing runes of power in the air. This removes the need to speak incantations aloud. When you Refocus, you do so by contemplating or indulging in your sin.\n\nEach sin is opposed by two others. The incompatibility of these sins means that casting magic philosophically appropriate to those opposing sins, as represented by each school's anathema, interrupts your connection to your own sin and personal rune. If you violate your sin's anathema, you lose the benefits of your personal rune, and whenever you attempt to cast a curriculum spell or school spell, you must succeed at a DC 15 flat check or the spell is lost. This disruption lasts until you complete an [atone](/Rituals.aspx?ID=108) ritual; unlike a normal atone ritual, Arcana can be used for both the primary and secondary checks.\n\nYour curriculum spells (including spells of your own sin) never violate this anathema, sometimes providing alternatives to prohibited magic.\n\nYou gain [Advanced School Spell](/Feats.aspx?ID=5036) as a bonus feat at 8th level, gaining the advanced school spell for the School of Thassilonian Rune Magic; once you've begun your studies of sin magic, there is no turning back from its allure.\n\n<title level=\"3\">Arcane Bond and Personal Rune</title>\r\n\r\nRunelords hail from an era where even a scholar was expected to be able to defend themself with arms if necessary, leading to the practice of attaching a blade to the typical wizard's staff. You must choose a [polearm](/WeaponGroups.aspx?ID=11) or [spear](/WeaponGroups.aspx?ID=14) as your arcane bond. In place of an arcane thesis, you have a personal rune, which appears on your bonded weapon. The weapon functions as a staff only you can prepare and contains the sin spells from your sin up to the highest rank of spell you can cast (including your cantrips). Your personal rune isn't a property rune and doesn't count against the weapon's limit of such runes.\n\nWhen you prepare your bonded weapon as a staff, you can physically merge one other staff in your possession into it, adding the staff's spells to your bonded weapon until your next daily preparations. While merged, the weapons haft takes on aesthetic aspects of the staff.\n\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-7482\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-7483\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2962\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-7484\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-7485\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-7486\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-7487\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-7488\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-7489\"\n\n/>",
 "name": "Runelord",
 "pfs": "Standard",
 "prerequisite": "runelord",
 "prerequisite_markdown": "[runelord](/Archetypes.aspx?ID=303)",
 "primary_source": "Rival Academies",
 "primary_source_raw": "Rival Academies pg. 114",
 "primary_source_category": "Lost Omens",
 "primary_source_group": "Convocation",
 "rarity": "rare",
 "rarity_id": 3,
 "release_date": "2025-02-26",
 "resistance": {},
 "search_markdown": "<spoilers>May contain spoilers from Convocation</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=683\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Rival Academies](/Sources.aspx?ID=235) pg. 114\r\n\r\n**Prerequisites**\r\n[runelord](/Archetypes.aspx?ID=303)\n\n**Archetype Categories**\r\nClass, Multiclass\r\n\r\n**Number of Feats** 9\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou’ve learned arcane magic, following the path of the runelords. You learn the secrets of runic magic, the building blocks of magic. But be warned: …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Rival Academies"
 ],
 "source_raw": [
  "Rival Academies pg. 114"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_group": [
  "Convocation"
 ],
 "source_markdown": "[Rival Academies](/Sources.aspx?ID=235) pg. 114",
 "speed": {},
 "spoilers": "Convocation",
 "summary": "You’ve learned arcane magic, following the path of the runelords. You learn the secrets of runic magic, the building blocks of magic. But be warned: …",
 "summary_markdown": "You’ve learned arcane magic, following the path of the runelords. You learn the secrets of runic magic, the building blocks of magic. But be warned: …",
 "text": " Runelord May contain spoilers from Convocation Source Rival Academies pg. 114 PFS Note Runelords refocus by indulging in their sin. Players are reminded that the community guidelines still apply and should take caution if roleplaying this refocus activity. You’ve learned arcane magic, following the path of the runelords. You learn the secrets of runic magic, the building blocks of magic. But be warned: You might succumb to sin in your pursuit of power. The seven runes held in highest regard by the runelords echo the addictive power of the seven sins. Beyond the runes themselves, you also learn the techniques of the ancient runelords. You learn to use their signature weapons and can acquire the secrets of the ancient magic items called aeon stones, embedding them into your skin. Runelord You draw untold power from runes, sometimes called sin magic. You associate with one of the seven sins, also known as the seven rewards of rule: envy, gluttony, greed, lust, pride, sloth, and wrath. If you choose this class archetype, you must select Runelord Dedication as your 2nd-level class feat. Prerequisites: You must be a wizard. Runelord Adjustments: You become trained in martial polearms and spears. When your proficiency for simple weapons increases, your proficiencies in these weapons increases as well. You learn the Thassilonian language. Instead of an arcane thesis, you gain a personal rune. Your personal rune also affects your arcane bond. You must select the School of Thassilonian Rune Magic as your arcane school, and you must choose one sin to specialize in. When you cast any curriculum spell or school spell from the School of Thassilonian Rune Magic, you do so simply by tracing runes of power in the air. This removes the need to speak incantations aloud. When you Refocus, you do so by contemplating or indulging in your sin. Each sin is opposed by two others. The incompatibility of these sins means that casting magic philosophically appropriate to those opposing sins, as represented by each school's anathema, interrupts your connection to your own sin and personal rune. If you violate your sin's anathema, you lose the benefits of your personal rune, and whenever you attempt to cast a curriculum spell or school spell, you must succeed at a DC 15 flat check or the spell is lost. This disruption lasts until you complete an atone ritual; unlike a normal atone ritual, Arcana can be used for both the primary and secondary checks. Your curriculum spells (including spells of your own sin) never violate this anathema, sometimes providing alternatives to prohibited magic. You gain Advanced School Spell as a bonus feat at 8th level, gaining the advanced school spell for the School of Thassilonian Rune Magic; once you've begun your studies of sin magic, there is no turning back from its allure. Arcane Bond and Personal Rune Runelords hail from an era where even a scholar was expected to be able to defend themself with arms if necessary, leading to the practice of attaching a blade to the typical wizard's staff. You must choose a polearm or spear as your arcane bond. In place of an arcane thesis, you have a personal rune, which appears on your bonded weapon. The weapon functions as a staff only you can prepare and contains the sin spells from your sin up to the highest rank of spell you can cast (including your cantrips). Your personal rune isn't a property rune and doesn't count against the weapon's limit of such runes. When you prepare your bonded weapon as a staff, you can physically merge one other staff in your possession into it, adding the staff's spells to your bonded weapon until your next daily preparations. While merged, the weapons haft takes on aesthetic aspects of the staff. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-7483\" /> <document level=\"2\" id=\"feat-2962\" /> <document level=\"2\" id=\"feat-7484\" /> <document level=\"2\" id=\"feat-7485\" /> <document level=\"2\" id=\"feat-7486\" /> <document level=\"2\" id=\"feat-7487\" /> <document level=\"2\" id=\"feat-7488\" /> <document level=\"2\" id=\"feat-7489\" />",
 "trait": [
  "Rare"
 ],
 "trait_group": [
  "Rarity"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=683)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=303",
 "weakness": {}
}