{
 "archetype": [
  "Soul Warden"
 ],
 "archetype_category": [
  "Faction",
  "Core"
 ],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-173",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Soul Warden](/Archetypes.aspx?ID=173)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n<traits>\r\n\r\n</traits>\n\n**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 26\n\nYou consider yourself an honorary [psychopomp](/MonsterFamilies.aspx?ID=83)—a shepherd of spirits who ensures the cycle of souls progresses unimpeded. Although you're unable to safeguard the cycle of souls in its entirety, you strive to ensure each soul's time on the [Material Plane](/Planes.aspx?ID=1) proceeds without incident. You work to free souls from imprisonment, prevent necromancers from animating the dead, and destroy undead so their souls rejoin the cycle.\n\n While most who hunt undead do so out of fear, vengeance, or a desire to protect the lives of others, you take a more measured and far less emotional approach; you destroy undead so their souls can continue their journey along the River of Souls, thus ensuring the continuation of existence. You understand that without the cycle of souls, the life cycle of the planes is disrupted, and all of existence could be consumed by the [Maelstrom](/Planes.aspx?ID=19).\n\n Nearly all soul wardens worship [Pharasma](/Deities.aspx?ID=14) or one of the [psychopomp ushers](/DeityCategories.aspx?ID=12), especially [Barzahk](/Deities.aspx?ID=138) the Passage, a psychopomp usher who routinely shirks their duties and needs help from mortal soul wardens. Soul wardens also often join organizations that regularly combat undead, including the Voices of the Spire and Ustalav's Ivory Reapers.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Soul Cycle</title>\r\n\r\nA soul's journey begins on the [Positive Energy Plane](/Planes.aspx?ID=3), where blank, empty souls attach themselves alongside the positive life essence of the plane to mortals on the [Material Plane](/Planes.aspx?ID=1), forming a single living being. At the end of a mortal's life, these souls enter the [Ethereal Plane](/Planes.aspx?ID=9), progressing through the River of Souls to [Pharasma's](/Deities.aspx?ID=14) [Boneyard](/Planes.aspx?ID=15), where they're judged and sorted into the appropriate afterlife. Judged souls proceed to their assigned planes, becoming petitioners. These, too, die in time, becoming absorbed by and expanding their associated plane, as their own spiritual essence joins with the plane's as a substance known as quintessence. But the ever-churning [Maelstrom](/Planes.aspx?ID=19) breaks these planes down, scattering this planar quintessence throughout the Maelstrom and adjoining planes. Those pieces that land on the Positive Energy Plane eventually form new blank souls and the cycle begins anew.\r\n\r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3466\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3467\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-265\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-604\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3468\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3469\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3470\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3471\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1172\"\r\noverride-title-right=\"Feat 8*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3472\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3473\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-285\"\r\noverride-title-right=\"Feat 16*\"\r\n\r\n/>",
 "name": "Soul Warden",
 "pfs": "Standard",
 "prerequisite": "Trained in Occultism or Trained in Religion; worships Pharasma or a psychopomp usher",
 "prerequisite_markdown": "Trained in [Occultism](/Skills.aspx?ID=11) or Trained in [Religion](/Skills.aspx?ID=13); worships [Pharasma](/Deities.aspx?ID=14) or a psychopomp usher",
 "primary_source": "Book of the Dead",
 "primary_source_raw": "Book of the Dead pg. 26",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 26\r\n\r\n**Prerequisites**\r\nTrained in [Occultism](/Skills.aspx?ID=11) or Trained in [Religion](/Skills.aspx?ID=13); worships [Pharasma](/Deities.aspx?ID=14) or a psychopomp usher\n\n**Archetype Categories**\r\nFaction, Core\r\n\r\n**Number of Feats** 12\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou consider yourself an honorary  psychopomp —a shepherd of spirits who ensures the cycle of souls progresses unimpeded. Although you're unable to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 26"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Book of the Dead](/Sources.aspx?ID=118) pg. 26",
 "speed": {},
 "summary": "You consider yourself an honorary  psychopomp —a shepherd of spirits who ensures the cycle of souls progresses unimpeded. Although you're unable to …",
 "summary_markdown": "You consider yourself an honorary  psychopomp —a shepherd of spirits who ensures the cycle of souls progresses unimpeded. Although you're unable to …",
 "text": " Soul Warden Source Book of the Dead pg. 26 You consider yourself an honorary psychopomp—a shepherd of spirits who ensures the cycle of souls progresses unimpeded. Although you're unable to safeguard the cycle of souls in its entirety, you strive to ensure each soul's time on the Material Plane proceeds without incident. You work to free souls from imprisonment, prevent necromancers from animating the dead, and destroy undead so their souls rejoin the cycle. While most who hunt undead do so out of fear, vengeance, or a desire to protect the lives of others, you take a more measured and far less emotional approach; you destroy undead so their souls can continue their journey along the River of Souls, thus ensuring the continuation of existence. You understand that without the cycle of souls, the life cycle of the planes is disrupted, and all of existence could be consumed by the Maelstrom. Nearly all soul wardens worship Pharasma or one of the psychopomp ushers, especially Barzahk the Passage, a psychopomp usher who routinely shirks their duties and needs help from mortal soul wardens. Soul wardens also often join organizations that regularly combat undead, including the Voices of the Spire and Ustalav's Ivory Reapers. The Soul Cycle A soul's journey begins on the Positive Energy Plane, where blank, empty souls attach themselves alongside the positive life essence of the plane to mortals on the Material Plane, forming a single living being. At the end of a mortal's life, these souls enter the Ethereal Plane, progressing through the River of Souls to Pharasma's Boneyard, where they're judged and sorted into the appropriate afterlife. Judged souls proceed to their assigned planes, becoming petitioners. These, too, die in time, becoming absorbed by and expanding their associated plane, as their own spiritual essence joins with the plane's as a substance known as quintessence. But the ever-churning Maelstrom breaks these planes down, scattering this planar quintessence throughout the Maelstrom and adjoining planes. Those pieces that land on the Positive Energy Plane eventually form new blank souls and the cycle begins anew. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3467\" /> <document level=\"2\" id=\"feat-265\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-604\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-3468\" /> <document level=\"2\" id=\"feat-3469\" /> <document level=\"2\" id=\"feat-3470\" /> <document level=\"2\" id=\"feat-3471\" /> <document level=\"2\" id=\"feat-1172\" override-title-right=\"Feat 8 \" /> <document level=\"2\" id=\"feat-3472\" /> <document level=\"2\" id=\"feat-3473\" /> <document level=\"2\" id=\"feat-285\" override-title-right=\"Feat 16 \" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=173",
 "weakness": {}
}