{
 "archetype": [
  "Vigilante"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-267",
 "image": [
  "/Images/Archetypes/Archetype_Vigilante.webp"
 ],
 "legacy_id": [
  "archetype-80"
 ],
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Vigilante](/Archetypes.aspx?ID=267)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n</traits>\n\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 218 <sup>1.1</sup>\r\n\r\n_[**PFS Note**](/pathfinder-society) All characters have access to the vigilante archetype._\r\n\r\nAs a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your secret identity lets you adventure and carry out clandestine missions while keeping the civilians you care about safe. Whatever your purpose—fighting crime, inciting rebellion, sowing chaos—your vigilante identity makes you both hard to pin down and a mysterious, intriguing subject of gossip. While many adventurers prefer to bask in the glory or infamy of their actions, you keep that part of your life a secret. There are various reasons why you might do this. Perhaps you have something or someone in your life that you want to protect from the dangers and threats that your other life. Perhaps you are a public figure, and your alternate life could draw undue attention from your community. It could also be that you don't like attention and wish to retain the ability to step away from it all and relax in peace. Regardless of your reasons, you have a secret identity and will go to great lengths to keep it secret.\n\n Vigilantes can have many goals and agendas. Some see them as glory seekers, but more often than not, they are working towards some lofty goal. Perhaps they are trying to inspire a people to fight back against their oppressors. They could be hunting down a crime lord they have a personal vendetta against. Maybe they seek to rebalance the wealth of a nation, stealing from the rich to give to those in need. You are one such vigilante, living a hidden life so you can fight in secrecy. What will you do to keep your secret and continue down your path?\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Archetypes/Archetype_Vigilante.webp\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"3\">Gray Gardener</title>\r\n\r\nThe Vigilante Dedication can also provide access to the [Gray Gardener](/Archetypes.aspx?ID=124) set of feats, if you are a member of the Gray Gardener organization. The Gray Gardener archetype contains spoilers for the Night of the Gray Death adventure.\n\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-6424\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6425\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6426\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4869\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6427\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6428\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6429\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6430\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6431\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6432\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6433\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-6434\"\n\n/>",
 "name": "Vigilante",
 "pfs": "Standard",
 "prerequisite": "Trained in Deception",
 "prerequisite_markdown": "Trained in [Deception](/Skills.aspx?ID=38)",
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 218",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 218 <sup>1.1</sup>\r\n\r\n**Prerequisites**\r\nTrained in [Deception](/Skills.aspx?ID=38)\n\n**Archetype Categories**\r\nProfession, Core\r\n\r\n**Number of Feats** 12\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 218"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 218 <sup>1.1</sup>",
 "speed": {},
 "summary": "As a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your …",
 "summary_markdown": "As a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your …",
 "text": " Vigilante Source Player Core 2 pg. 218 1.1 PFS Note All characters have access to the vigilante archetype. As a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your secret identity lets you adventure and carry out clandestine missions while keeping the civilians you care about safe. Whatever your purpose—fighting crime, inciting rebellion, sowing chaos—your vigilante identity makes you both hard to pin down and a mysterious, intriguing subject of gossip. While many adventurers prefer to bask in the glory or infamy of their actions, you keep that part of your life a secret. There are various reasons why you might do this. Perhaps you have something or someone in your life that you want to protect from the dangers and threats that your other life. Perhaps you are a public figure, and your alternate life could draw undue attention from your community. It could also be that you don't like attention and wish to retain the ability to step away from it all and relax in peace. Regardless of your reasons, you have a secret identity and will go to great lengths to keep it secret. Vigilantes can have many goals and agendas. Some see them as glory seekers, but more often than not, they are working towards some lofty goal. Perhaps they are trying to inspire a people to fight back against their oppressors. They could be hunting down a crime lord they have a personal vendetta against. Maybe they seek to rebalance the wealth of a nation, stealing from the rich to give to those in need. You are one such vigilante, living a hidden life so you can fight in secrecy. What will you do to keep your secret and continue down your path? Gray Gardener The Vigilante Dedication can also provide access to the Gray Gardener set of feats, if you are a member of the Gray Gardener organization. The Gray Gardener archetype contains spoilers for the Night of the Gray Death adventure. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-6425\" /> <document level=\"2\" id=\"feat-6426\" /> <document level=\"2\" id=\"feat-4869\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-6427\" /> <document level=\"2\" id=\"feat-6428\" /> <document level=\"2\" id=\"feat-6429\" /> <document level=\"2\" id=\"feat-6430\" /> <document level=\"2\" id=\"feat-6431\" /> <document level=\"2\" id=\"feat-6432\" /> <document level=\"2\" id=\"feat-6433\" /> <document level=\"2\" id=\"feat-6434\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_group": [
  "Rarity"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=721)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=267",
 "weakness": {}
}