{
 "archetype": [
  "Beast Gunner"
 ],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Beast Gunner Dedication"
 ],
 "feat_markdown": "Beast Gunner Dedication",
 "id": "feat-3229",
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 6\"\r\n    pfs=\"Standard\"\r\n>\r\n[Beast Gunner Dedication](/Feats.aspx?ID=3229) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 130 <sup>2.0</sup>\n\n**Archetype** [Beast Gunner](/Archetypes.aspx?ID=116)\n\n**Prerequisites**\r\nTrained in [Arcana](/Skills.aspx?ID=2); Trained in [Crafting](/Skills.aspx?ID=4); expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)\n\n</column>\r\n\r\n---\r\n\r\nYou've bonded to your [beast gun](Equipment.aspx?Category=37&amp;Subcategory=74) and unlocked the first hints of its hidden potential. You treat all beast guns as martial firearms when determining your proficiency with them, even beast guns that are normally advanced weapons. You can change your bonded beast gun to another beast gun you own each day during your daily preparations, as long as you've previously performed a ritual hunt associated with the new beast gun.\n\n The beast gun also acts as a conduit, drawing out and amplifying any latent or active magic power you have. You learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from either the arcane or primal spell list. You choose this cantrip from the common spells on your chosen spell list or from other spells you have access to on the list. This cantrip must require a spell attack roll. You’re trained in the spell attack modifier and spell DC statistics. Your key spellcasting ability for these spells is either Charisma or Intelligence, chosen when you take this feat.\n\n If you already cast arcane or primal spells from spell slots, you learn one additional cantrip from that tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire.\n\n You also gain Spellsling.\n\n **Spellsling**<actions string=\"Three Actions\" /> **Requirements** You’re wielding your bonded beast gun or another magic firearm; **Effect** You Cast a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell do not occur immediately but are imbued into the beast gun you're wielding. Make a Strike with that beast gun. Your spell flies with the ammunition, using your attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for the purposes of determining your multiple attack penalty, but you don't apply the penalty until after you've completed resolving the attack and spell.\n\n**Special** If you also have the [Spell-Woven Shot](/Feats.aspx?ID=7437) action you can load and activate a piece of magical ammunition\r\nas a free action before making a Spellsling attack once per 10\r\nminutes.\n\n<title level=\"2\">Beast Gunner Dedication leads to...</title>\r\n[Basic Beast Gunner Spellcasting](/Feats.aspx?ID=3230), [Controlled Bullet](/Feats.aspx?ID=3233), [Drain Vitality](/Feats.aspx?ID=3231)",
 "name": "Beast Gunner Dedication",
 "pfs": "Standard",
 "prerequisite": "Trained in Arcana; Trained in Crafting; expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)",
 "prerequisite_markdown": "Trained in [Arcana](/Skills.aspx?ID=2); Trained in [Crafting](/Skills.aspx?ID=4); expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)",
 "primary_source": "Guns & Gears",
 "primary_source_raw": "Guns & Gears pg. 130",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 130 <sup>2.0</sup>\n\n**Prerequisites**\r\nTrained in [Arcana](/Skills.aspx?ID=2); Trained in [Crafting](/Skills.aspx?ID=4); expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've bonded to your beast gun and unlocked the first hints of its hidden potential.\r\n</summary>",
 "skill": [
  "Arcana",
  "Crafting",
  "Arcana",
  "Crafting"
 ],
 "skill_mod": {},
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 130"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Guns & Gears](/Sources.aspx?ID=98) pg. 130 <sup>2.0</sup>",
 "speed": {},
 "summary": "You've bonded to your beast gun and unlocked the first hints of its hidden potential.",
 "summary_markdown": "You've bonded to your beast gun and unlocked the first hints of its hidden potential.",
 "text": "<title level=\"1\" right=\"Feat 6\" pfs=\"Standard\" > Beast Gunner Dedication Source Guns &amp; Gears pg. 130 2.0 Archetype Beast Gunner Prerequisites Trained in Arcana; Trained in Crafting; expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above) --- You've bonded to your beast gun and unlocked the first hints of its hidden potential. You treat all beast guns as martial firearms when determining your proficiency with them, even beast guns that are normally advanced weapons. You can change your bonded beast gun to another beast gun you own each day during your daily preparations, as long as you've previously performed a ritual hunt associated with the new beast gun. The beast gun also acts as a conduit, drawing out and amplifying any latent or active magic power you have. You learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from either the arcane or primal spell list. You choose this cantrip from the common spells on your chosen spell list or from other spells you have access to on the list. This cantrip must require a spell attack roll. You’re trained in the spell attack modifier and spell DC statistics. Your key spellcasting ability for these spells is either Charisma or Intelligence, chosen when you take this feat. If you already cast arcane or primal spells from spell slots, you learn one additional cantrip from that tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire. You also gain Spellsling. Spellsling Three Actions Requirements You’re wielding your bonded beast gun or another magic firearm; Effect You Cast a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell do not occur immediately but are imbued into the beast gun you're wielding. Make a Strike with that beast gun. Your spell flies with the ammunition, using your attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for the purposes of determining your multiple attack penalty, but you don't apply the penalty until after you've completed resolving the attack and spell. Special If you also have the Spell-Woven Shot action you can load and activate a piece of magical ammunition as a free action before making a Spellsling attack once per 10 minutes. Beast Gunner Dedication leads to... Basic Beast Gunner Spellcasting, Controlled Bullet, Drain Vitality",
 "trait": [
  "Archetype",
  "Dedication",
  "Magical",
  "Uncommon"
 ],
 "trait_group": [
  "Feat",
  "Mechanics",
  "Rarity"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Magical](/Traits.aspx?ID=103), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Magical",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3229",
 "weakness": {}
}