{
 "actions": "Two Actions",
 "actions_number": 4,
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Revealing Stab"
 ],
 "feat_markdown": "Revealing Stab",
 "id": "feat-4804",
 "legacy_id": [
  "feat-384"
 ],
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 6\"\r\n    pfs=\"Standard\"\r\n>\r\n[Revealing Stab](/Feats.aspx?ID=4804) <actions string=\"Two Actions\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Fighter\" url=\"/Traits.aspx?ID=601\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 145 <sup>2.0</sup>\n\n**Requirements**\r\nYou are wielding a melee weapon that can deal piercing damage\n\n</column>\r\n\r\n---\r\n\r\nYou drive your piercing weapon into an imperceptible foe, revealing its location to your allies. Make a Strike with a piercing melee weapon. If the target is concealed, you don’t need to attempt a flat check to target it, and if it’s hidden, the DC of the flat check to target it is 5. If you hit and deal damage, you can drive the weapon you attacked with into the target (if it’s corporeal), revealing its current position. You Release the weapon, and it becomes lodged in the target. If the target is concealed, no flat check is needed to target it, and if it’s hidden, the DC of the flat check to target it is 5, and the creature can’t become undetected. These benefits apply only for observers who can see your weapon stuck in the target. If the target is invisible, the weapon remains visible while lodged in it.\n\nThis benefit lasts until the weapon is removed from the creature. An adjacent creature or the target can remove the weapon with two Interact actions.",
 "name": "Revealing Stab",
 "pfs": "Standard",
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 145",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "requirement": "You are wielding a melee weapon that can deal piercing damage",
 "requirement_markdown": "You are wielding a melee weapon that can deal piercing damage",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Fighter\" url=\"/Traits.aspx?ID=601\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 145 <sup>2.0</sup>\n\n**Requirements**\r\nYou are wielding a melee weapon that can deal piercing damage\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou drive your piercing weapon into an imperceptible foe, revealing its location to your allies.\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 145"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 145 <sup>2.0</sup>",
 "speed": {},
 "summary": "You drive your piercing weapon into an imperceptible foe, revealing its location to your allies.",
 "summary_markdown": "You drive your piercing weapon into an imperceptible foe, revealing its location to your allies.",
 "text": "<title level=\"1\" right=\"Feat 6\" pfs=\"Standard\" > Revealing Stab Two Actions Source Player Core pg. 145 2.0 Requirements You are wielding a melee weapon that can deal piercing damage --- You drive your piercing weapon into an imperceptible foe, revealing its location to your allies. Make a Strike with a piercing melee weapon. If the target is concealed, you don’t need to attempt a flat check to target it, and if it’s hidden, the DC of the flat check to target it is 5. If you hit and deal damage, you can drive the weapon you attacked with into the target (if it’s corporeal), revealing its current position. You Release the weapon, and it becomes lodged in the target. If the target is concealed, no flat check is needed to target it, and if it’s hidden, the DC of the flat check to target it is 5, and the creature can’t become undetected. These benefits apply only for observers who can see your weapon stuck in the target. If the target is invisible, the weapon remains visible while lodged in it. This benefit lasts until the weapon is removed from the creature. An adjacent creature or the target can remove the weapon with two Interact actions.",
 "trait": [
  "Fighter"
 ],
 "trait_group": [
  "Class"
 ],
 "trait_markdown": "[Fighter](/Traits.aspx?ID=601)",
 "trait_raw": [
  "Fighter"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=4804",
 "weakness": {}
}