{
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Splinter Faith"
 ],
 "feat_markdown": "Splinter Faith",
 "id": "feat-7596",
 "legacy_id": [
  "feat-1173"
 ],
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 1\"\r\n    pfs=\"Limited\"\r\n>\r\n[Splinter Faith](/Feats.aspx?ID=7596) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Champion\" url=\"/Traits.aspx?ID=811\" />\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=554\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 9\n\n</column>\r\n\r\n---\r\n\r\nYour faith in your deity is represented in an extremely unusual way that some might call heretical. When you select this feat, you should detail the fundamental tenets of your splinter faith, though it shouldn't affect the deity's edicts or anathema. Choose four domains. These domains must be chosen from among your deity's domains, your deity's alternate domains, and up to one domain that isn't on either list and isn't anathematic to your deity. Any domain spell you cast from a domain that isn't on either of your deity's lists is always heightened to 1 rank lower than usual for a focus spell. For the purpose of abilities that depend on your deity's domains, the four domains you chose are your deity's domains, and any of your deity's domains you didn't choose are now among your deity's alternate domains.\n\n**Special** Unless you take this feat at 1st level, changing the way you relate to your deity requires retraining, as described in the [Changing Faith](/Rules.aspx?ID=3350) section. If you take this feat and previously benefited from any effect that requires a domain your splinter faith doesn't include, such as a domain spell from [Domain Initiate](/Feats.aspx?ID=4644), you lose that effect. \n\nAt the GM's discretion, you can take this feat with other classes or archetypes that gain access to domains through a deity.\r\n.",
 "name": "Splinter Faith",
 "pfs": "Limited",
 "primary_source": "Divine Mysteries",
 "primary_source_raw": "Divine Mysteries pg. 9",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Champion\" url=\"/Traits.aspx?ID=811\" />\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=554\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 9\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour faith in your deity is represented in an extremely unusual way that some might call heretical.\r\n\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Divine Mysteries"
 ],
 "source_raw": [
  "Divine Mysteries pg. 9"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries](/Sources.aspx?ID=234) pg. 9",
 "speed": {},
 "summary": "Your faith in your deity is represented in an extremely unusual way that some might call heretical.\r\n",
 "summary_markdown": "Your faith in your deity is represented in an extremely unusual way that some might call heretical.\r\n",
 "text": "<title level=\"1\" right=\"Feat 1\" pfs=\"Limited\" > Splinter Faith Source Divine Mysteries pg. 9 --- Your faith in your deity is represented in an extremely unusual way that some might call heretical. When you select this feat, you should detail the fundamental tenets of your splinter faith, though it shouldn't affect the deity's edicts or anathema. Choose four domains. These domains must be chosen from among your deity's domains, your deity's alternate domains, and up to one domain that isn't on either list and isn't anathematic to your deity. Any domain spell you cast from a domain that isn't on either of your deity's lists is always heightened to 1 rank lower than usual for a focus spell. For the purpose of abilities that depend on your deity's domains, the four domains you chose are your deity's domains, and any of your deity's domains you didn't choose are now among your deity's alternate domains. Special Unless you take this feat at 1st level, changing the way you relate to your deity requires retraining, as described in the Changing Faith section. If you take this feat and previously benefited from any effect that requires a domain your splinter faith doesn't include, such as a domain spell from Domain Initiate, you lose that effect. At the GM's discretion, you can take this feat with other classes or archetypes that gain access to domains through a deity. .",
 "trait": [
  "Champion",
  "Cleric"
 ],
 "trait_group": [
  "Class"
 ],
 "trait_markdown": "[Champion](/Traits.aspx?ID=811), [Cleric](/Traits.aspx?ID=554)",
 "trait_raw": [
  "Champion",
  "Cleric"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=7596",
 "weakness": {}
}