{
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "That's Odd"
 ],
 "feat_markdown": "That's Odd",
 "id": "feat-5938",
 "legacy_id": [
  "feat-1449"
 ],
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 1\"\r\n    pfs=\"Standard\"\r\n>\r\n[That's Odd](/Feats.aspx?ID=5938) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Investigator\" url=\"/Traits.aspx?ID=818\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 107 <sup>1.1</sup>\n\n</column>\r\n\r\n---\r\n\r\nWhen you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary. The GM determines what it is, or whether there's nothing reasonable to pick up, skipping obvious clues that can be easily noticed without a check or specifically looking for them. You learn only that an area or object is suspicious, but not why it's suspicious. For example, if you entered a study with a large bloodstain on the ground, the bloodstain is so obviously suspicious it's evident to you already, so the GM might note that there's something suspicious about the desk drawer instead. You would then need to investigate the drawer further to find out what specifically is out of the ordinary. If you wish, you can [Pursue a Lead](/Actions.aspx?ID=2811) concerning this detail even if you have Pursed a Lead less than 10 minutes ago.\n\n That's Odd doesn't reveal whether creatures are suspicious. You don't typically get any benefit when you leave and come back to a place, though if a major change has happened there and time has passed, the GM might determine that you do.",
 "name": "That's Odd",
 "pfs": "Standard",
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 107",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Investigator\" url=\"/Traits.aspx?ID=818\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 107 <sup>1.1</sup>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary.\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 107"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 107 <sup>1.1</sup>",
 "speed": {},
 "summary": "When you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary.",
 "summary_markdown": "When you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary.",
 "text": "<title level=\"1\" right=\"Feat 1\" pfs=\"Standard\" > That's Odd Source Player Core 2 pg. 107 1.1 --- When you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary. The GM determines what it is, or whether there's nothing reasonable to pick up, skipping obvious clues that can be easily noticed without a check or specifically looking for them. You learn only that an area or object is suspicious, but not why it's suspicious. For example, if you entered a study with a large bloodstain on the ground, the bloodstain is so obviously suspicious it's evident to you already, so the GM might note that there's something suspicious about the desk drawer instead. You would then need to investigate the drawer further to find out what specifically is out of the ordinary. If you wish, you can Pursue a Lead concerning this detail even if you have Pursed a Lead less than 10 minutes ago. That's Odd doesn't reveal whether creatures are suspicious. You don't typically get any benefit when you leave and come back to a place, though if a major change has happened there and time has passed, the GM might determine that you do.",
 "trait": [
  "Investigator"
 ],
 "trait_group": [
  "Class"
 ],
 "trait_markdown": "[Investigator](/Traits.aspx?ID=818)",
 "trait_raw": [
  "Investigator"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=5938",
 "weakness": {}
}