{
 "attribute": [
  "Intelligence",
  "Charisma"
 ],
 "anathema": "destroy a door or block a path for personal gain, stop transition without good reason",
 "area_of_concern": [
  "doors",
  "portals",
  "thresholds",
  "traditions"
 ],
 "area_of_concern_raw": "doors, portals, thresholds, traditions",
 "category": "deity",
 "cleric_spell": [
  "Anticipate Peril",
  "Knock",
  "Translocate"
 ],
 "deity": [
  "Alseta",
  "Guardians Of The Sacred Self",
  "Sovyrian Conclave"
 ],
 "deity_markdown": "[Guardians Of The Sacred Self](/Deities.aspx?ID=379), [Sovyrian Conclave](/Deities.aspx?ID=381)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Change",
  "Magic",
  "Protection",
  "Time",
  "Vigil"
 ],
 "domain_markdown": "[Change](/Domains.aspx?ID=102), [Magic](/Domains.aspx?ID=82), [Protection](/Domains.aspx?ID=90), [Time](/Domains.aspx?ID=121), [Vigil](/Domains.aspx?ID=123)",
 "domain_alternate": [
  "Vigil"
 ],
 "domain_alternate_markdown": "[Vigil](/Domains.aspx?ID=123)",
 "domain_primary": [
  "Change",
  "Magic",
  "Protection",
  "Time"
 ],
 "domain_primary_markdown": "[Change](/Domains.aspx?ID=102), [Magic](/Domains.aspx?ID=82), [Protection](/Domains.aspx?ID=90), [Time](/Domains.aspx?ID=121)",
 "edict": "offer to protect passageways and guide others through transitions, treat all other beings with courtesy and respect",
 "exclude_from_search": false,
 "favored_weapon": [
  "Dagger"
 ],
 "favored_weapon_markdown": "[Dagger](/Weapons.aspx?ID=358)",
 "id": "deity-329",
 "legacy_id": [
  "deity-30"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Alseta (The Welcomer)](/Deities.aspx?ID=329)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 127\n\nAlseta holds sway over transitions. Physical transitions through doorways and portals or over thresholds, metaphorical transitions, and even the forward flow of time—Alseta influences them all. She watches over city gates, helping keep invaders out and defenders safe. She also watches over those moving into a new stage in life, whether that means a birthday, a marriage, or a more fitting body. It is common for anyone entering into a life change, such as moving to a new town or changing careers, to look to Alseta for guidance. Likewise, birth and death are both transitions, and expectant mothers and the bereaved both offer her prayers, linking Alseta’s church to that of [Pharasma](/Deities.aspx?ID=290). Some consider Alseta to be the goddess of teleportation, though she does not officially claim that title. She is also a popular god among some elven nations and cultures, who frequently associate Alseta with the aiudara, or elf gates, around Golarion.\n\nAs the Welcomer, Alseta also believes in courtesy. Much as guests receive hospitality from their hosts when they cross over the threshold of a home, so too should people receive welcome when they cross a threshold in their life. Alseta embodies this courtesy in all things. She treats every being, from the smallest animal to the most powerful gods, with civility and respect, and she expects that same treatment in return. She also expects Alseta her followers to follow suit and use courtesy when interacting with others.\n\nAlseta’s followers typically include diplomats, negotiators, and other members of local governing bodies. Alsetan priests are noted for their fair and impartial interactions with others, and many of them are called on to aid locals or even other churches with resolving disputes or to oversee important ceremonies. \n\nAlseta most often appears as a kindly older woman wearing a smiling mask on the back of her head. She wears simple clothing, usually colored gray. When she speaks, she does so with carefully considered words. Her voice carries tremendous authority and wisdom, and the weight of it is hard to ignore.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** offer to protect passageways and guide others through transitions, treat all other beings with courtesy and respect\r\n\r\n**Anathema** destroy a door or block a path for personal gain, stop transition without good reason\r\n\r\n**Area of Concern**\r\ndoors, portals, thresholds, traditions\n\n**Pantheons**\r\n[Guardians Of The Sacred Self](/Deities.aspx?ID=379), [Sovyrian Conclave](/Deities.aspx?ID=381)\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nIntelligence or Charisma\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** can choose holy\r\n\r\n**Divine Skill** [Diplomacy](/Skills.aspx?ID=39)\r\n\r\n**Favored Weapon** [Dagger](/Weapons.aspx?ID=358)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=102), [Magic](/Domains.aspx?ID=82), [Protection](/Domains.aspx?ID=90), [Time](/Domains.aspx?ID=121)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Vigil](/Domains.aspx?ID=123)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Anticipate Peril](/Spells.aspx?ID=2343)\n\n- **2nd**\r\n[Knock](/Spells.aspx?ID=1581)\n\n- **4th**\r\n[Translocate](/Spells.aspx?ID=1724)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe Welcomer is a patient goddess that rewards her followers. Incurring her wrath through discourtesy, lack of respect or intentionally making doors unpassable for any reason other than preventing harm can lead to reprimands that range from annoying to frustrating.\r\n\r\n**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 3\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Alseta’s guiding hand aids your journeys. Once, when employing [teleportation](/Traits.aspx?ID=156) magic, you appear exactly on target, even if you used a notoriously imprecise spell like [_plane shift_](/Spells.aspx?ID=222). Alseta typically grants this boon for extremely consequential magical travel, especially when time is of the essence.\r\n\r\n**Moderate Boon** New doors open themselves for you. You can cast [_knock_](/Spells.aspx?ID=168) once per day as a divine innate spell.\r\n\r\n**Major Boon** You transition unimpeded through the world. You can open any door or portal simply by placing your palm upon it with a single Interact action, even if it’s locked or magically sealed, and you can enter any open door or threshold, even if it’s magically warded to prevent entry. This doesn’t overcome the locks and magic of artifacts, deities, and similarly powerful effects.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Doors jam and locks stick when you try to open them. It takes 3 Interact actions for you to open even an unlocked door, and each attempt to [Pick a Lock](/Actions.aspx?ID=70) takes you 2 rounds instead of 2 actions.\r\n\r\n**Moderate Curse** Crossing thresholds becomes daunting. Whenever you move through a portal, gateway, or door, you gain the [sickened 2](/Conditions.aspx?ID=34) condition. Magical travel is even more exhausting; after traveling via teleportation, _plane shift_, or the like, you also gain the [fatigued](/Conditions.aspx?ID=15) condition until you get a full night’s rest.\r\n\r\n**Major Curse** Transportation magic no longer works for you. You cannot be transported by any magical means, nor can you transport, conjure, or summon others. Even extradimensional spaces like [_bags of holding_](/Equipment.aspx?ID=249) are inaccessible and unusable to you, as using them requires magical transportation to the extradimensional space.\r\n</column>",
 "name": "Alseta (The Welcomer)",
 "pantheon": [
  "Guardians Of The Sacred Self",
  "Sovyrian Conclave"
 ],
 "pantheon_markdown": "[Guardians Of The Sacred Self](/Deities.aspx?ID=379), [Sovyrian Conclave](/Deities.aspx?ID=381)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries",
 "primary_source_raw": "Divine Mysteries pg. 127",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "religious_symbol": "two faces in profile",
 "resistance": {},
 "sacred_animal": "tortoise",
 "sacred_color": [
  "brown",
  "gray"
 ],
 "sanctification": [
  "holy"
 ],
 "sanctification_raw": "can choose holy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 127\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Diplomacy](/Skills.aspx?ID=39)\r\n\r\n**Favored Weapon** [Dagger](/Weapons.aspx?ID=358)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=102), [Magic](/Domains.aspx?ID=82), [Protection](/Domains.aspx?ID=90), [Time](/Domains.aspx?ID=121), [Vigil](/Domains.aspx?ID=123)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAlseta holds sway over transitions. Physical transitions through doorways and portals or over thresholds, metaphorical transitions, and even the …\r\n</summary>",
 "skill": [
  "Diplomacy"
 ],
 "skill_markdown": "[Diplomacy](/Skills.aspx?ID=39)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries"
 ],
 "source_raw": [
  "Divine Mysteries pg. 127"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries](/Sources.aspx?ID=234) pg. 127",
 "speed": {},
 "spell": [
  "Anticipate Peril",
  "Knock",
  "Translocate"
 ],
 "spell_markdown": "[Anticipate Peril](/Spells.aspx?ID=2343), [Knock](/Spells.aspx?ID=1581), [Translocate](/Spells.aspx?ID=1724)",
 "summary": "Alseta holds sway over transitions. Physical transitions through doorways and portals or over thresholds, metaphorical transitions, and even the …",
 "summary_markdown": "Alseta holds sway over transitions. Physical transitions through doorways and portals or over thresholds, metaphorical transitions, and even the …",
 "text": " Alseta (The Welcomer) Source Divine Mysteries pg. 127 Alseta holds sway over transitions. Physical transitions through doorways and portals or over thresholds, metaphorical transitions, and even the forward flow of time—Alseta influences them all. She watches over city gates, helping keep invaders out and defenders safe. She also watches over those moving into a new stage in life, whether that means a birthday, a marriage, or a more fitting body. It is common for anyone entering into a life change, such as moving to a new town or changing careers, to look to Alseta for guidance. Likewise, birth and death are both transitions, and expectant mothers and the bereaved both offer her prayers, linking Alseta’s church to that of Pharasma. Some consider Alseta to be the goddess of teleportation, though she does not officially claim that title. She is also a popular god among some elven nations and cultures, who frequently associate Alseta with the aiudara, or elf gates, around Golarion. As the Welcomer, Alseta also believes in courtesy. Much as guests receive hospitality from their hosts when they cross over the threshold of a home, so too should people receive welcome when they cross a threshold in their life. Alseta embodies this courtesy in all things. She treats every being, from the smallest animal to the most powerful gods, with civility and respect, and she expects that same treatment in return. She also expects Alseta her followers to follow suit and use courtesy when interacting with others. Alseta’s followers typically include diplomats, negotiators, and other members of local governing bodies. Alsetan priests are noted for their fair and impartial interactions with others, and many of them are called on to aid locals or even other churches with resolving disputes or to oversee important ceremonies. Alseta most often appears as a kindly older woman wearing a smiling mask on the back of her head. She wears simple clothing, usually colored gray. When she speaks, she does so with carefully considered words. Her voice carries tremendous authority and wisdom, and the weight of it is hard to ignore. Category Other Gods Edicts offer to protect passageways and guide others through transitions, treat all other beings with courtesy and respect Anathema destroy a door or block a path for personal gain, stop transition without good reason Area of Concern doors, portals, thresholds, traditions Pantheons Guardians Of The Sacred Self, Sovyrian Conclave Devotee Benefits Divine Attribute Intelligence or Charisma Divine Font Heal Divine Sanctification can choose holy Divine Skill Diplomacy Favored Weapon Dagger Domains Change, Magic, Protection, Time Alternate Domains Vigil Cleric Spells - 1st Anticipate Peril - 2nd Knock - 4th Translocate Divine Intercession The Welcomer is a patient goddess that rewards her followers. Incurring her wrath through discourtesy, lack of respect or intentionally making doors unpassable for any reason other than preventing harm can lead to reprimands that range from annoying to frustrating. Source Gods &amp; Magic - Web Supplement pg. 3 Minor Boon Alseta’s guiding hand aids your journeys. Once, when employing teleportation magic, you appear exactly on target, even if you used a notoriously imprecise spell like plane shift . Alseta typically grants this boon for extremely consequential magical travel, especially when time is of the essence. Moderate Boon New doors open themselves for you. You can cast knock once per day as a divine innate spell. Major Boon You transition unimpeded through the world. You can open any door or portal simply by placing your palm upon it with a single Interact action, even if it’s locked or magically sealed, and you can enter any open door or threshold, even if it’s magically warded to prevent entry. This doesn’t overcome the locks and magic of artifacts, deities, and similarly powerful effects. Minor Curse Doors jam and locks stick when you try to open them. It takes 3 Interact actions for you to open even an unlocked door, and each attempt to Pick a Lock takes you 2 rounds instead of 2 actions. Moderate Curse Crossing thresholds becomes daunting. Whenever you move through a portal, gateway, or door, you gain the sickened 2 condition. Magical travel is even more exhausting; after traveling via teleportation, plane shift , or the like, you also gain the fatigued condition until you get a full night’s rest. Major Curse Transportation magic no longer works for you. You cannot be transported by any magical means, nor can you transport, conjure, or summon others. Even extradimensional spaces like bags of holding are inaccessible and unusable to you, as using them requires magical transportation to the extradimensional space. ",
 "type": "Deity",
 "url": "/Deities.aspx?ID=329",
 "weakness": {}
}