{
 "attribute": [
  "Dexterity",
  "Constitution"
 ],
 "anathema": "betray shipmates, forsake piracy, settle on land",
 "area_of_concern": [
  "piracy",
  "sea monsters",
  "strife"
 ],
 "area_of_concern_raw": "piracy, sea monsters, strife",
 "category": "deity",
 "cleric_spell": [
  "Hydraulic Push",
  "Feet to Fins",
  "Mariner's Curse"
 ],
 "deity": [
  "Besmara"
 ],
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Destruction",
  "Travel",
  "Trickery",
  "Water",
  "Wealth"
 ],
 "domain_markdown": "[Destruction](/Domains.aspx?ID=71), [Travel](/Domains.aspx?ID=93), [Trickery](/Domains.aspx?ID=94), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)",
 "domain_alternate": [
  "Travel"
 ],
 "domain_alternate_markdown": "[Travel](/Domains.aspx?ID=93)",
 "domain_primary": [
  "Destruction",
  "Trickery",
  "Water",
  "Wealth"
 ],
 "domain_primary_markdown": "[Destruction](/Domains.aspx?ID=71), [Trickery](/Domains.aspx?ID=94), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)",
 "edict": "sail the seas, stay loyal to captain and crew, take what you want",
 "exclude_from_search": false,
 "favored_weapon": [
  "Rapier"
 ],
 "favored_weapon_markdown": "[Rapier](/Weapons.aspx?ID=391)",
 "id": "deity-332",
 "legacy_id": [
  "deity-32"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Besmara (The Pirate Queen)](/Deities.aspx?ID=332)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 130\n\nBesmara, the Pirate Queen, cuts a brash and bold figure, as she is often depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching clothing and black boots, and her hair is wind-tossed on even the calmest day. She sails her divine ship Seawraith across the planes, staging raids on [Hell](/Planes.aspx?ID=42), [Heaven](/Planes.aspx?ID=41), and all places in between. Once nothing more than a powerful spirit of water with the ability to manipulate sea monsters, Besmara grew slowly in power over the centuries from sacrifices made by seafaring people. After defeating and consuming rival spirits of battle, gold, and wood, she became a minor god of piracy, strife, and sea monsters. She and her followers adhere to a simple code of greed: take what you desire, no matter who it might belong to. Despite this, Besmara and her worshippers are generally loyal to one another, knowing that while on the waves raiding ships for treasure, a pirate crew can survive only if its members trust one another.\n\nBesmara is no fool, though. She knows to fall back if obtaining a certain treasure proves too difficult; in fact, she currently bides her time, waiting for an opportunity to gain more deific power, even while she steals from other minor divinities. She is not above fighting dirty if she believes it will give her the upper hand in a battle, and she sometimes encourages her followers to foment conflict between other groups so they can take advantage of the ensuing chaos. Besmara thrives in areas where piracy is difficult to control or even encouraged, such as Ilizmagorti and the Shackles, and her followers chafe at any laws that would curtail their personal freedoms.\n\nMost of Besmara’s followers are those who live their lives in and around the seas of Golarion, typically pirates or others whose livelihood relies on piracy. This includes both the vilest of highseas murderers and the privateers who seek them out. However, even non-followers utter prayers to the Pirate Queen as they set sail or as storms approach. Besmara rarely cares when those of other faiths are at sea, so long as she receives respect and her fair share of tribute from treasure.\n\n[Abadar](/Deities.aspx?ID=277) and [Asmodeus](/Deities.aspx?ID=278) both despise Besmara, Abadar for her followers’ disruption of shipping lanes and Asmodeus for her followers’ raids on Chelaxian ships.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** sail the seas, stay loyal to captain and crew, take what you want\r\n\r\n**Anathema** betray shipmates, forsake piracy, settle on land\r\n\r\n**Area of Concern**\r\npiracy, sea monsters, strife\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nDexterity or Constitution\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** can choose holy or unholy\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Rapier](/Weapons.aspx?ID=391)\r\n\r\n**Domains** [Destruction](/Domains.aspx?ID=71), [Trickery](/Domains.aspx?ID=94), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Travel](/Domains.aspx?ID=93)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Hydraulic Push](/Spells.aspx?ID=1561)\n\n- **3rd**\r\n[Feet to Fins](/Spells.aspx?ID=1525)\n\n- **5th**\r\n[Mariner's Curse](/Spells.aspx?ID=1593)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nDue to her fiery temperament, the Pirate Queen is quick to punish or reward her followers, and is equally fast at rescinding her favor or forgiving transgressions.\r\n\r\n**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 4\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Besmara wants you to amuse her, placing both plunder and peril in your path. This intercession often takes the form of an unexpected treasure map, a message in a bottle, or some other sign leading you to a great reward, assuming you can handle the challenges along the way.\r\n\r\n**Moderate Boon** You are at home on the seas and always ready to plunder an enemy vessel or defend your own. When aboard a boat, you gain a +2 status bonus to all initiative rolls, [Acrobatics](/Skills.aspx?ID=1) checks to [Balance](/Actions.aspx?ID=28), and [Athletics](/Skills.aspx?ID=3) checks to [Climb](/Actions.aspx?ID=33). In addition, you never get seasick.\r\n\r\n**Major Boon** You seem to be unaffected by storms. You ignore all effects and penalties caused by precipitation and winds, and you can see normally through fog, rain, and other weather conditions.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** You feel some of the effects of scurvy, making your wounds flow more easily. The DC of the flat check for you to remove persistent bleed damage is 20 instead of 15 (or 15 instead of 10 if using extremely efficient methods to assist your recovery), and you don’t recover from persistent bleed damage automatically when you reach full Hit Points.\r\n\r\n**Moderate Curse** You get seasick, becoming [sickened 2](/Conditions.aspx?ID=34) whenever you can see the sea or are on a boat at sea. You can’t reduce this condition until you can no longer see the sea or are off the boat, though you can manage to stomach enough food and water to survive on a voyage, with extreme discomfort.\r\n\r\n**Major Curse** You meet extreme financial ruin for daring to gravely offend the Pirate Queen. Besmara’s agents steal all your booty and bring the spoils to Besmara’s ship, Seawraith. If you want a chance to recover your lost wealth, you must parlay with the goddess and accept whatever dangerous terms she offers, usually requiring a heist she will find sufficiently amusing to watch whether you succeed or fail, and requiring you to trade your spoils from that quest for your previous belongings.\r\n</column>",
 "name": "Besmara (The Pirate Queen)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries",
 "primary_source_raw": "Divine Mysteries pg. 130",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "religious_symbol": "skull and crossbones",
 "resistance": {},
 "sacred_animal": "parrot",
 "sacred_color": [
  "black",
  "white"
 ],
 "sanctification": [
  "holy",
  "unholy"
 ],
 "sanctification_raw": "can choose holy or unholy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 130\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Rapier](/Weapons.aspx?ID=391)\r\n\r\n**Domains** [Destruction](/Domains.aspx?ID=71), [Travel](/Domains.aspx?ID=93), [Trickery](/Domains.aspx?ID=94), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBesmara, the Pirate Queen, cuts a brash and bold figure, as she is often depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching …\r\n</summary>",
 "skill": [
  "Athletics"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=36)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries"
 ],
 "source_raw": [
  "Divine Mysteries pg. 130"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries](/Sources.aspx?ID=234) pg. 130",
 "speed": {},
 "spell": [
  "Hydraulic Push",
  "Feet to Fins",
  "Mariner's Curse"
 ],
 "spell_markdown": "[Feet to Fins](/Spells.aspx?ID=1525), [Hydraulic Push](/Spells.aspx?ID=1561), [Mariner's Curse](/Spells.aspx?ID=1593)",
 "summary": "Besmara, the Pirate Queen, cuts a brash and bold figure, as she is often depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching …",
 "summary_markdown": "Besmara, the Pirate Queen, cuts a brash and bold figure, as she is often depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching …",
 "text": " Besmara (The Pirate Queen) Source Divine Mysteries pg. 130 Besmara, the Pirate Queen, cuts a brash and bold figure, as she is often depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching clothing and black boots, and her hair is wind-tossed on even the calmest day. She sails her divine ship Seawraith across the planes, staging raids on Hell, Heaven, and all places in between. Once nothing more than a powerful spirit of water with the ability to manipulate sea monsters, Besmara grew slowly in power over the centuries from sacrifices made by seafaring people. After defeating and consuming rival spirits of battle, gold, and wood, she became a minor god of piracy, strife, and sea monsters. She and her followers adhere to a simple code of greed: take what you desire, no matter who it might belong to. Despite this, Besmara and her worshippers are generally loyal to one another, knowing that while on the waves raiding ships for treasure, a pirate crew can survive only if its members trust one another. Besmara is no fool, though. She knows to fall back if obtaining a certain treasure proves too difficult; in fact, she currently bides her time, waiting for an opportunity to gain more deific power, even while she steals from other minor divinities. She is not above fighting dirty if she believes it will give her the upper hand in a battle, and she sometimes encourages her followers to foment conflict between other groups so they can take advantage of the ensuing chaos. Besmara thrives in areas where piracy is difficult to control or even encouraged, such as Ilizmagorti and the Shackles, and her followers chafe at any laws that would curtail their personal freedoms. Most of Besmara’s followers are those who live their lives in and around the seas of Golarion, typically pirates or others whose livelihood relies on piracy. This includes both the vilest of highseas murderers and the privateers who seek them out. However, even non-followers utter prayers to the Pirate Queen as they set sail or as storms approach. Besmara rarely cares when those of other faiths are at sea, so long as she receives respect and her fair share of tribute from treasure. Abadar and Asmodeus both despise Besmara, Abadar for her followers’ disruption of shipping lanes and Asmodeus for her followers’ raids on Chelaxian ships. Category Other Gods Edicts sail the seas, stay loyal to captain and crew, take what you want Anathema betray shipmates, forsake piracy, settle on land Area of Concern piracy, sea monsters, strife Devotee Benefits Divine Attribute Dexterity or Constitution Divine Font Harm or Heal Divine Sanctification can choose holy or unholy Divine Skill Athletics Favored Weapon Rapier Domains Destruction, Trickery, Water, Wealth Alternate Domains Travel Cleric Spells - 1st Hydraulic Push - 3rd Feet to Fins - 5th Mariner's Curse Divine Intercession Due to her fiery temperament, the Pirate Queen is quick to punish or reward her followers, and is equally fast at rescinding her favor or forgiving transgressions. Source Gods &amp; Magic - Web Supplement pg. 4 Minor Boon Besmara wants you to amuse her, placing both plunder and peril in your path. This intercession often takes the form of an unexpected treasure map, a message in a bottle, or some other sign leading you to a great reward, assuming you can handle the challenges along the way. Moderate Boon You are at home on the seas and always ready to plunder an enemy vessel or defend your own. When aboard a boat, you gain a +2 status bonus to all initiative rolls, Acrobatics checks to Balance, and Athletics checks to Climb. In addition, you never get seasick. Major Boon You seem to be unaffected by storms. You ignore all effects and penalties caused by precipitation and winds, and you can see normally through fog, rain, and other weather conditions. Minor Curse You feel some of the effects of scurvy, making your wounds flow more easily. The DC of the flat check for you to remove persistent bleed damage is 20 instead of 15 (or 15 instead of 10 if using extremely efficient methods to assist your recovery), and you don’t recover from persistent bleed damage automatically when you reach full Hit Points. Moderate Curse You get seasick, becoming sickened 2 whenever you can see the sea or are on a boat at sea. You can’t reduce this condition until you can no longer see the sea or are off the boat, though you can manage to stomach enough food and water to survive on a voyage, with extreme discomfort. Major Curse You meet extreme financial ruin for daring to gravely offend the Pirate Queen. Besmara’s agents steal all your booty and bring the spoils to Besmara’s ship, Seawraith. If you want a chance to recover your lost wealth, you must parlay with the goddess and accept whatever dangerous terms she offers, usually requiring a heist she will find sufficiently amusing to watch whether you succeed or fail, and requiring you to trade your spoils from that quest for your previous belongings. ",
 "type": "Deity",
 "url": "/Deities.aspx?ID=332",
 "weakness": {}
}