{
 "attribute": [
  "Dexterity",
  "Intelligence"
 ],
 "anathema": "mistreat your tools, pass a beggar without giving alms, discriminate against sex workers or the lower class, commit murder or torture, harm an innocent",
 "area_of_concern": [
  "agriculture",
  "craftsmanship",
  "kitsune",
  "rice"
 ],
 "area_of_concern_raw": "agriculture, craftsmanship, kitsune, rice",
 "category": "deity",
 "cleric_spell": [
  "Pest Form",
  "Humanoid Form",
  "Illusory Scene"
 ],
 "deity": [
  "Daikitsu"
 ],
 "deity_category": "Tian Gods",
 "deity_category_markdown": "[Tian Gods](/DeityCategories.aspx?ID=16)",
 "deity_category_order": "2Tian Gods",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Change",
  "Creation",
  "Earth",
  "Family",
  "Nature"
 ],
 "domain_markdown": "[Change](/Domains.aspx?ID=102), [Creation](/Domains.aspx?ID=68), [Earth](/Domains.aspx?ID=73), [Family](/Domains.aspx?ID=74), [Nature](/Domains.aspx?ID=85)",
 "domain_alternate": [
  "Earth"
 ],
 "domain_alternate_markdown": "[Earth](/Domains.aspx?ID=73)",
 "domain_primary": [
  "Change",
  "Creation",
  "Family",
  "Nature"
 ],
 "domain_primary_markdown": "[Change](/Domains.aspx?ID=102), [Creation](/Domains.aspx?ID=68), [Family](/Domains.aspx?ID=74), [Nature](/Domains.aspx?ID=85)",
 "edict": "ensure the health of crops and vegetation, perfect a craft or trade, leave offerings for foxes, celebrate the turning of the seasons",
 "exclude_from_search": false,
 "favored_weapon": [
  "Flail"
 ],
 "favored_weapon_markdown": "[Flail](/Weapons.aspx?ID=374)",
 "id": "deity-304",
 "legacy_id": [
  "deity-174"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Daikitsu (Lady of Foxes)](/Deities.aspx?ID=304)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\n\nDaikitsu, the Lady of Foxes, is a capricious yet benevolent god. The deity of agriculture and craftsmanship, Daikitsu is one of the most important members of Tian Xia's pantheon, as her domains encapsulate everything that nurtures civilization. It's said that Daikitsu wears shapes the way a mortal might wear a scarf. She is every grain of rice and every farmer that harvests them, every stroke of a brush and the painter who made them. She is the kindness of the world and the artistry its denizens create, and the kitsune of Tian Xia take their role as descendants of her favored attendants very seriously.\n\n Daikitsu's most ardent followers claim their goddess loves Tian Xia the most, for where Shizuru is the sun and Hei Feng the rain, Daikitsu is the land that nourishes all who live on it. It's said that Daikitsu reached down from the heavens to embroider the land with even rows and thus brought the first fields and rice paddies to Tian Xia. To honor this, when one of her worshippers reaches maturity, they are given a plain cotton garment that they will spend the rest of their lives embroidering, slowly creating a design that spans the whole piece.\n\n To Daikitsu, a beautiful world is one that flourishes. Spring brings colorful flowers, summer luscious fruits, and autumn a bountiful harvest to help endure the endless cold of winter. As such, she tends to surround herself with similar things. This may explain her friendship with Nalinivati outside of the joint vernal fertility festival held in their honor, as well as their rapport despite the latter's prickliness. Altars to the Serpent's Kiss are regularly filled with woven offerings from Daikitsu's followers, left in respect to their odd friendship and to mimic the intricate gifts the gods bestow upon each other. What Daikitsu despises most is war. War ravages the fields, steals away lives that could have created artistry, and demands attention and resources that could have been used to build civilization. To wield anything sharper than a kama is to shun Daikitsu, and she does not tolerate such a snub.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Tian Gods](/DeityCategories.aspx?ID=16)\r\n\r\n**Edicts** ensure the health of crops and vegetation, perfect a craft or trade, leave offerings for foxes, celebrate the turning of the seasons\r\n\r\n**Anathema** mistreat your tools, pass a beggar without giving alms, discriminate against sex workers or the lower class, commit murder or torture, harm an innocent\r\n\r\n**Area of Concern**\r\nagriculture, craftsmanship, kitsune, rice\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nDexterity or Intelligence\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** can choose holy\r\n\r\n**Divine Skill** [Crafting](/Skills.aspx?ID=37)\r\n\r\n**Favored Weapon** [Flail](/Weapons.aspx?ID=374)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=102), [Creation](/Domains.aspx?ID=68), [Family](/Domains.aspx?ID=74), [Nature](/Domains.aspx?ID=85)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Earth](/Domains.aspx?ID=73)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Pest Form](/Spells.aspx?ID=1626)\n\n- **2nd**\r\n[Humanoid Form](/Spells.aspx?ID=1560)\n\n- **5th**\r\n[Illusory Scene](/Spells.aspx?ID=1570)\n\n</column>",
 "name": "Daikitsu (Lady of Foxes)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries Web Supplement",
 "primary_source_raw": "Divine Mysteries Web Supplement pg. 21",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "resistance": {},
 "sanctification": [
  "holy"
 ],
 "sanctification_raw": "can choose holy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Crafting](/Skills.aspx?ID=37)\r\n\r\n**Favored Weapon** [Flail](/Weapons.aspx?ID=374)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=102), [Creation](/Domains.aspx?ID=68), [Earth](/Domains.aspx?ID=73), [Family](/Domains.aspx?ID=74), [Nature](/Domains.aspx?ID=85)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDaikitsu, the Lady of Foxes, is a capricious yet benevolent god. The deity of agriculture and craftsmanship, Daikitsu is one of the most important …\r\n</summary>",
 "skill": [
  "Crafting"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=37)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries Web Supplement"
 ],
 "source_raw": [
  "Divine Mysteries Web Supplement pg. 21"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21",
 "speed": {},
 "spell": [
  "Pest Form",
  "Humanoid Form",
  "Illusory Scene"
 ],
 "spell_markdown": "[Humanoid Form](/Spells.aspx?ID=1560), [Illusory Scene](/Spells.aspx?ID=1570), [Pest Form](/Spells.aspx?ID=1626)",
 "summary": "Daikitsu, the Lady of Foxes, is a capricious yet benevolent god. The deity of agriculture and craftsmanship, Daikitsu is one of the most important …",
 "summary_markdown": "Daikitsu, the Lady of Foxes, is a capricious yet benevolent god. The deity of agriculture and craftsmanship, Daikitsu is one of the most important …",
 "text": " Daikitsu (Lady of Foxes) Source Divine Mysteries Web Supplement pg. 21 Daikitsu, the Lady of Foxes, is a capricious yet benevolent god. The deity of agriculture and craftsmanship, Daikitsu is one of the most important members of Tian Xia's pantheon, as her domains encapsulate everything that nurtures civilization. It's said that Daikitsu wears shapes the way a mortal might wear a scarf. She is every grain of rice and every farmer that harvests them, every stroke of a brush and the painter who made them. She is the kindness of the world and the artistry its denizens create, and the kitsune of Tian Xia take their role as descendants of her favored attendants very seriously. Daikitsu's most ardent followers claim their goddess loves Tian Xia the most, for where Shizuru is the sun and Hei Feng the rain, Daikitsu is the land that nourishes all who live on it. It's said that Daikitsu reached down from the heavens to embroider the land with even rows and thus brought the first fields and rice paddies to Tian Xia. To honor this, when one of her worshippers reaches maturity, they are given a plain cotton garment that they will spend the rest of their lives embroidering, slowly creating a design that spans the whole piece. To Daikitsu, a beautiful world is one that flourishes. Spring brings colorful flowers, summer luscious fruits, and autumn a bountiful harvest to help endure the endless cold of winter. As such, she tends to surround herself with similar things. This may explain her friendship with Nalinivati outside of the joint vernal fertility festival held in their honor, as well as their rapport despite the latter's prickliness. Altars to the Serpent's Kiss are regularly filled with woven offerings from Daikitsu's followers, left in respect to their odd friendship and to mimic the intricate gifts the gods bestow upon each other. What Daikitsu despises most is war. War ravages the fields, steals away lives that could have created artistry, and demands attention and resources that could have been used to build civilization. To wield anything sharper than a kama is to shun Daikitsu, and she does not tolerate such a snub. Category Tian Gods Edicts ensure the health of crops and vegetation, perfect a craft or trade, leave offerings for foxes, celebrate the turning of the seasons Anathema mistreat your tools, pass a beggar without giving alms, discriminate against sex workers or the lower class, commit murder or torture, harm an innocent Area of Concern agriculture, craftsmanship, kitsune, rice Devotee Benefits Divine Attribute Dexterity or Intelligence Divine Font Heal Divine Sanctification can choose holy Divine Skill Crafting Favored Weapon Flail Domains Change, Creation, Family, Nature Alternate Domains Earth Cleric Spells - 1st Pest Form - 2nd Humanoid Form - 5th Illusory Scene\n",
 "type": "Deity",
 "url": "/Deities.aspx?ID=304",
 "weakness": {}
}