{
 "attribute": [
  "Constitution",
  "Charisma"
 ],
 "anathema": "pass by food without stealing a bite, allow honor or tradition to prevent you from taking what you want",
 "area_of_concern": [
  "envy",
  "graves",
  "infamy",
  "undead"
 ],
 "area_of_concern_raw": "envy, graves, infamy, undead",
 "category": "deity",
 "cleric_spell": [
  "Grim Tendrils",
  "Feast of Ashes",
  "Possession"
 ],
 "deity": [
  "Fumeiyoshi"
 ],
 "deity_category": "Tian Gods",
 "deity_category_markdown": "[Tian Gods](/DeityCategories.aspx?ID=16)",
 "deity_category_order": "2Tian Gods",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Ambition",
  "Destruction",
  "Earth",
  "Indulgence",
  "Undeath"
 ],
 "domain_markdown": "[Ambition](/Domains.aspx?ID=64), [Destruction](/Domains.aspx?ID=71), [Earth](/Domains.aspx?ID=73), [Indulgence](/Domains.aspx?ID=79), [Undeath](/Domains.aspx?ID=97)",
 "domain_alternate": [
  "Indulgence"
 ],
 "domain_alternate_markdown": "[Indulgence](/Domains.aspx?ID=79)",
 "domain_primary": [
  "Ambition",
  "Destruction",
  "Earth",
  "Undeath"
 ],
 "domain_primary_markdown": "[Ambition](/Domains.aspx?ID=64), [Destruction](/Domains.aspx?ID=71), [Earth](/Domains.aspx?ID=73), [Undeath](/Domains.aspx?ID=97)",
 "edict": "punish those who have good fortune they don’t deserve, devour the pleasures of the living, encourage resentment, make graveyards supernaturally unsafe",
 "exclude_from_search": false,
 "favored_weapon": [
  "Naginata"
 ],
 "favored_weapon_markdown": "[Naginata](/Weapons.aspx?ID=297)",
 "id": "deity-305",
 "legacy_id": [
  "deity-175"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Restricted\">[Fumeiyoshi (Lord of Envy)](/Deities.aspx?ID=305)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\n\nTo most, the history of Fumeiyoshi is nothing more than a tale of warning that parents tell their children to teach them that envy and vengeance will only be met with righteous retribution. To those who keep his altars secreted away in dank cellars and hidden rooms, however, Fumeiyoshi represents a hunger for justice that the laws of society will not provide.\n\n In the beginning, Fumeiyoshi was the god of night, with dominion as deep and vast as the sky. When night turned to day, the sun goddess Shizuru would set him softly to sleep before rising as the dawn, then would whisper in his ear to wake him when she set, and for that he loved her. Yet for all his love, their moments together were transient and fleeting. By contrast, his younger brother Tsukiyo, god of the moon, was never without Shizuru's affections. Tsukiyo brazenly flaunted his relationship with Shizuru and was selfish with her light, and for that, Fumeiyoshi grew to despise him. Fumeiyoshi realized that as long as his brother lived, he would never be first in Shizuru's eyes. So he lured Tsukiyo behind cloud cover, smothered him with his darkness, struck him with enough fury to leave a permanent gash on the moon, and consumed the light from Tsukiyo's body before burying his corpse in the earth. It did not take long for the clouds to part and for Shizuru to see what Fumeiyoshi had done. Shizuru then stripped Fumeiyoshi of his dominions, resurrected Tsukiyo, and entombed Fumeiyoshi in his brother's grave. Never to rise above the ground again, Fumeiyoshi was to spend the rest of eternity without Shizuru's warmth, forever seeking its feeble substitute in food and stolen life.\n\n It is said that the worship of Fumeiyoshi is learned not by teaching or guidance, but by the harsh cruelty of others. A follower of Fumeiyoshi might be an eldest child passed over by their younger sibling, an ambitious merchant who feels they are owed more in life, or a clandestine radical out to change the world. They do so knowing that the risks are great and there are costs to pay, but if they succeed, they may finally find their moment in the sun. And those who have denied others glory may find dark, moonless nights when the sky is filled with clouds particularly treacherous.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Tian Gods](/DeityCategories.aspx?ID=16)\r\n\r\n**Edicts** punish those who have good fortune they don’t deserve, devour the pleasures of the living, encourage resentment, make graveyards supernaturally unsafe\r\n\r\n**Anathema** pass by food without stealing a bite, allow honor or tradition to prevent you from taking what you want\r\n\r\n**Area of Concern**\r\nenvy, graves, infamy, undead\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nConstitution or Charisma\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Sanctification** must choose unholy\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=40)\r\n\r\n**Favored Weapon** [Naginata](/Weapons.aspx?ID=297)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=64), [Destruction](/Domains.aspx?ID=71), [Earth](/Domains.aspx?ID=73), [Undeath](/Domains.aspx?ID=97)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Indulgence](/Domains.aspx?ID=79)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Grim Tendrils](/Spells.aspx?ID=1548)\n\n- **2nd**\r\n[Feast of Ashes](/Spells.aspx?ID=2351)\n\n- **7th**\r\n[Possession](/Spells.aspx?ID=1638)\n\n</column>",
 "name": "Fumeiyoshi (Lord of Envy)",
 "pfs": "Restricted",
 "primary_source": "Divine Mysteries Web Supplement",
 "primary_source_raw": "Divine Mysteries Web Supplement pg. 21",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "resistance": {},
 "sanctification": [
  "unholy"
 ],
 "sanctification_raw": "must choose unholy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=40)\r\n\r\n**Favored Weapon** [Naginata](/Weapons.aspx?ID=297)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=64), [Destruction](/Domains.aspx?ID=71), [Earth](/Domains.aspx?ID=73), [Indulgence](/Domains.aspx?ID=79), [Undeath](/Domains.aspx?ID=97)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTo most, the history of Fumeiyoshi is nothing more than a tale of warning that parents tell their children to teach them that envy and vengeance will …\r\n</summary>",
 "skill": [
  "Intimidation"
 ],
 "skill_markdown": "[Intimidation](/Skills.aspx?ID=40)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries Web Supplement"
 ],
 "source_raw": [
  "Divine Mysteries Web Supplement pg. 21"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21",
 "speed": {},
 "spell": [
  "Grim Tendrils",
  "Feast of Ashes",
  "Possession"
 ],
 "spell_markdown": "[Feast of Ashes](/Spells.aspx?ID=2351), [Grim Tendrils](/Spells.aspx?ID=1548), [Possession](/Spells.aspx?ID=1638)",
 "summary": "To most, the history of Fumeiyoshi is nothing more than a tale of warning that parents tell their children to teach them that envy and vengeance will …",
 "summary_markdown": "To most, the history of Fumeiyoshi is nothing more than a tale of warning that parents tell their children to teach them that envy and vengeance will …",
 "text": " Fumeiyoshi (Lord of Envy) Source Divine Mysteries Web Supplement pg. 21 To most, the history of Fumeiyoshi is nothing more than a tale of warning that parents tell their children to teach them that envy and vengeance will only be met with righteous retribution. To those who keep his altars secreted away in dank cellars and hidden rooms, however, Fumeiyoshi represents a hunger for justice that the laws of society will not provide. In the beginning, Fumeiyoshi was the god of night, with dominion as deep and vast as the sky. When night turned to day, the sun goddess Shizuru would set him softly to sleep before rising as the dawn, then would whisper in his ear to wake him when she set, and for that he loved her. Yet for all his love, their moments together were transient and fleeting. By contrast, his younger brother Tsukiyo, god of the moon, was never without Shizuru's affections. Tsukiyo brazenly flaunted his relationship with Shizuru and was selfish with her light, and for that, Fumeiyoshi grew to despise him. Fumeiyoshi realized that as long as his brother lived, he would never be first in Shizuru's eyes. So he lured Tsukiyo behind cloud cover, smothered him with his darkness, struck him with enough fury to leave a permanent gash on the moon, and consumed the light from Tsukiyo's body before burying his corpse in the earth. It did not take long for the clouds to part and for Shizuru to see what Fumeiyoshi had done. Shizuru then stripped Fumeiyoshi of his dominions, resurrected Tsukiyo, and entombed Fumeiyoshi in his brother's grave. Never to rise above the ground again, Fumeiyoshi was to spend the rest of eternity without Shizuru's warmth, forever seeking its feeble substitute in food and stolen life. It is said that the worship of Fumeiyoshi is learned not by teaching or guidance, but by the harsh cruelty of others. A follower of Fumeiyoshi might be an eldest child passed over by their younger sibling, an ambitious merchant who feels they are owed more in life, or a clandestine radical out to change the world. They do so knowing that the risks are great and there are costs to pay, but if they succeed, they may finally find their moment in the sun. And those who have denied others glory may find dark, moonless nights when the sky is filled with clouds particularly treacherous. Category Tian Gods Edicts punish those who have good fortune they don’t deserve, devour the pleasures of the living, encourage resentment, make graveyards supernaturally unsafe Anathema pass by food without stealing a bite, allow honor or tradition to prevent you from taking what you want Area of Concern envy, graves, infamy, undead Devotee Benefits Divine Attribute Constitution or Charisma Divine Font Harm Divine Sanctification must choose unholy Divine Skill Intimidation Favored Weapon Naginata Domains Ambition, Destruction, Earth, Undeath Alternate Domains Indulgence Cleric Spells - 1st Grim Tendrils - 2nd Feast of Ashes - 7th Possession\n",
 "type": "Deity",
 "url": "/Deities.aspx?ID=305",
 "weakness": {}
}