{
 "attribute": [
  "Strength",
  "Dexterity"
 ],
 "anathema": "aid daemons or the Riders of the Apocalypse, impose needless laws or restrictions on others",
 "area_of_concern": [
  "river travel",
  "rivers",
  "smuggling"
 ],
 "area_of_concern_raw": "river travel, rivers, and smuggling",
 "category": "deity",
 "cleric_spell": [
  "Hydraulic Push",
  "Aqueous Orb",
  "Control Water"
 ],
 "deity": [
  "Hanspur"
 ],
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Death",
  "Freedom",
  "Travel",
  "Water",
  "Wealth"
 ],
 "domain_markdown": "[Death](/Domains.aspx?ID=70), [Freedom](/Domains.aspx?ID=77), [Travel](/Domains.aspx?ID=93), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)",
 "domain_alternate": [
  "Freedom"
 ],
 "domain_alternate_markdown": "[Freedom](/Domains.aspx?ID=77)",
 "domain_primary": [
  "Death",
  "Travel",
  "Water",
  "Wealth"
 ],
 "domain_primary_markdown": "[Death](/Domains.aspx?ID=70), [Travel](/Domains.aspx?ID=93), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)",
 "edict": "guard river travelers from unnatural hazards, learn how to live off the river, save others from drowning",
 "exclude_from_search": false,
 "favored_weapon": [
  "Trident"
 ],
 "favored_weapon_markdown": "[Trident](/Weapons.aspx?ID=401)",
 "id": "deity-347",
 "legacy_id": [
  "deity-154"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Hanspur (The Water Rat)](/Deities.aspx?ID=347)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 145\n\nPeople often jump to the conclusion that Hanspur is a small god that cares only about the Sellen River, its tributaries in the River Kingdoms, and those who ply those waterways. But he is much more than that. This demigod believes that all people should be able to flow like rivers and not be dammed by laws or other imposed restrictions. Freedom is of paramount import to Hanspur, who exhorts his followers to let no one stand in the way of achieving their goals. This outlook makes the Water Rat a popular deity among smugglers, especially those who use rivers. Even Hanspur has transported illicit weapons and other goods to planar communities on the banks of the River Styx to help stem the advancement of [daemons](/MonsterFamilies.aspx?ID=386).\n\nMany texts indicate that in his mortal life, Hanspur was a powerful Kellid king who ruled over the whole River Kingdoms. Others indicate he was simply a priest of [Gozreh](/Deities.aspx?ID=284). A third version of his origins say that he made a dishonest living as a thief and smuggler on the Sellen. Many believe Hanspur’s clerics know the truth, but they’ve never dismissed any of these stories. It is likely that these diverse tales arose from variations in Kellid oral storytelling tradition, yet these stories all share one common element.\n\nAll versions of the story share is that Hanspur’s traveling companion, a priest of the daemonic harbinger Corosbel, drowned the then-mortal as a sacrifice to [Charon](/Deities.aspx?ID=135). Fortunately, Gozreh intervened and preserved Hanspur’s soul in his giant rat companion, Theobald. A week later, Hanspur rose from the waters of the Sellen River as a demigod with a fractured soul. Since then, Hanspur has engaged in a Hanspur campaign against daemonkind and the Riders of the Apocalypse, especially those who travel the River Styx. \n\nHanspur often roams the Sellen River in his rat form, aiding those in need with free or safe passage along the waterways, and interfering when authorities attempt to enforce laws that inconvenience or limit their inhabitants. Those who defy him are often met with swarms of rats invading their boats, or unusually large river rats headbutting the vessels with such intensity they break apart.\n\nThe Water Rat has no formal temples. Shrines are maintained in numerous places near towns and settlements bordering rivers, as many followers like to submerge their feet in the waters while doing their prayers. Priests of Hanspur tend to wear simple clothing that doesn’t announce their affiliation and live transient lives as they go from village to village.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** guard river travelers from unnatural hazards, learn how to live off the river, save others from drowning\r\n\r\n**Anathema** aid daemons or the Riders of the Apocalypse, impose needless laws or restrictions on others\r\n\r\n**Area of Concern**\r\nriver travel, rivers, and smuggling\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nStrength or Dexterity\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** can choose holy\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Trident](/Weapons.aspx?ID=401)\r\n\r\n**Domains** [Death](/Domains.aspx?ID=70), [Travel](/Domains.aspx?ID=93), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Freedom](/Domains.aspx?ID=77)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Hydraulic Push](/Spells.aspx?ID=1561)\n\n- **3rd**\r\n[Aqueous Orb](/Spells.aspx?ID=1443)\n\n- **5th**\r\n[Control Water](/Spells.aspx?ID=1473)\n\n</column>",
 "name": "Hanspur (The Water Rat)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries",
 "primary_source_raw": "Divine Mysteries pg. 145",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "religious_symbol": "rat walking on water",
 "resistance": {},
 "sacred_animal": "rat",
 "sacred_color": [
  "blue",
  "green"
 ],
 "sanctification": [
  "holy"
 ],
 "sanctification_raw": "can choose holy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 145\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Trident](/Weapons.aspx?ID=401)\r\n\r\n**Domains** [Death](/Domains.aspx?ID=70), [Freedom](/Domains.aspx?ID=77), [Travel](/Domains.aspx?ID=93), [Water](/Domains.aspx?ID=98), [Wealth](/Domains.aspx?ID=99)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPeople often jump to the conclusion that Hanspur is a small god that cares only about the Sellen River, its tributaries in the River Kingdoms, and …\r\n</summary>",
 "skill": [
  "Athletics"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=36)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries"
 ],
 "source_raw": [
  "Divine Mysteries pg. 145"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries](/Sources.aspx?ID=234) pg. 145",
 "speed": {},
 "spell": [
  "Hydraulic Push",
  "Aqueous Orb",
  "Control Water"
 ],
 "spell_markdown": "[Aqueous Orb](/Spells.aspx?ID=1443), [Control Water](/Spells.aspx?ID=1473), [Hydraulic Push](/Spells.aspx?ID=1561)",
 "summary": "People often jump to the conclusion that Hanspur is a small god that cares only about the Sellen River, its tributaries in the River Kingdoms, and …",
 "summary_markdown": "People often jump to the conclusion that Hanspur is a small god that cares only about the Sellen River, its tributaries in the River Kingdoms, and …",
 "text": " Hanspur (The Water Rat) Source Divine Mysteries pg. 145 People often jump to the conclusion that Hanspur is a small god that cares only about the Sellen River, its tributaries in the River Kingdoms, and those who ply those waterways. But he is much more than that. This demigod believes that all people should be able to flow like rivers and not be dammed by laws or other imposed restrictions. Freedom is of paramount import to Hanspur, who exhorts his followers to let no one stand in the way of achieving their goals. This outlook makes the Water Rat a popular deity among smugglers, especially those who use rivers. Even Hanspur has transported illicit weapons and other goods to planar communities on the banks of the River Styx to help stem the advancement of daemons. Many texts indicate that in his mortal life, Hanspur was a powerful Kellid king who ruled over the whole River Kingdoms. Others indicate he was simply a priest of Gozreh. A third version of his origins say that he made a dishonest living as a thief and smuggler on the Sellen. Many believe Hanspur’s clerics know the truth, but they’ve never dismissed any of these stories. It is likely that these diverse tales arose from variations in Kellid oral storytelling tradition, yet these stories all share one common element. All versions of the story share is that Hanspur’s traveling companion, a priest of the daemonic harbinger Corosbel, drowned the then-mortal as a sacrifice to Charon. Fortunately, Gozreh intervened and preserved Hanspur’s soul in his giant rat companion, Theobald. A week later, Hanspur rose from the waters of the Sellen River as a demigod with a fractured soul. Since then, Hanspur has engaged in a Hanspur campaign against daemonkind and the Riders of the Apocalypse, especially those who travel the River Styx. Hanspur often roams the Sellen River in his rat form, aiding those in need with free or safe passage along the waterways, and interfering when authorities attempt to enforce laws that inconvenience or limit their inhabitants. Those who defy him are often met with swarms of rats invading their boats, or unusually large river rats headbutting the vessels with such intensity they break apart. The Water Rat has no formal temples. Shrines are maintained in numerous places near towns and settlements bordering rivers, as many followers like to submerge their feet in the waters while doing their prayers. Priests of Hanspur tend to wear simple clothing that doesn’t announce their affiliation and live transient lives as they go from village to village. Category Other Gods Edicts guard river travelers from unnatural hazards, learn how to live off the river, save others from drowning Anathema aid daemons or the Riders of the Apocalypse, impose needless laws or restrictions on others Area of Concern river travel, rivers, and smuggling Devotee Benefits Divine Attribute Strength or Dexterity Divine Font Harm or Heal Divine Sanctification can choose holy Divine Skill Athletics Favored Weapon Trident Domains Death, Travel, Water, Wealth Alternate Domains Freedom Cleric Spells - 1st Hydraulic Push - 3rd Aqueous Orb - 5th Control Water\n",
 "type": "Deity",
 "url": "/Deities.aspx?ID=347",
 "weakness": {}
}