{
 "attribute": [
  "Strength",
  "Wisdom"
 ],
 "anathema": "give up without trying, dismiss or mock someone’s effort, take success for granted, discount the power of beginner’s luck or luck in general",
 "area_of_concern": [
  "challenges",
  "dares",
  "promotions",
  "self-improvement"
 ],
 "area_of_concern_raw": "challenges, dares, promotions, self-improvement",
 "category": "deity",
 "cleric_spell": [
  "Jump",
  "Feet to Fins",
  "Hydraulic Torrent"
 ],
 "deity": [
  "Jin Li"
 ],
 "deity_category": "Tian Gods",
 "deity_category_markdown": "[Tian Gods](/DeityCategories.aspx?ID=16)",
 "deity_category_order": "2Tian Gods",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Ambition",
  "Change",
  "Luck",
  "Might",
  "Toil",
  "Water"
 ],
 "domain_markdown": "[Ambition](/Domains.aspx?ID=64), [Change](/Domains.aspx?ID=102), [Luck](/Domains.aspx?ID=81), [Might](/Domains.aspx?ID=83), [Toil](/Domains.aspx?ID=122), [Water](/Domains.aspx?ID=98)",
 "domain_alternate": [
  "Luck",
  "Water"
 ],
 "domain_alternate_markdown": "[Luck](/Domains.aspx?ID=81), [Water](/Domains.aspx?ID=98)",
 "domain_primary": [
  "Ambition",
  "Change",
  "Might",
  "Toil"
 ],
 "domain_primary_markdown": "[Ambition](/Domains.aspx?ID=64), [Change](/Domains.aspx?ID=102), [Might](/Domains.aspx?ID=83), [Toil](/Domains.aspx?ID=122)",
 "edict": "take up dares and challenges in good faith, persist with creativity and tenacity, own up to your failures as a way to improve oneself",
 "exclude_from_search": false,
 "favored_weapon": [
  "Sansetsukon"
 ],
 "favored_weapon_markdown": "[Sansetsukon](/Weapons.aspx?ID=302)",
 "id": "deity-308",
 "legacy_id": [
  "deity-264"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Jin Li (The Golden Dragon Carp)](/Deities.aspx?ID=308)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\n\nOnce a humble carp, Jin Li is the god of the determined and the hardworking. Just as he worked day after day to successfully jump a waterfall and ascend to godhood, he guides those who look to improve themselves and face challenges head-on. For Jin Li, there is no success without hard work, tenacity, and a little bit of luck. Failure and weakness are not something to be ashamed of, but rather opportunities to learn and grow. Success is also not a one-time thing for Jin Li, and once he has achieved one goal, he soon sets his eyes on another. The road to self-improvement doesn't end with godhood, after all.\n\n As Jin Li's influence has risen, there has been an influx in competitions across Tian Xia. People invoke Jin Li's name to legitimize challenges and dares, praying for him to oversee the competition and ensure good sportsmanship from all participants. The symbol of the dragon carp and the worship of Jin Li have become synonymous with a community of people who support and push each other to be their best selves. Bureaucrats who worship Jin Li as the god of promotions have started keeping large ponds with carp, hoping that by taking care of the fish, Jin Li will look upon them favorably. It has become a challenge in itself, with competition forming between carp owners as they try to make their fish the biggest, healthiest, and most beautiful of them all.\n\n For Jin Li and his followers, the dragon carp is not an untouchable figure on a pedestal, but a companion on the journey to self-improvement. Jin Li is there, struggling alongside the student who burns midnight oil to get through another study sheet, the potter who tries a new technique to form their clay, and the tinkerer who creates the hundredth iteration of their invention. He walks alongside the child who wants to go from crawling to running, does drills alongside the hero determined to better protect their peers, and bears witness to the adventurer who overcomes the most legendary of challenges and perils thrown in their way. While Jin Li continues to pursue new challenges to overcome, he's always there for those looking to join him in leaping up their own personal waterfalls.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Tian Gods](/DeityCategories.aspx?ID=16)\r\n\r\n**Edicts** take up dares and challenges in good faith, persist with creativity and tenacity, own up to your failures as a way to improve oneself\r\n\r\n**Anathema** give up without trying, dismiss or mock someone’s effort, take success for granted, discount the power of beginner’s luck or luck in general\r\n\r\n**Area of Concern**\r\nchallenges, dares, promotions, self-improvement\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nStrength or Wisdom\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** none\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Sansetsukon](/Weapons.aspx?ID=302)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=64), [Change](/Domains.aspx?ID=102), [Might](/Domains.aspx?ID=83), [Toil](/Domains.aspx?ID=122)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Luck](/Domains.aspx?ID=81), [Water](/Domains.aspx?ID=98)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Jump](/Spells.aspx?ID=1580)\n\n- **3rd**\r\n[Feet to Fins](/Spells.aspx?ID=1525)\n\n- **4th**\r\n[Hydraulic Torrent](/Spells.aspx?ID=1562)\n\n</column>",
 "name": "Jin Li (The Golden Dragon Carp)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries Web Supplement",
 "primary_source_raw": "Divine Mysteries Web Supplement pg. 21",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "resistance": {},
 "sanctification_raw": "none",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Sansetsukon](/Weapons.aspx?ID=302)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=64), [Change](/Domains.aspx?ID=102), [Luck](/Domains.aspx?ID=81), [Might](/Domains.aspx?ID=83), [Toil](/Domains.aspx?ID=122), [Water](/Domains.aspx?ID=98)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOnce a humble carp, Jin Li is the god of the determined and the hardworking. Just as he worked day after day to successfully jump a waterfall and …\r\n</summary>",
 "skill": [
  "Athletics"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=36)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries Web Supplement"
 ],
 "source_raw": [
  "Divine Mysteries Web Supplement pg. 21"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21",
 "speed": {},
 "spell": [
  "Jump",
  "Feet to Fins",
  "Hydraulic Torrent"
 ],
 "spell_markdown": "[Feet to Fins](/Spells.aspx?ID=1525), [Hydraulic Torrent](/Spells.aspx?ID=1562), [Jump](/Spells.aspx?ID=1580)",
 "summary": "Once a humble carp, Jin Li is the god of the determined and the hardworking. Just as he worked day after day to successfully jump a waterfall and …",
 "summary_markdown": "Once a humble carp, Jin Li is the god of the determined and the hardworking. Just as he worked day after day to successfully jump a waterfall and …",
 "text": " Jin Li (The Golden Dragon Carp) Source Divine Mysteries Web Supplement pg. 21 Once a humble carp, Jin Li is the god of the determined and the hardworking. Just as he worked day after day to successfully jump a waterfall and ascend to godhood, he guides those who look to improve themselves and face challenges head-on. For Jin Li, there is no success without hard work, tenacity, and a little bit of luck. Failure and weakness are not something to be ashamed of, but rather opportunities to learn and grow. Success is also not a one-time thing for Jin Li, and once he has achieved one goal, he soon sets his eyes on another. The road to self-improvement doesn't end with godhood, after all. As Jin Li's influence has risen, there has been an influx in competitions across Tian Xia. People invoke Jin Li's name to legitimize challenges and dares, praying for him to oversee the competition and ensure good sportsmanship from all participants. The symbol of the dragon carp and the worship of Jin Li have become synonymous with a community of people who support and push each other to be their best selves. Bureaucrats who worship Jin Li as the god of promotions have started keeping large ponds with carp, hoping that by taking care of the fish, Jin Li will look upon them favorably. It has become a challenge in itself, with competition forming between carp owners as they try to make their fish the biggest, healthiest, and most beautiful of them all. For Jin Li and his followers, the dragon carp is not an untouchable figure on a pedestal, but a companion on the journey to self-improvement. Jin Li is there, struggling alongside the student who burns midnight oil to get through another study sheet, the potter who tries a new technique to form their clay, and the tinkerer who creates the hundredth iteration of their invention. He walks alongside the child who wants to go from crawling to running, does drills alongside the hero determined to better protect their peers, and bears witness to the adventurer who overcomes the most legendary of challenges and perils thrown in their way. While Jin Li continues to pursue new challenges to overcome, he's always there for those looking to join him in leaping up their own personal waterfalls. Category Tian Gods Edicts take up dares and challenges in good faith, persist with creativity and tenacity, own up to your failures as a way to improve oneself Anathema give up without trying, dismiss or mock someone’s effort, take success for granted, discount the power of beginner’s luck or luck in general Area of Concern challenges, dares, promotions, self-improvement Devotee Benefits Divine Attribute Strength or Wisdom Divine Font Heal Divine Sanctification none Divine Skill Athletics Favored Weapon Sansetsukon Domains Ambition, Change, Might, Toil Alternate Domains Luck, Water Cleric Spells - 1st Jump - 3rd Feet to Fins - 4th Hydraulic Torrent\n",
 "type": "Deity",
 "url": "/Deities.aspx?ID=308",
 "weakness": {}
}