{
 "attribute": [
  "Strength",
  "Constitution"
 ],
 "anathema": "cheat at honorable contests, dishonor those who have lost or failed (including defeated or slain enemies), engage in reckless or needless destruction or bloodshed",
 "area_of_concern": [
  "healthy competition",
  "sport",
  "physical development"
 ],
 "area_of_concern_raw": "healthy competition, sport, physical development",
 "category": "deity",
 "cleric_spell": [
  "Ant Haul",
  "Enlarge",
  "Haste"
 ],
 "deity": [
  "Kurgess"
 ],
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Ambition",
  "Introspection",
  "Might",
  "Toil",
  "Truth",
  "Zeal"
 ],
 "domain_markdown": "[Ambition](/Domains.aspx?ID=64), [Introspection](/Domains.aspx?ID=110), [Might](/Domains.aspx?ID=83), [Toil](/Domains.aspx?ID=122), [Truth](/Domains.aspx?ID=95), [Zeal](/Domains.aspx?ID=100)",
 "domain_alternate": [
  "Introspection",
  "Toil"
 ],
 "domain_alternate_markdown": "[Introspection](/Domains.aspx?ID=110), [Toil](/Domains.aspx?ID=122)",
 "domain_primary": [
  "Ambition",
  "Might",
  "Truth",
  "Zeal"
 ],
 "domain_primary_markdown": "[Ambition](/Domains.aspx?ID=64), [Might](/Domains.aspx?ID=83), [Truth](/Domains.aspx?ID=95), [Zeal](/Domains.aspx?ID=100)",
 "edict": "compete to your full potential, claim victory or accept defeat with grace, seek always to better yourself, encourage others to strive toward their own potential for greatness",
 "exclude_from_search": false,
 "favored_weapon": [
  "Javelin"
 ],
 "favored_weapon_markdown": "[Javelin](/Weapons.aspx?ID=429)",
 "id": "deity-351",
 "legacy_id": [
  "deity-42"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Kurgess (The Strong Man)](/Deities.aspx?ID=351)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 150\n\nOnce a mortal farm boy from Taldor who had superhuman strength from youth, Kurgess’s selfless sacrifice on the field of competition heralded his rise to godhood. Known as the Strong Man, Kurgess stands as both a champion and a shining example to those who seek athletic achievement and to give their all in competition, regardless of whether they are victorious or not.\n\nWhether they’re priests or lay believers, Kurgessans believe strength of body and strength of character are the twin pillars that flank the gates of Nirvana, and most train tirelessly to achieve these ideals. Worshippers of Kurgess revel in their strength, eager to show off; this is motivated less by pride, however, than by a desire to inspire others to strive for their own potential. While the teachings of Kurgess emphasize physicality, wizards and other students of magic occasionally find inspiration in the Strong Man’s example, delving into the study of magic with the same zeal more traditional worshippers apply to physical exercises. Some spellcasters believe that keeping one’s body in good shape helps keep one’s mind just as sharp, and actively seek to bolster their physical prowess as part of their path toward developing mental acuity and endurance. Regardless of their methods, Kurgessans are commonly jovial and encouraging, even to their rivals, and their companions often cannot help but be inspired by their enthusiasm. \n\nWhile Kurgessans are willing to demonstrate their strength in combat, especially to protect others or defend their ideals, followers of the Strong Man take no pleasure in mortal combat or the deaths of even the direst of enemies. By and large a light-hearted lot, Kurgessans prefer training, games, and friendly competition to war and bloody conflict. When the need arises, however, Kurgessans can be found on the front lines of combat, and heroic orders such as the Knights of Lastwall often count Kurgessan champions among their ranks.\n\nPrior to the events of the Godsrain, Kurgess’s worship had begun to wane across the Inner Sea. However, with warshards raining across the continent, his priests have no dearth of heroic endeavors to entice new worshippers with. The emergence of the divine warriors known as “exemplars” and a sudden proliferation in powerful monsters appearing in unexpected locales, more and more adventurers and would-be heroes have begun to flock to the Strong Man’s ranks once more.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** compete to your full potential, claim victory or accept defeat with grace, seek always to better yourself, encourage others to strive toward their own potential for greatness\r\n\r\n**Anathema** cheat at honorable contests, dishonor those who have lost or failed (including defeated or slain enemies), engage in reckless or needless destruction or bloodshed\r\n\r\n**Area of Concern**\r\nhealthy competition, sport, physical development\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nStrength or Constitution\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** can choose holy\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Javelin](/Weapons.aspx?ID=429)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=64), [Might](/Domains.aspx?ID=83), [Truth](/Domains.aspx?ID=95), [Zeal](/Domains.aspx?ID=100)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Introspection](/Domains.aspx?ID=110), [Toil](/Domains.aspx?ID=122)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Ant Haul](/Spells.aspx?ID=1442)\n\n- **2nd**\r\n[Enlarge](/Spells.aspx?ID=1514)\n\n- **3rd**\r\n[Haste](/Spells.aspx?ID=1553)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe Strong Man’s gifts reflect his mastery of might.\r\n\r\n**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 7\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** The Strong Man blesses you with a measure of his strength. Increase your maximum and encumbered Bulk limits by 2.\r\n\r\n**Moderate Boon** You fear no exertion. You can employ exploration tactics normally while [fatigued](/Conditions.aspx?ID=15).\r\n\r\n**Major Boon** You possess a true champion’s might. When you roll a critical failure on an [Athletics](/Skills.aspx?ID=3) check, you get a failure instead, and when you roll a success, you instead get a critical success.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Difficulty lifting burdens is a sign of divine disapproval. Your maximum and encumbered Bulk limits decrease by 2.\r\n\r\n**Moderate Curse** Kurgess’s displeasure breaks your competitive edge, causing you to fail at the cusp of success. If your check result exactly equals the DC, you fail instead of succeeding.\r\n\r\n**Major Curse** The wrath of Kurgess withers you almost to nothing. You are permanently [drained 2](/Conditions.aspx?ID=10) and [enfeebled 4](/Conditions.aspx?ID=13).\r\n</column>",
 "name": "Kurgess (The Strong Man)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries",
 "primary_source_raw": "Divine Mysteries pg. 150",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "religious_symbol": "flexing arm with chain",
 "resistance": {},
 "sacred_animal": "horse",
 "sacred_color": [
  "gold",
  "white"
 ],
 "sanctification": [
  "holy"
 ],
 "sanctification_raw": "can choose holy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 150\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=36)\r\n\r\n**Favored Weapon** [Javelin](/Weapons.aspx?ID=429)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=64), [Introspection](/Domains.aspx?ID=110), [Might](/Domains.aspx?ID=83), [Toil](/Domains.aspx?ID=122), [Truth](/Domains.aspx?ID=95), [Zeal](/Domains.aspx?ID=100)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOnce a mortal farm boy from Taldor who had superhuman strength from youth, Kurgess’s selfless sacrifice on the field of competition heralded his rise …\r\n</summary>",
 "skill": [
  "Athletics"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=36)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries"
 ],
 "source_raw": [
  "Divine Mysteries pg. 150"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries](/Sources.aspx?ID=234) pg. 150",
 "speed": {},
 "spell": [
  "Ant Haul",
  "Enlarge",
  "Haste"
 ],
 "spell_markdown": "[Ant Haul](/Spells.aspx?ID=1442), [Enlarge](/Spells.aspx?ID=1514), [Haste](/Spells.aspx?ID=1553)",
 "summary": "Once a mortal farm boy from Taldor who had superhuman strength from youth, Kurgess’s selfless sacrifice on the field of competition heralded his rise …",
 "summary_markdown": "Once a mortal farm boy from Taldor who had superhuman strength from youth, Kurgess’s selfless sacrifice on the field of competition heralded his rise …",
 "text": " Kurgess (The Strong Man) Source Divine Mysteries pg. 150 Once a mortal farm boy from Taldor who had superhuman strength from youth, Kurgess’s selfless sacrifice on the field of competition heralded his rise to godhood. Known as the Strong Man, Kurgess stands as both a champion and a shining example to those who seek athletic achievement and to give their all in competition, regardless of whether they are victorious or not. Whether they’re priests or lay believers, Kurgessans believe strength of body and strength of character are the twin pillars that flank the gates of Nirvana, and most train tirelessly to achieve these ideals. Worshippers of Kurgess revel in their strength, eager to show off; this is motivated less by pride, however, than by a desire to inspire others to strive for their own potential. While the teachings of Kurgess emphasize physicality, wizards and other students of magic occasionally find inspiration in the Strong Man’s example, delving into the study of magic with the same zeal more traditional worshippers apply to physical exercises. Some spellcasters believe that keeping one’s body in good shape helps keep one’s mind just as sharp, and actively seek to bolster their physical prowess as part of their path toward developing mental acuity and endurance. Regardless of their methods, Kurgessans are commonly jovial and encouraging, even to their rivals, and their companions often cannot help but be inspired by their enthusiasm. While Kurgessans are willing to demonstrate their strength in combat, especially to protect others or defend their ideals, followers of the Strong Man take no pleasure in mortal combat or the deaths of even the direst of enemies. By and large a light-hearted lot, Kurgessans prefer training, games, and friendly competition to war and bloody conflict. When the need arises, however, Kurgessans can be found on the front lines of combat, and heroic orders such as the Knights of Lastwall often count Kurgessan champions among their ranks. Prior to the events of the Godsrain, Kurgess’s worship had begun to wane across the Inner Sea. However, with warshards raining across the continent, his priests have no dearth of heroic endeavors to entice new worshippers with. The emergence of the divine warriors known as “exemplars” and a sudden proliferation in powerful monsters appearing in unexpected locales, more and more adventurers and would-be heroes have begun to flock to the Strong Man’s ranks once more. Category Other Gods Edicts compete to your full potential, claim victory or accept defeat with grace, seek always to better yourself, encourage others to strive toward their own potential for greatness Anathema cheat at honorable contests, dishonor those who have lost or failed (including defeated or slain enemies), engage in reckless or needless destruction or bloodshed Area of Concern healthy competition, sport, physical development Devotee Benefits Divine Attribute Strength or Constitution Divine Font Heal Divine Sanctification can choose holy Divine Skill Athletics Favored Weapon Javelin Domains Ambition, Might, Truth, Zeal Alternate Domains Introspection, Toil Cleric Spells - 1st Ant Haul - 2nd Enlarge - 3rd Haste Divine Intercession The Strong Man’s gifts reflect his mastery of might. Source Gods &amp; Magic - Web Supplement pg. 7 Minor Boon The Strong Man blesses you with a measure of his strength. Increase your maximum and encumbered Bulk limits by 2. Moderate Boon You fear no exertion. You can employ exploration tactics normally while fatigued. Major Boon You possess a true champion’s might. When you roll a critical failure on an Athletics check, you get a failure instead, and when you roll a success, you instead get a critical success. Minor Curse Difficulty lifting burdens is a sign of divine disapproval. Your maximum and encumbered Bulk limits decrease by 2. Moderate Curse Kurgess’s displeasure breaks your competitive edge, causing you to fail at the cusp of success. If your check result exactly equals the DC, you fail instead of succeeding. Major Curse The wrath of Kurgess withers you almost to nothing. You are permanently drained 2 and enfeebled 4. ",
 "type": "Deity",
 "url": "/Deities.aspx?ID=351",
 "weakness": {}
}