{
 "attribute": [
  "Dexterity",
  "Intelligence"
 ],
 "anathema": "work honestly for something you could steal instead, risk too much for another creature",
 "area_of_concern": [
  "night",
  "rats",
  "thieves"
 ],
 "area_of_concern_raw": "night, rats, thieves",
 "category": "deity",
 "cleric_spell": [
  "Summon Animal",
  "Knock",
  "Veil of Privacy"
 ],
 "deity": [
  "Lao Shu Po"
 ],
 "deity_category": "Tian Gods",
 "deity_category_markdown": "[Tian Gods](/DeityCategories.aspx?ID=16)",
 "deity_category_order": "2Tian Gods",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Darkness",
  "Luck",
  "Secrecy",
  "Swarm",
  "Trickery",
  "Wealth"
 ],
 "domain_markdown": "[Darkness](/Domains.aspx?ID=69), [Luck](/Domains.aspx?ID=81), [Secrecy](/Domains.aspx?ID=91), [Swarm](/Domains.aspx?ID=120), [Trickery](/Domains.aspx?ID=94), [Wealth](/Domains.aspx?ID=99)",
 "domain_alternate": [
  "Secrecy",
  "Wealth"
 ],
 "domain_alternate_markdown": "[Secrecy](/Domains.aspx?ID=91), [Wealth](/Domains.aspx?ID=99)",
 "domain_primary": [
  "Darkness",
  "Luck",
  "Swarm",
  "Trickery"
 ],
 "domain_primary_markdown": "[Darkness](/Domains.aspx?ID=69), [Luck](/Domains.aspx?ID=81), [Swarm](/Domains.aspx?ID=120), [Trickery](/Domains.aspx?ID=94)",
 "edict": "work quietly toward your goals in the shadows, steal what you need, keep an ear among the ignored and downtrodden",
 "exclude_from_search": false,
 "favored_weapon": [
  "Dagger"
 ],
 "favored_weapon_markdown": "[Dagger](/Weapons.aspx?ID=358)",
 "id": "deity-312",
 "legacy_id": [
  "deity-180"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Lao Shu Po (Old Rat Woman)](/Deities.aspx?ID=312)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\n\nFew gods are viewed with such dual love and repulsion as the Old Rat Woman, Lao Shu Po. Most often depicted in the form of an enormous six-legged rat, Lao Shu Po is the patron of rats, thieves, and those who linger under the veil of night—figures of shadow who pray to her for protection from the shining light of justice and truth. Hers is perhaps the most brazen claim to godhood: though Lao Shu Po was born a common rat, she sought out the grave of Tsukiyo, god of the moon, and consumed his flesh, thus assuring her apotheosis. Soon after achieving godhood, she snatched the domain of night from Fumeiyoshi as he was banished from the heavens, ensuring her role as protector of thieves as well.\n\n Some view these actions as crookedly aspirational, the story of a creature so determined to rise above her rank that nothing could be seen as too vile. Others regard it as theft at best and sacrilege at worst, a revolting act that twisted the court of the gods immutably. Lao Shu Po cares not what others think of her, so long as those who follow her succeed in their own right. Those who have found themselves ground under the heel of society seek solace in her shadow, for who else truly desires their benefit?\n\n Lao Shu Po has never been one for outward worship; such pageantry is far too attention-seeking for her machinations. It's more common for her followers to carve her symbol into the soles of their shoes than to wear it proudly on a medallion. Ysoki in the Darklands (page 68) honor Lao Shu Po, yet they claim her as their ancestor and not their goddess to avoid being targeted by her detractors. Though many gods would be offended by this apparent slight, Lao Shu Po doesn't mind.\n\n Despite her self-serving attitude, Lao Shu Po is kind to those who follow her, casting the cover of nightfall over them so they may escape into the darkness, granting them her blessing to live until the next dawn. Perhaps she knows she stands to gain from them, or it could be out of a shred of mortal sympathy for their plight. After all, Lao Shu Po doesn't want destruction, or chaos, or apocalypse. She just wants to survive and thrive.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Tian Gods](/DeityCategories.aspx?ID=16)\r\n\r\n**Edicts** work quietly toward your goals in the shadows, steal what you need, keep an ear among the ignored and downtrodden\r\n\r\n**Anathema** work honestly for something you could steal instead, risk too much for another creature\r\n\r\n**Area of Concern**\r\nnight, rats, thieves\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nDexterity or Intelligence\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Sanctification** can choose unholy\r\n\r\n**Divine Skill** [Thievery](/Skills.aspx?ID=50)\r\n\r\n**Favored Weapon** [Dagger](/Weapons.aspx?ID=358)\r\n\r\n**Domains** [Darkness](/Domains.aspx?ID=69), [Luck](/Domains.aspx?ID=81), [Swarm](/Domains.aspx?ID=120), [Trickery](/Domains.aspx?ID=94)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Secrecy](/Domains.aspx?ID=91), [Wealth](/Domains.aspx?ID=99)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Summon Animal](/Spells.aspx?ID=1694)\r\n(rodents only)\n\n- **2nd**\r\n[Knock](/Spells.aspx?ID=1581)\n\n- **3rd**\r\n[Veil of Privacy](/Spells.aspx?ID=1739)\n\n</column>",
 "name": "Lao Shu Po (Old Rat Woman)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries Web Supplement",
 "primary_source_raw": "Divine Mysteries Web Supplement pg. 21",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "resistance": {},
 "sanctification": [
  "unholy"
 ],
 "sanctification_raw": "can choose unholy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Thievery](/Skills.aspx?ID=50)\r\n\r\n**Favored Weapon** [Dagger](/Weapons.aspx?ID=358)\r\n\r\n**Domains** [Darkness](/Domains.aspx?ID=69), [Luck](/Domains.aspx?ID=81), [Secrecy](/Domains.aspx?ID=91), [Swarm](/Domains.aspx?ID=120), [Trickery](/Domains.aspx?ID=94), [Wealth](/Domains.aspx?ID=99)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFew gods are viewed with such dual love and repulsion as the Old Rat Woman, Lao Shu Po. Most often depicted in the form of an enormous six-legged …\r\n</summary>",
 "skill": [
  "Thievery"
 ],
 "skill_markdown": "[Thievery](/Skills.aspx?ID=50)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries Web Supplement"
 ],
 "source_raw": [
  "Divine Mysteries Web Supplement pg. 21"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21",
 "speed": {},
 "spell": [
  "Summon Animal",
  "Knock",
  "Veil of Privacy"
 ],
 "spell_markdown": "[Knock](/Spells.aspx?ID=1581), [Summon Animal](/Spells.aspx?ID=1694), [Veil of Privacy](/Spells.aspx?ID=1739)",
 "summary": "Few gods are viewed with such dual love and repulsion as the Old Rat Woman, Lao Shu Po. Most often depicted in the form of an enormous six-legged …",
 "summary_markdown": "Few gods are viewed with such dual love and repulsion as the Old Rat Woman, Lao Shu Po. Most often depicted in the form of an enormous six-legged …",
 "text": " Lao Shu Po (Old Rat Woman) Source Divine Mysteries Web Supplement pg. 21 Few gods are viewed with such dual love and repulsion as the Old Rat Woman, Lao Shu Po. Most often depicted in the form of an enormous six-legged rat, Lao Shu Po is the patron of rats, thieves, and those who linger under the veil of night—figures of shadow who pray to her for protection from the shining light of justice and truth. Hers is perhaps the most brazen claim to godhood: though Lao Shu Po was born a common rat, she sought out the grave of Tsukiyo, god of the moon, and consumed his flesh, thus assuring her apotheosis. Soon after achieving godhood, she snatched the domain of night from Fumeiyoshi as he was banished from the heavens, ensuring her role as protector of thieves as well. Some view these actions as crookedly aspirational, the story of a creature so determined to rise above her rank that nothing could be seen as too vile. Others regard it as theft at best and sacrilege at worst, a revolting act that twisted the court of the gods immutably. Lao Shu Po cares not what others think of her, so long as those who follow her succeed in their own right. Those who have found themselves ground under the heel of society seek solace in her shadow, for who else truly desires their benefit? Lao Shu Po has never been one for outward worship; such pageantry is far too attention-seeking for her machinations. It's more common for her followers to carve her symbol into the soles of their shoes than to wear it proudly on a medallion. Ysoki in the Darklands (page 68) honor Lao Shu Po, yet they claim her as their ancestor and not their goddess to avoid being targeted by her detractors. Though many gods would be offended by this apparent slight, Lao Shu Po doesn't mind. Despite her self-serving attitude, Lao Shu Po is kind to those who follow her, casting the cover of nightfall over them so they may escape into the darkness, granting them her blessing to live until the next dawn. Perhaps she knows she stands to gain from them, or it could be out of a shred of mortal sympathy for their plight. After all, Lao Shu Po doesn't want destruction, or chaos, or apocalypse. She just wants to survive and thrive. Category Tian Gods Edicts work quietly toward your goals in the shadows, steal what you need, keep an ear among the ignored and downtrodden Anathema work honestly for something you could steal instead, risk too much for another creature Area of Concern night, rats, thieves Devotee Benefits Divine Attribute Dexterity or Intelligence Divine Font Harm Divine Sanctification can choose unholy Divine Skill Thievery Favored Weapon Dagger Domains Darkness, Luck, Swarm, Trickery Alternate Domains Secrecy, Wealth Cleric Spells - 1st Summon Animal (rodents only) - 2nd Knock - 3rd Veil of Privacy\n",
 "type": "Deity",
 "url": "/Deities.aspx?ID=312",
 "weakness": {}
}