{
 "attribute": [
  "Strength",
  "Wisdom"
 ],
 "anathema": "abandon those in need, enslave or oppress others, harm the innocent through direct or inadvertent action",
 "area_of_concern": [
  "devotion",
  "hope",
  "uprisings"
 ],
 "area_of_concern_raw": "devotion, hope, uprisings",
 "category": "deity",
 "cleric_spell": [
  "Sure Strike",
  "Enthrall",
  "Fire Shield"
 ],
 "deity": [
  "Milani"
 ],
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Change",
  "Destruction",
  "Freedom",
  "Healing",
  "Protection",
  "Zeal"
 ],
 "domain_markdown": "[Change](/Domains.aspx?ID=102), [Destruction](/Domains.aspx?ID=71), [Freedom](/Domains.aspx?ID=77), [Healing](/Domains.aspx?ID=78), [Protection](/Domains.aspx?ID=90), [Zeal](/Domains.aspx?ID=100)",
 "domain_alternate": [
  "Healing",
  "Protection"
 ],
 "domain_alternate_markdown": "[Healing](/Domains.aspx?ID=78), [Protection](/Domains.aspx?ID=90)",
 "domain_primary": [
  "Change",
  "Destruction",
  "Freedom",
  "Zeal"
 ],
 "domain_primary_markdown": "[Change](/Domains.aspx?ID=102), [Destruction](/Domains.aspx?ID=71), [Freedom](/Domains.aspx?ID=77), [Zeal](/Domains.aspx?ID=100)",
 "edict": "confront oppression in all its forms, defend the common folk, overcome despair to sieve victory",
 "exclude_from_search": false,
 "favored_weapon": [
  "Morningstar"
 ],
 "favored_weapon_markdown": "[Morningstar](/Weapons.aspx?ID=363)",
 "id": "deity-352",
 "legacy_id": [
  "deity-43"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Milani (The Everbloom)](/Deities.aspx?ID=352)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 151\n\nMilani is the patron mother of those who war against oppression. Once a saint of Aroden’s faith, she rewards those willing to sacrifice their lives and use whatever tools are available to fight for those who cannot defend themselves, especially people who have been captured or enslaved. Throughout Golarion, Milani is also known as the Everbloom, as the symbol of her church is a beautiful rose growing from blood-soaked soil. \n\nMilani’s church is organized into independent, clandestine cells of freedom fighters, rather than into traditional structures. Clerics of Milani often own or work in subtle businesses or organizations cleverly designed as fronts to cover their efforts to cleanse a region of oppressors and liberate those who have been enslaved or victimized. As a subtle tell to other Milanites of the structure’s true intent, these buildings usually feature a small rose garden or other rose iconography. \n\nOne of the most famous and oldest of these safe havens is an inn in Absalom known as the Sanguine Thorn, which served as a staging point for hundreds of successful liberation attempts in the area. While most believe the tavern was destroyed in the earthquake that devastated Absalom’s Precipice District, rumors circulate about a traveling wagon caravan that secretly uses the tavern’s name to refer to the collective of Milanites who travel with it, moving from place to place, undermining persecution in all its forms and fighting for freedom at all costs. \n\nMilani has never been as popular as other Avistani gods of justice, such as [Cayden Cailean](/Deities.aspx?ID=280) or [Iomedae](/Deities.aspx?ID=285), but she uses her lack of notoriety to her best advantage. She and her followers can often slip unnoticed among tyrants and oppressive regimes, who either don’t notice them or don’t consider them much of a threat.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** confront oppression in all its forms, defend the common folk, overcome despair to sieve victory\r\n\r\n**Anathema** abandon those in need, enslave or oppress others, harm the innocent through direct or inadvertent action\r\n\r\n**Area of Concern**\r\ndevotion, hope, uprisings\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nStrength or Wisdom\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** can choose holy\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=47)\r\n\r\n**Favored Weapon** [Morningstar](/Weapons.aspx?ID=363)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=102), [Destruction](/Domains.aspx?ID=71), [Freedom](/Domains.aspx?ID=77), [Zeal](/Domains.aspx?ID=100)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Healing](/Domains.aspx?ID=78), [Protection](/Domains.aspx?ID=90)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Sure Strike](/Spells.aspx?ID=1709)\n\n- **3rd**\r\n[Enthrall](/Spells.aspx?ID=1516)\n\n- **4th**\r\n[Fire Shield](/Spells.aspx?ID=1529)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe Everbloom rewards those who put the needs of others first, especially when combating oppressive forces, and she doesn’t hesitate to impede any who enslave others or persecute the defenseless. \r\n\r\n**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 7\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Once, when you roll a failure on a [Deception](/Skills.aspx?ID=5) or [Stealth](/Skills.aspx?ID=15) check to protect an uprising from discovery, you critically succeed instead. Milani typically grants this boon for extremely significant checks on which the uprising’s survival hinges. \r\n\r\n**Moderate Boon** When you use it to protect others, your shield blooms with roses brimming with razor-sharp thorns. You gain the [Shield Warden](/Feats.aspx?ID=229) feat, even if you don’t meet its prerequisites. If you already had that feat, if your shield takes damage from a melee Strike in defense of your ally, the attacker takes piercing damage equal to half the shield’s Hardness.\r\n\r\n**Major Boon** You gain +4 status bonus to checks to Request during attempts to satisfy one of Milani’s edicts. Once per day, you can sound a battle cry that grants creatures within a 30-foot emanation the effects of freedom of movement and affects all doors, locks, containers, and other bindings used to restrain or imprison others with the effects of the [_knock_](/Spells.aspx?ID=168) spell.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** A magical wreath of thorny, bloodred roses endlessly grows from your scalp, no matter how much you try to remove it. You gain weakness 5 to piercing damage.\r\n\r\n**Moderate Curse** Ropes, chains, manacles, and other equipment used to bind or constrain become blazing hot in your hands, bursting into flame or melting as if engulfed in a forge. When you attempt to hold such an item, you take 2d6 fire damage and the item is destroyed.\r\n\r\n**Major Curse** Small wounds bleed more than seems physically possible. Whenever you take slashing or piercing damage, you also take persistent bleed damage equal to the level of the creature or effect that inflicted the damage.\r\n</column>",
 "name": "Milani (The Everbloom)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries",
 "primary_source_raw": "Divine Mysteries pg. 151",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "religious_symbol": "rose on bloody street",
 "resistance": {},
 "sacred_animal": "mouse",
 "sacred_color": [
  "red",
  "white"
 ],
 "sanctification": [
  "holy"
 ],
 "sanctification_raw": "can choose holy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries](/Sources.aspx?ID=234) pg. 151\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=47)\r\n\r\n**Favored Weapon** [Morningstar](/Weapons.aspx?ID=363)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=102), [Destruction](/Domains.aspx?ID=71), [Freedom](/Domains.aspx?ID=77), [Healing](/Domains.aspx?ID=78), [Protection](/Domains.aspx?ID=90), [Zeal](/Domains.aspx?ID=100)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMilani is the patron mother of those who war against oppression. Once a saint of Aroden’s faith, she rewards those willing to sacrifice their lives …\r\n</summary>",
 "skill": [
  "Society"
 ],
 "skill_markdown": "[Society](/Skills.aspx?ID=47)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries"
 ],
 "source_raw": [
  "Divine Mysteries pg. 151"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries](/Sources.aspx?ID=234) pg. 151",
 "speed": {},
 "spell": [
  "Sure Strike",
  "Enthrall",
  "Fire Shield"
 ],
 "spell_markdown": "[Enthrall](/Spells.aspx?ID=1516), [Fire Shield](/Spells.aspx?ID=1529), [Sure Strike](/Spells.aspx?ID=1709)",
 "summary": "Milani is the patron mother of those who war against oppression. Once a saint of Aroden’s faith, she rewards those willing to sacrifice their lives …",
 "summary_markdown": "Milani is the patron mother of those who war against oppression. Once a saint of Aroden’s faith, she rewards those willing to sacrifice their lives …",
 "text": " Milani (The Everbloom) Source Divine Mysteries pg. 151 Milani is the patron mother of those who war against oppression. Once a saint of Aroden’s faith, she rewards those willing to sacrifice their lives and use whatever tools are available to fight for those who cannot defend themselves, especially people who have been captured or enslaved. Throughout Golarion, Milani is also known as the Everbloom, as the symbol of her church is a beautiful rose growing from blood-soaked soil. Milani’s church is organized into independent, clandestine cells of freedom fighters, rather than into traditional structures. Clerics of Milani often own or work in subtle businesses or organizations cleverly designed as fronts to cover their efforts to cleanse a region of oppressors and liberate those who have been enslaved or victimized. As a subtle tell to other Milanites of the structure’s true intent, these buildings usually feature a small rose garden or other rose iconography. One of the most famous and oldest of these safe havens is an inn in Absalom known as the Sanguine Thorn, which served as a staging point for hundreds of successful liberation attempts in the area. While most believe the tavern was destroyed in the earthquake that devastated Absalom’s Precipice District, rumors circulate about a traveling wagon caravan that secretly uses the tavern’s name to refer to the collective of Milanites who travel with it, moving from place to place, undermining persecution in all its forms and fighting for freedom at all costs. Milani has never been as popular as other Avistani gods of justice, such as Cayden Cailean or Iomedae, but she uses her lack of notoriety to her best advantage. She and her followers can often slip unnoticed among tyrants and oppressive regimes, who either don’t notice them or don’t consider them much of a threat. Category Other Gods Edicts confront oppression in all its forms, defend the common folk, overcome despair to sieve victory Anathema abandon those in need, enslave or oppress others, harm the innocent through direct or inadvertent action Area of Concern devotion, hope, uprisings Devotee Benefits Divine Attribute Strength or Wisdom Divine Font Heal Divine Sanctification can choose holy Divine Skill Society Favored Weapon Morningstar Domains Change, Destruction, Freedom, Zeal Alternate Domains Healing, Protection Cleric Spells - 1st Sure Strike - 3rd Enthrall - 4th Fire Shield Divine Intercession The Everbloom rewards those who put the needs of others first, especially when combating oppressive forces, and she doesn’t hesitate to impede any who enslave others or persecute the defenseless. Source Gods &amp; Magic - Web Supplement pg. 7 Minor Boon Once, when you roll a failure on a Deception or Stealth check to protect an uprising from discovery, you critically succeed instead. Milani typically grants this boon for extremely significant checks on which the uprising’s survival hinges. Moderate Boon When you use it to protect others, your shield blooms with roses brimming with razor-sharp thorns. You gain the Shield Warden feat, even if you don’t meet its prerequisites. If you already had that feat, if your shield takes damage from a melee Strike in defense of your ally, the attacker takes piercing damage equal to half the shield’s Hardness. Major Boon You gain +4 status bonus to checks to Request during attempts to satisfy one of Milani’s edicts. Once per day, you can sound a battle cry that grants creatures within a 30-foot emanation the effects of freedom of movement and affects all doors, locks, containers, and other bindings used to restrain or imprison others with the effects of the knock spell. Minor Curse A magical wreath of thorny, bloodred roses endlessly grows from your scalp, no matter how much you try to remove it. You gain weakness 5 to piercing damage. Moderate Curse Ropes, chains, manacles, and other equipment used to bind or constrain become blazing hot in your hands, bursting into flame or melting as if engulfed in a forge. When you attempt to hold such an item, you take 2d6 fire damage and the item is destroyed. Major Curse Small wounds bleed more than seems physically possible. Whenever you take slashing or piercing damage, you also take persistent bleed damage equal to the level of the creature or effect that inflicted the damage. ",
 "type": "Deity",
 "url": "/Deities.aspx?ID=352",
 "weakness": {}
}