{
 "attribute": [
  "Strength",
  "Charisma"
 ],
 "anathema": "refuse a reasonable bet or duel, let social pressure change your behavior",
 "area_of_concern": [
  "drunkenness",
  "nature",
  "trickery"
 ],
 "area_of_concern_raw": "drunkenness, nature, trickery",
 "category": "deity",
 "cleric_spell": [
  "Jump",
  "Mad Monkeys",
  "Creation"
 ],
 "deity": [
  "Sun Wukong"
 ],
 "deity_category": "Tian Gods",
 "deity_category_markdown": "[Tian Gods](/DeityCategories.aspx?ID=16)",
 "deity_category_order": "2Tian Gods",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Freedom",
  "Indulgence",
  "Magic",
  "Might",
  "Nature",
  "Protection",
  "Travel",
  "Trickery"
 ],
 "domain_markdown": "[Freedom](/Domains.aspx?ID=77), [Indulgence](/Domains.aspx?ID=79), [Magic](/Domains.aspx?ID=82), [Might](/Domains.aspx?ID=83), [Nature](/Domains.aspx?ID=85), [Protection](/Domains.aspx?ID=90), [Travel](/Domains.aspx?ID=93), [Trickery](/Domains.aspx?ID=94)",
 "domain_alternate": [
  "Freedom",
  "Magic",
  "Protection",
  "Travel"
 ],
 "domain_alternate_markdown": "[Freedom](/Domains.aspx?ID=77), [Magic](/Domains.aspx?ID=82), [Protection](/Domains.aspx?ID=90), [Travel](/Domains.aspx?ID=93)",
 "domain_primary": [
  "Indulgence",
  "Might",
  "Nature",
  "Trickery"
 ],
 "domain_primary_markdown": "[Indulgence](/Domains.aspx?ID=79), [Might](/Domains.aspx?ID=83), [Nature](/Domains.aspx?ID=85), [Trickery](/Domains.aspx?ID=94)",
 "edict": "live life freely, drink, play pranks",
 "exclude_from_search": false,
 "favored_weapon": [
  "Bo Staff"
 ],
 "favored_weapon_markdown": "[Bo Staff](/Weapons.aspx?ID=372)",
 "id": "deity-316",
 "legacy_id": [
  "deity-183"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Sun Wukong (The Monkey King)](/Deities.aspx?ID=316)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\n\nSun Wukong, also known as Monkey or the Monkey King, is a god famed for his rebellious nature and legendary martial exploits. Monkey was born from a magic stone atop a sacred mountain, where he grew up among a community of wild monkeys and proclaimed himself the Monkey King. Realizing his own mortality and that his happiness would eventually end, he left the mountain in search of knowledge on how to beat death. During his travels, Monkey unsuccessfully sought the secret of immortality from Qi Zhong, the Master of Medicine, and eventually became a disciple of Irori, the Enlightened One. Under Irori's tutelage, Sun Wukong would learn the magical and martial arts— notably the way of immortality, cloud leaping, and how to transform into a variety of creatures. Seeing flaws in the Monkey King's character, particularly his rebellious instincts and contempt toward authority, Irori forbade him from revealing his nature as a disciple.\n\n After being dismissed by Irori for his lack of self-restraint, Sun Wukong caught the attention of the gods by slaying demons, causing mischief, and stealing sacred fruits. The gods saw his hatred of evil and scorn for authority as a sharp contrast to his whimsical, optimistic, and tolerant personality, and his free heart was considered impetuous and a cause of heavenly havoc. Despite their best efforts, the gods of Tian Xia could not control Sun Wukong's behavior. After a particularly shameful incident, where Wukong accidentally set the celestial orchards ablaze, the Ruler of Heaven, Shizuru, had no choice but to sentence him to death in order to maintain divine order. Against all odds, Sun Wukong traveled to Pharasma's Boneyard and erased his name from her records, ensuring that he could never be removed from existence.\n\n Those that are martially inclined often worship Sun Wukong not only for his martial arts skills, but also his resourcefulness, tolerance, and loyal nature, a true hero for the downtrodden. Rogues and scoundrels often gravitate toward Monkey's disdain for the law and authority figures and view Sun Wukong as a divine role model, the ultimate trickster. Of all the Tian gods, Sun Wukong is one that inhabitants of the mortal Universe are most likely to encounter— drinking, causing problems for authority figures, helping the weak, and reveling in his status as a legendary hero of the common folk.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Tian Gods](/DeityCategories.aspx?ID=16)\r\n\r\n**Edicts** live life freely, drink, play pranks\r\n\r\n**Anathema** refuse a reasonable bet or duel, let social pressure change your behavior\r\n\r\n**Area of Concern**\r\ndrunkenness, nature, trickery\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Attribute](/Backgrounds.aspx?ID=132)**\r\nStrength or Charisma\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Sanctification** can choose holy or unholy\r\n\r\n**Divine Skill** [Acrobatics](/Skills.aspx?ID=34)\r\n\r\n**Favored Weapon** [Bo Staff](/Weapons.aspx?ID=372)\r\n\r\n**Domains** [Indulgence](/Domains.aspx?ID=79), [Might](/Domains.aspx?ID=83), [Nature](/Domains.aspx?ID=85), [Trickery](/Domains.aspx?ID=94)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Freedom](/Domains.aspx?ID=77), [Magic](/Domains.aspx?ID=82), [Protection](/Domains.aspx?ID=90), [Travel](/Domains.aspx?ID=93)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Jump](/Spells.aspx?ID=1580)\n\n- **3rd**\r\n[Mad Monkeys](/Spells.aspx?ID=1590)\n\n- **4th**\r\n[Creation](/Spells.aspx?ID=1477)\n\n</column>",
 "name": "Sun Wukong (The Monkey King)",
 "pfs": "Standard",
 "primary_source": "Divine Mysteries Web Supplement",
 "primary_source_raw": "Divine Mysteries Web Supplement pg. 21",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2025-01-30",
 "resistance": {},
 "sanctification": [
  "holy",
  "unholy"
 ],
 "sanctification_raw": "can choose holy or unholy",
 "search_markdown": "<additional-info>\r\n**Source** [Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Acrobatics](/Skills.aspx?ID=34)\r\n\r\n**Favored Weapon** [Bo Staff](/Weapons.aspx?ID=372)\r\n\r\n**Domains** [Freedom](/Domains.aspx?ID=77), [Indulgence](/Domains.aspx?ID=79), [Magic](/Domains.aspx?ID=82), [Might](/Domains.aspx?ID=83), [Nature](/Domains.aspx?ID=85), [Protection](/Domains.aspx?ID=90), [Travel](/Domains.aspx?ID=93), [Trickery](/Domains.aspx?ID=94)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSun Wukong, also known as Monkey or the Monkey King, is a god famed for his rebellious nature and legendary martial exploits. Monkey was born from a …\r\n</summary>",
 "skill": [
  "Acrobatics"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=34)",
 "skill_mod": {},
 "source": [
  "Divine Mysteries Web Supplement"
 ],
 "source_raw": [
  "Divine Mysteries Web Supplement pg. 21"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Divine Mysteries Web Supplement](/Sources.aspx?ID=237) pg. 21",
 "speed": {},
 "spell": [
  "Jump",
  "Mad Monkeys",
  "Creation"
 ],
 "spell_markdown": "[Creation](/Spells.aspx?ID=1477), [Jump](/Spells.aspx?ID=1580), [Mad Monkeys](/Spells.aspx?ID=1590)",
 "summary": "Sun Wukong, also known as Monkey or the Monkey King, is a god famed for his rebellious nature and legendary martial exploits. Monkey was born from a …",
 "summary_markdown": "Sun Wukong, also known as Monkey or the Monkey King, is a god famed for his rebellious nature and legendary martial exploits. Monkey was born from a …",
 "text": " Sun Wukong (The Monkey King) Source Divine Mysteries Web Supplement pg. 21 Sun Wukong, also known as Monkey or the Monkey King, is a god famed for his rebellious nature and legendary martial exploits. Monkey was born from a magic stone atop a sacred mountain, where he grew up among a community of wild monkeys and proclaimed himself the Monkey King. Realizing his own mortality and that his happiness would eventually end, he left the mountain in search of knowledge on how to beat death. During his travels, Monkey unsuccessfully sought the secret of immortality from Qi Zhong, the Master of Medicine, and eventually became a disciple of Irori, the Enlightened One. Under Irori's tutelage, Sun Wukong would learn the magical and martial arts— notably the way of immortality, cloud leaping, and how to transform into a variety of creatures. Seeing flaws in the Monkey King's character, particularly his rebellious instincts and contempt toward authority, Irori forbade him from revealing his nature as a disciple. After being dismissed by Irori for his lack of self-restraint, Sun Wukong caught the attention of the gods by slaying demons, causing mischief, and stealing sacred fruits. The gods saw his hatred of evil and scorn for authority as a sharp contrast to his whimsical, optimistic, and tolerant personality, and his free heart was considered impetuous and a cause of heavenly havoc. Despite their best efforts, the gods of Tian Xia could not control Sun Wukong's behavior. After a particularly shameful incident, where Wukong accidentally set the celestial orchards ablaze, the Ruler of Heaven, Shizuru, had no choice but to sentence him to death in order to maintain divine order. Against all odds, Sun Wukong traveled to Pharasma's Boneyard and erased his name from her records, ensuring that he could never be removed from existence. Those that are martially inclined often worship Sun Wukong not only for his martial arts skills, but also his resourcefulness, tolerance, and loyal nature, a true hero for the downtrodden. Rogues and scoundrels often gravitate toward Monkey's disdain for the law and authority figures and view Sun Wukong as a divine role model, the ultimate trickster. Of all the Tian gods, Sun Wukong is one that inhabitants of the mortal Universe are most likely to encounter— drinking, causing problems for authority figures, helping the weak, and reveling in his status as a legendary hero of the common folk. Category Tian Gods Edicts live life freely, drink, play pranks Anathema refuse a reasonable bet or duel, let social pressure change your behavior Area of Concern drunkenness, nature, trickery Devotee Benefits Divine Attribute Strength or Charisma Divine Font Harm or Heal Divine Sanctification can choose holy or unholy Divine Skill Acrobatics Favored Weapon Bo Staff Domains Indulgence, Might, Nature, Trickery Alternate Domains Freedom, Magic, Protection, Travel Cleric Spells - 1st Jump - 3rd Mad Monkeys - 4th Creation\n",
 "type": "Deity",
 "url": "/Deities.aspx?ID=316",
 "weakness": {}
}