{
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-331",
 "markdown": "<title level=\"1\" right=\"Trait\">[Clockwork](/Traits.aspx?ID=331)</title>\r\n\r\n**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 132\n\nClockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to function. \n\nClockwork items use clockwork to function, though they don’t necessarily require daily winding.\n\n**Wind-Up**: To remain operational, a clockwork vehicle or creature must be wound with a unique key by a creature. This takes an amount of time listed in the clockwork's wind-up entry, which also lists how long the clockwork remains operational once wound; after this duration, the clockwork becomes inactive and immobile until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most are re-wound approximately halfway through their operating time.\n\n A clockwork vehicle can be placed into standby mode by its pilot as a 3-action activity; a clockwork creature must perform this activity itself. A clockwork's operational time doesn't decrease in standby.\n\n A creature can attempt to [Disable a Device](/Actions.aspx?ID=69) to wind a clockwork down (with a DC listed in the wind-up entry). For each success, a clockwork vehicle loses 10 minutes of operational time, while a clockwork creature loses 1 hour. This can be done even if the clockwork is in standby mode.\n\n [Broken](/Conditions.aspx?ID=2) clockwork vehicles have difficulty holding energy. The first time each round that a broken clockwork vehicle moves, it must attempt a DC 5 flat check. On a failure, it loses 10 minutes of operational time.",
 "name": "Clockwork",
 "primary_source": "Grand Bazaar",
 "primary_source_raw": "Grand Bazaar pg. 132",
 "primary_source_category": "Lost Omens",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 132\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nClockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 132"
 ],
 "source_category": [
  "Lost Omens"
 ],
 "source_markdown": "[Grand Bazaar](/Sources.aspx?ID=100) pg. 132",
 "speed": {},
 "summary": "Clockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to …",
 "summary_markdown": "Clockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to …",
 "text": " Clockwork Source Grand Bazaar pg. 132 Clockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to function. Clockwork items use clockwork to function, though they don’t necessarily require daily winding. Wind-Up : To remain operational, a clockwork vehicle or creature must be wound with a unique key by a creature. This takes an amount of time listed in the clockwork's wind-up entry, which also lists how long the clockwork remains operational once wound; after this duration, the clockwork becomes inactive and immobile until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most are re-wound approximately halfway through their operating time. A clockwork vehicle can be placed into standby mode by its pilot as a 3-action activity; a clockwork creature must perform this activity itself. A clockwork's operational time doesn't decrease in standby. A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, a clockwork vehicle loses 10 minutes of operational time, while a clockwork creature loses 1 hour. This can be done even if the clockwork is in standby mode. Broken clockwork vehicles have difficulty holding energy. The first time each round that a broken clockwork vehicle moves, it must attempt a DC 5 flat check. On a failure, it loses 10 minutes of operational time.",
 "trait": [
  "Clockwork"
 ],
 "trait_group": [
  "Monster",
  "Equipment",
  "Weapon"
 ],
 "trait_markdown": "Clockwork",
 "trait_raw": [
  "Clockwork"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=331",
 "weakness": {}
}