{
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-800",
 "legacy_id": [
  "trait-320"
 ],
 "markdown": "<title level=\"1\" right=\"Trait\">[Cursebound](/Traits.aspx?ID=800)</title>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 133 <sup>1.1</sup>\n\nAbilities with this trait tighten your [oracular](/Classes.aspx?ID=61) curse's grasp on your soul in exchange for divine insights, giving you the cursebound condition. When you use a cursebound ability, you become cursebound 1, or if you were already cursebound, you increase the value of your cursebound condition by 1. As cursebound abilities are directly linked to your oracular curse, you can't use a cursebound ability if you don't have an oracular curse or if you are already at your maximum cursebound value. You can't mitigate or bypass the drawbacks of any cursebound ability with spells or other effects, and the effects of any cursebound ability end when you [Refocus](/Actions.aspx?ID=2621) and remove the cursebound condition. A cursebound ability that allows a defense uses your spell attack modifier or spell DC unless noted otherwise.",
 "name": "Cursebound",
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 133",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 133 <sup>1.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAbilities with this trait tighten your  oracular  curse's grasp on your soul in exchange for divine insights, giving you the cursebound condition. …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 133"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 133 <sup>1.1</sup>",
 "speed": {},
 "summary": "Abilities with this trait tighten your  oracular  curse's grasp on your soul in exchange for divine insights, giving you the cursebound condition. …",
 "summary_markdown": "Abilities with this trait tighten your  oracular  curse's grasp on your soul in exchange for divine insights, giving you the cursebound condition. …",
 "text": " Cursebound Source Player Core 2 pg. 133 1.1 Abilities with this trait tighten your oracular curse's grasp on your soul in exchange for divine insights, giving you the cursebound condition. When you use a cursebound ability, you become cursebound 1, or if you were already cursebound, you increase the value of your cursebound condition by 1. As cursebound abilities are directly linked to your oracular curse, you can't use a cursebound ability if you don't have an oracular curse or if you are already at your maximum cursebound value. You can't mitigate or bypass the drawbacks of any cursebound ability with spells or other effects, and the effects of any cursebound ability end when you Refocus and remove the cursebound condition. A cursebound ability that allows a defense uses your spell attack modifier or spell DC unless noted otherwise.",
 "trait": [
  "Cursebound"
 ],
 "trait_group": [
  "Class-Specific"
 ],
 "trait_markdown": "Cursebound",
 "trait_raw": [
  "Cursebound"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=800",
 "weakness": {}
}