{
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-786",
 "legacy_id": [
  "trait-388"
 ],
 "markdown": "<title level=\"1\" right=\"Trait\">[Incarnate](/Traits.aspx?ID=786)</title>\r\n\r\n**Source** [Howl of the Wild](/Sources.aspx?ID=226) pg. 218 <sup>2.1</sup>\n\nA spell with the incarnate trait is similar in theme to spells that summon creatures, but it doesn’t conjure a [minion](/Traits.aspx?ID=653) with the [summoned](/Traits.aspx?ID=706) trait. Instead, when summoned, the incarnate creature takes its Arrive action when you finish [Casting the Spell](/Actions.aspx?ID=2734). At the end of your next turn, the incarnate creature can either [Step](/Actions.aspx?ID=2304), [Stride](/Actions.aspx?ID=2305), or take the action for another movement type it has (such as [Climb](/Actions.aspx?ID=2374) or [Burrow](/Actions.aspx?ID=2310)), and then takes its Depart action. The spell then ends. The names of specific Arrive and Depart actions are listed in italics after the word “Arrive” or “Depart” respectively, along with any traits.\n\nA creature summoned by an incarnate spell acts in your interests, directs its effects away from you and your allies as much as possible, and might listen to your requests, but ultimately makes its own decisions. If the spell indicates that the incarnate makes a decision, the GM determines what the incarnate would do. It might even become more inclined to do precisely as you wish over multiple summonings.\n\nThe incarnate is not fully a creature. It can’t take any other actions, nor can it be targeted or harmed by Strikes, spells, or other effects unless they would be able to target or end a spell effect (such as [_dispel magic_](/Spells.aspx?ID=1493)). It has a size for the purposes of determining its placement for effects, but it doesn’t block movement. If applicable, its effects use your spell DCs and spell attack modifier.",
 "name": "Incarnate",
 "primary_source": "Howl of the Wild",
 "primary_source_raw": "Howl of the Wild pg. 218",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-05-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Howl of the Wild](/Sources.aspx?ID=226) pg. 218 <sup>2.1</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA spell with the incarnate trait is similar in theme to spells that summon creatures, but it doesn’t conjure a  minion  with the  summoned  trait. …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Howl of the Wild"
 ],
 "source_raw": [
  "Howl of the Wild pg. 218"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Howl of the Wild](/Sources.aspx?ID=226) pg. 218 <sup>2.1</sup>",
 "speed": {},
 "summary": "A spell with the incarnate trait is similar in theme to spells that summon creatures, but it doesn’t conjure a  minion  with the  summoned  trait. …",
 "summary_markdown": "A spell with the incarnate trait is similar in theme to spells that summon creatures, but it doesn’t conjure a  minion  with the  summoned  trait. …",
 "text": " Incarnate Source Howl of the Wild pg. 218 2.1 A spell with the incarnate trait is similar in theme to spells that summon creatures, but it doesn’t conjure a minion with the summoned trait. Instead, when summoned, the incarnate creature takes its Arrive action when you finish Casting the Spell. At the end of your next turn, the incarnate creature can either Step, Stride, or take the action for another movement type it has (such as Climb or Burrow), and then takes its Depart action. The spell then ends. The names of specific Arrive and Depart actions are listed in italics after the word “Arrive” or “Depart” respectively, along with any traits. A creature summoned by an incarnate spell acts in your interests, directs its effects away from you and your allies as much as possible, and might listen to your requests, but ultimately makes its own decisions. If the spell indicates that the incarnate makes a decision, the GM determines what the incarnate would do. It might even become more inclined to do precisely as you wish over multiple summonings. The incarnate is not fully a creature. It can’t take any other actions, nor can it be targeted or harmed by Strikes, spells, or other effects unless they would be able to target or end a spell effect (such as dispel magic ). It has a size for the purposes of determining its placement for effects, but it doesn’t block movement. If applicable, its effects use your spell DCs and spell attack modifier.",
 "trait": [
  "Incarnate"
 ],
 "trait_group": [
  "Mechanics"
 ],
 "trait_markdown": "Incarnate",
 "trait_raw": [
  "Incarnate"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=786",
 "weakness": {}
}