{
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-416",
 "markdown": "<title level=\"1\" right=\"Trait\">[Unstable](/Traits.aspx?ID=416)</title>\r\n\r\n**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 236 <sup>2.0</sup>\n\nUnstable actions are experimental applications of your innovation that even you can’t fully predict. When you take an unstable action, attempt a DC 15 flat check immediately after applying its effects. This DC is 13 if you’re legendary in Crafting. On a failure, the innovation malfunctions in a spectacular (though harmless) fashion, such as a belch of smoke or shower of sparks, and it becomes incapable of being used for further unstable actions. On a critical failure, you also take an amount of fire damage equal to half your level. You can spend 10 minutes retuning your innovation and making adjustments to return it to functionality, at which point you can use unstable actions with that innovation again.\n\n To take an unstable action, you must be using your innovation (for example, wearing an armor innovation or wielding a weapon innovation). If you have a minion innovation, some unstable actions are taken by the minion instead of you. In these cases, only the minion can take that action, and the minion needs to have been Commanded that turn to take the action. If you critically fail the flat check, the minion takes the damage instead of you.\n\n Some actions have an Unstable Function entry, which you can use to add the unstable trait for a bigger benefit. If you’re unable to use unstable actions, you can still use the action normally, but you can’t use the unstable function.",
 "name": "Unstable",
 "primary_source": "Guns & Gears",
 "primary_source_raw": "Guns & Gears pg. 236",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 236 <sup>2.0</sup>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nUnstable actions are experimental applications of your innovation that even you can’t fully predict. When you take an unstable action, attempt a DC …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 236"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Guns & Gears](/Sources.aspx?ID=98) pg. 236 <sup>2.0</sup>",
 "speed": {},
 "summary": "Unstable actions are experimental applications of your innovation that even you can’t fully predict. When you take an unstable action, attempt a DC …",
 "summary_markdown": "Unstable actions are experimental applications of your innovation that even you can’t fully predict. When you take an unstable action, attempt a DC …",
 "text": " Unstable Source Guns &amp; Gears pg. 236 2.0 Unstable actions are experimental applications of your innovation that even you can’t fully predict. When you take an unstable action, attempt a DC 15 flat check immediately after applying its effects. This DC is 13 if you’re legendary in Crafting. On a failure, the innovation malfunctions in a spectacular (though harmless) fashion, such as a belch of smoke or shower of sparks, and it becomes incapable of being used for further unstable actions. On a critical failure, you also take an amount of fire damage equal to half your level. You can spend 10 minutes retuning your innovation and making adjustments to return it to functionality, at which point you can use unstable actions with that innovation again. To take an unstable action, you must be using your innovation (for example, wearing an armor innovation or wielding a weapon innovation). If you have a minion innovation, some unstable actions are taken by the minion instead of you. In these cases, only the minion can take that action, and the minion needs to have been Commanded that turn to take the action. If you critically fail the flat check, the minion takes the damage instead of you. Some actions have an Unstable Function entry, which you can use to add the unstable trait for a bigger benefit. If you’re unable to use unstable actions, you can still use the action normally, but you can’t use the unstable function.",
 "trait": [
  "Unstable"
 ],
 "trait_group": [
  "Class-Specific"
 ],
 "trait_markdown": "Unstable",
 "trait_raw": [
  "Unstable"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=416",
 "weakness": {}
}