{
 "category": "action",
 "exclude_from_search": true,
 "id": "action-201",
 "markdown": "**Activate** <actions string=\"\" /> 1 minute (command, envision, Interact);     **Effect** You place the miniature theater on the ground, filling it with any set dressing and up to six figures you choose. Then, you tap a rhythm on the miniature, causing it to grow into a modest stage 20 feet wide and 15 feet deep. It’s dressed with the decorations you selected, and simple mannequins wear the costumes you chose. A wooden proscenium arch frames the stage, and simple curtains along the sides conceal the wings. As a magical structure, the stage has the structure trait.\r\n\r\n All the stage’s set dressing is illusory and disappears if taken more than 20 feet from the stage. The costumes are physical but with illusory embellishments that fade at the same range, revealing only plain, white smocks.",
 "name": "1 minute (command, envision, Interact)",
 "primary_source": "Core Rulebook",
 "primary_source_raw": "Core Rulebook pg. 596",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 596 <sup>4.0</sup>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou place the miniature theater on the ground, filling it with any set dressing and up to six figures you choose. Then, you tap a rhythm on the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 596"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Core Rulebook](/Sources.aspx?ID=1) pg. 596 <sup>4.0</sup>",
 "speed": {},
 "summary": "You place the miniature theater on the ground, filling it with any set dressing and up to six figures you choose. Then, you tap a rhythm on the …",
 "summary_markdown": "You place the miniature theater on the ground, filling it with any set dressing and up to six figures you choose. Then, you tap a rhythm on the …",
 "text": " Activate 1 minute (command, envision, Interact); Effect You place the miniature theater on the ground, filling it with any set dressing and up to six figures you choose. Then, you tap a rhythm on the miniature, causing it to grow into a modest stage 20 feet wide and 15 feet deep. It’s dressed with the decorations you selected, and simple mannequins wear the costumes you chose. A wooden proscenium arch frames the stage, and simple curtains along the sides conceal the wings. As a magical structure, the stage has the structure trait. All the stage’s set dressing is illusory and disappears if taken more than 20 feet from the stage. The costumes are physical but with illusory embellishments that fade at the same range, revealing only plain, white smocks.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=201",
 "weakness": {}
}