{
 "category": "action",
 "exclude_from_search": false,
 "id": "action-2368",
 "legacy_id": [
  "action-27"
 ],
 "markdown": "<title level=\"1\" right=\"Action\">[Subsist](/Actions.aspx?ID=2368) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=580\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 232 <sup>2.0</sup>\n\n</column>\r\n\r\n---\r\n\r\nYou try to provide food and shelter for yourself, and possibly others as well, with a standard of living described [here](/Rules.aspx?ID=2218). The GM determines the DC based on the nature of the place where you're trying to Subsist. You might need a minimum proficiency rank to Subsist in particularly strange environments. Unlike most downtime activities, you can Subsist after 8 hours or less of exploration, but if you do, you take a –5 penalty.\r\n\r\n**Critical Success** You either provide a subsistence living for yourself and one additional creature, or you improve your own food and shelter, granting yourself a comfortable living.<br />\r\n**Success** You find enough food and shelter with basic protection from the elements to provide you a subsistence living.<br />\r\n**Failure** You're exposed to the elements and don't get enough food, becoming fatigued until you attain sufficient food and shelter.<br />\r\n**Critical Failure** You attract trouble, eat something you shouldn't, or otherwise worsen your situation. You take a –2 circumstance penalty to checks to Subsist for 1 week. You don't find any food at all; if you don't have any stored up, you're in danger of starving or dying of thirst if you continue failing.\r\n\r\n<title level=\"2\">Sample Subsist Tasks</title>\n\n**Untrained** lush forest with calm weather or large city with plentiful resources<br />\r\n**Trained** typical hillside or village<br />\r\n**Expert** typical mountains or insular hamlet<br />\r\n**Master** typical desert or city under siege<br />\r\n**Legendary** barren wasteland or city of undead",
 "name": "Subsist",
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 232",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=580\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 232 <sup>2.0</sup>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou try to provide food and shelter for yourself, and possibly others as well, with a standard of living described  here . The GM determines the DC …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 232"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 232 <sup>2.0</sup>",
 "speed": {},
 "summary": "You try to provide food and shelter for yourself, and possibly others as well, with a standard of living described  here . The GM determines the DC …",
 "summary_markdown": "You try to provide food and shelter for yourself, and possibly others as well, with a standard of living described  here . The GM determines the DC …",
 "text": " Subsist Source Player Core pg. 232 2.0 --- You try to provide food and shelter for yourself, and possibly others as well, with a standard of living described here. The GM determines the DC based on the nature of the place where you're trying to Subsist. You might need a minimum proficiency rank to Subsist in particularly strange environments. Unlike most downtime activities, you can Subsist after 8 hours or less of exploration, but if you do, you take a –5 penalty. Critical Success You either provide a subsistence living for yourself and one additional creature, or you improve your own food and shelter, granting yourself a comfortable living. Success You find enough food and shelter with basic protection from the elements to provide you a subsistence living. Failure You're exposed to the elements and don't get enough food, becoming fatigued until you attain sufficient food and shelter. Critical Failure You attract trouble, eat something you shouldn't, or otherwise worsen your situation. You take a –2 circumstance penalty to checks to Subsist for 1 week. You don't find any food at all; if you don't have any stored up, you're in danger of starving or dying of thirst if you continue failing. Sample Subsist Tasks Untrained lush forest with calm weather or large city with plentiful resources Trained typical hillside or village Expert typical mountains or insular hamlet Master typical desert or city under siege Legendary barren wasteland or city of undead",
 "trait": [
  "Downtime"
 ],
 "trait_group": [
  "Mechanics"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=580)",
 "trait_raw": [
  "Downtime"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=2368",
 "weakness": {}
}