{
 "ac": 15,
 "ac_scale": "Moderate",
 "ac_scale_number": 3,
 "attack_bonus": [
  9
 ],
 "attack_bonus_scale": [
  "High"
 ],
 "attack_bonus_scale_number": [
  4
 ],
 "category": "creature",
 "charisma": -1,
 "charisma_scale": "Low",
 "charisma_scale_number": 2,
 "constitution": 2,
 "constitution_scale": "Low",
 "constitution_scale_number": 2,
 "creature_ability": [
  "Irritating Dander",
  "Buck",
  "Juke",
  "Goblin Pox",
  "Scratch"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "dexterity_scale": "Low",
 "dexterity_scale_number": 2,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "fortitude_save_scale": "Moderate",
 "fortitude_save_scale_number": 3,
 "hp": 17,
 "hp_raw": "17",
 "hp_scale": "Low",
 "hp_scale_number": 2,
 "id": "creature-3028",
 "image": [
  "/Images/Monsters/Goblin_Dog.webp"
 ],
 "intelligence": -4,
 "intelligence_scale": "Low",
 "intelligence_scale_number": 2,
 "language_markdown": "",
 "legacy_id": [
  "creature-236"
 ],
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Goblin Dog](/Monsters.aspx?ID=3028)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nGoblins' eponymous pets aren't true canines at all but rather large, blunt-nosed rodents with thin bodies and long legs. Often as cowardly as they are ugly, goblin dogs prefer to lurk behind bushes or in deep shadows, only pouncing upon lone or wounded prey. Goblin dogs frequently roam in packs, but they are likely to flee from a fight if injured, even if it means abandoning their packmates.\n\n Goblin dogs take their name from a long association with [goblins](/MonsterFamilies.aspx?ID=422), who breed the beasts as guard animals and mounts. Most goblins take issue with the name, as the average goblin is appalled at the suggestion that their favored mounts have anything at all to do with actual dogs. Of course, being goblins, they haven't bothered to come up with their own unique name for the creatures.\n\n Even the most pampered goblin dogs have itchy mange and prolific dander that tenaciously affects those who come in contact with them. This “goblin pox” causes itchy hives and festering sores that are as unsightly as they are irritating and distracting. Goblin dog dander causes allergic reactions in nearly all other creatures that don't share goblin dogs' terrible hygiene—with the notable exception being, of course, goblins, who remain entirely immune to the disease regardless of cleanliness.\n\n Hunger can drive goblin dogs to bouts of uncharacteristic violence, and crueler goblins sometimes purposefully starve their pets on the eve of battle. Goblin dogs subsist on whatever organic material they can scavenge; they particularly enjoy fresh carrion. Although goblins are far from picky eaters themselves, they value goblin dogs because the noisome animals will consume material that even goblins won't touch. In fact, “Will It Eat?” is one of the most popular games goblins play with their pets, where a wide range of morsels (not always edible or safe to consume) are dangled before a goblin dog's snout. Sadly, the game “Will It Die?” is often played after “Will It Eat?” Goblin dogs that survive the second game earn renown for their digestive prowess and often become favored tribal pets, treated even better than most of the rank-and-file goblins.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=43)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Goblin_Dog.webp\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Goblin Dog](/Monsters.aspx?ID=3028)</title>\r\n\r\n<traits>\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=531\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 176 <sup>1.1</sup>\n\n**Perception** +6; [low-light vision](/MonsterAbilities.aspx?ID=69), [scent](/MonsterAbilities.aspx?ID=74) ([imprecise](/Rules.aspx?ID=412)) 30 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +6, [Stealth](/Skills.aspx?ID=15) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +2\r\n\r\n**Con** +2\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** -1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 15 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +8 \r\n\r\n**Will** +5 \n\n</row>\r\n\r\n<row gap=\"medium\">\r\n**HP** 17\n\n</row>\n\n**Irritating Dander** A creature that hits a goblin dog with an [unarmed](/Traits.aspx?ID=719) attack, tries to [Grapple](/Actions.aspx?ID=2376) it, or otherwise touches it is exposed to goblin pox.<br />**[Buck](/MonsterAbilities.aspx?ID=54)** <actions string=\"Reaction\" /> DC 17<br />**Juke** <actions string=\"Reaction\" /> **Requirements** A creature must be mounted on the goblin dog; **Trigger** The rider issues a command to the goblin dog; **Effect** The goblin dog Steps before following the command.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +9,\r\n**Damage** 1d6+3 piercing plus goblin pox\n\n**Goblin Pox**  ([Disease](/Traits.aspx?ID=46)) [Goblins](/Traits.aspx?ID=618) and goblin dogs are immune to goblin pox; **Saving Throw** DC 17 Fortitude; **Stage 1** sickened 1 (1 round); **Stage 2** [sickened 1](/Conditions.aspx?ID=91) and [slowed 1](/Conditions.aspx?ID=92) (1 round); **Stage 3** sickened 2 and can't reduce its sickened value below 1 (1 day)\r\n\r\n**Scratch** <actions string=\"Two Actions\" /> ([Manipulate](/Traits.aspx?ID=104)) The goblin dog vigorously scratches itself, exposing all adjacent creatures to goblin pox.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Goblin Dog Stories</title>\r\n\r\nGoblins adore goblin dogs, and crafting stories of their pets' antics is a time-honored tradition among many goblin tribes. Goblins often seek to outdo prior yarns by increasing the audacity, ridiculousness, and surreality of their adventures. Examples include goblin dogs holding fancy dinners in high society among unwitting humans, goblin dogs tainting dwarven ale in unmentionable ways, and goblins who actually transform into something else as a result of a goblin dog bite. This last tale in particular has some truth to it, as credible accounts confirm the existence of goblin dog werecreatures in certain tribes.\r\n</aside>",
 "name": "Goblin Dog",
 "npc": false,
 "perception": 6,
 "perception_scale": "Low",
 "perception_scale_number": 2,
 "pfs": "Standard",
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 176",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "reflex_save": 8,
 "reflex_save_scale": "Moderate",
 "reflex_save_scale_number": 3,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=531\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 176 <sup>1.1</sup>\n\n<row gap=\"medium\">\r\n**HP** 17\r\n\r\n**AC** 15\r\n\r\n**Fort** +8\r\n\r\n**Ref** +8\r\n\r\n**Will** +5\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGoblins' eponymous pets aren't true canines at all but rather large, blunt-nosed rodents with thin bodies and long legs. Often as cowardly as they …\r\n</summary>",
 "sense": " low-light vision ,  scent  ( imprecise ) 30 feet",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=69), [scent](/MonsterAbilities.aspx?ID=74) ([imprecise](/Rules.aspx?ID=412)) 30 feet",
 "size": [
  "Medium"
 ],
 "size_id": [
  3
 ],
 "skill": [
  "Athletics",
  "Stealth"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +6, [Stealth](/Skills.aspx?ID=15) +7",
 "skill_mod": {
  "athletics": 6,
  "stealth": 7
 },
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 176"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 176 <sup>1.1</sup>",
 "speed": {
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet",
 "speed_raw": "40 feet",
 "spell_markdown": "",
 "stealth": "7",
 "strike_damage_average": [
  6
 ],
 "strike_damage_scale": [
  "High"
 ],
 "strike_damage_scale_number": [
  4
 ],
 "strength": 3,
 "strength_scale": "Moderate",
 "strength_scale_number": 3,
 "strongest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex"
 ],
 "summary": "Goblins' eponymous pets aren't true canines at all but rather large, blunt-nosed rodents with thin bodies and long legs. Often as cowardly as they …",
 "summary_markdown": "Goblins' eponymous pets aren't true canines at all but rather large, blunt-nosed rodents with thin bodies and long legs. Often as cowardly as they …",
 "text": " Goblin Dog Goblins' eponymous pets aren't true canines at all but rather large, blunt-nosed rodents with thin bodies and long legs. Often as cowardly as they are ugly, goblin dogs prefer to lurk behind bushes or in deep shadows, only pouncing upon lone or wounded prey. Goblin dogs frequently roam in packs, but they are likely to flee from a fight if injured, even if it means abandoning their packmates. Goblin dogs take their name from a long association with goblins, who breed the beasts as guard animals and mounts. Most goblins take issue with the name, as the average goblin is appalled at the suggestion that their favored mounts have anything at all to do with actual dogs. Of course, being goblins, they haven't bothered to come up with their own unique name for the creatures. Even the most pampered goblin dogs have itchy mange and prolific dander that tenaciously affects those who come in contact with them. This “goblin pox” causes itchy hives and festering sores that are as unsightly as they are irritating and distracting. Goblin dog dander causes allergic reactions in nearly all other creatures that don't share goblin dogs' terrible hygiene—with the notable exception being, of course, goblins, who remain entirely immune to the disease regardless of cleanliness. Hunger can drive goblin dogs to bouts of uncharacteristic violence, and crueler goblins sometimes purposefully starve their pets on the eve of battle. Goblin dogs subsist on whatever organic material they can scavenge; they particularly enjoy fresh carrion. Although goblins are far from picky eaters themselves, they value goblin dogs because the noisome animals will consume material that even goblins won't touch. In fact, “Will It Eat?” is one of the most popular games goblins play with their pets, where a wide range of morsels (not always edible or safe to consume) are dangled before a goblin dog's snout. Sadly, the game “Will It Die?” is often played after “Will It Eat?” Goblin dogs that survive the second game earn renown for their digestive prowess and often become favored tribal pets, treated even better than most of the rank-and-file goblins. Recall Knowledge - Animal (Nature): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Goblin Dog Source Monster Core pg. 176 1.1 Perception +6; low-light vision, scent (imprecise) 30 feet Languages Skills Athletics +6, Stealth +7 Str +3 Dex +2 Con +2 Int -4 Wis +1 Cha -1 --- AC 15 Fort +8 Ref +8 Will +5 HP 17 Irritating Dander A creature that hits a goblin dog with an unarmed attack, tries to Grapple it, or otherwise touches it is exposed to goblin pox. Buck Reaction DC 17 Juke Reaction Requirements A creature must be mounted on the goblin dog; Trigger The rider issues a command to the goblin dog; Effect The goblin dog Steps before following the command. --- Speed 40 feet Melee Single Action jaws +9, Damage 1d6+3 piercing plus goblin pox Goblin Pox (Disease) Goblins and goblin dogs are immune to goblin pox; Saving Throw DC 17 Fortitude; Stage 1 sickened 1 (1 round); Stage 2 sickened 1 and slowed 1 (1 round); Stage 3 sickened 2 and can't reduce its sickened value below 1 (1 day) Scratch Two Actions (Manipulate) The goblin dog vigorously scratches itself, exposing all adjacent creatures to goblin pox. Goblin Dog Stories Goblins adore goblin dogs, and crafting stories of their pets' antics is a time-honored tradition among many goblin tribes. Goblins often seek to outdo prior yarns by increasing the audacity, ridiculousness, and surreality of their adventures. Examples include goblin dogs holding fancy dinners in high society among unwitting humans, goblin dogs tainting dwarven ale in unmentionable ways, and goblins who actually transform into something else as a result of a goblin dog bite. This last tale in particular has some truth to it, as credible accounts confirm the existence of goblin dog werecreatures in certain tribes. ",
 "tradition_markdown": "",
 "trait": [
  "Animal",
  "Medium"
 ],
 "trait_group": [
  "Creature Type"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=531)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=3028",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 5,
 "will_save_scale": "Low",
 "will_save_scale_number": 2,
 "wisdom": 1,
 "wisdom_scale": "Low",
 "wisdom_scale_number": 2
}