{
 "attribute": [
  "Dexterity",
  "Charisma",
  "Free"
 ],
 "attribute_flaw": [
  "Wisdom"
 ],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-77",
 "image": [
  "/Images/Ancestries/Catfolk01.webp",
  "/Images/Ancestries/Catfolk02.webp"
 ],
 "language": [
  "Amurrun",
  "Common"
 ],
 "language_markdown": "[Amurrun](/Languages.aspx?ID=25), [Common](/Languages.aspx?ID=155)",
 "legacy_id": [
  "ancestry-17"
 ],
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"\">[Catfolk](/Ancestries.aspx?ID=77)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Catfolk\" url=\"/Traits.aspx?ID=746\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 8 <sup>1.1</sup>\n\n_Catfolk are highly social, feline humanoids prone to curiosity and wandering._\r\n\r\nCurious and gregarious wanderers, catfolk combine the features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as the chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition. They believe that strong communities, breadth of experience, and continual self-improvement aid them in this fight.\n\nAs quick as their reflexes are, catfolk have quicker tempers, shifting from effusive glee to aggrieved fury in an instant. Like mundane felines, catfolk involuntarily purr when pleased and growl when surprised or angry. If you want a character who is curious, brave, friendly, and nimble in body and mind, you should play a catfolk.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Catfolk01.webp\" />\r\n<image src=\"/images/Ancestries/Catfolk02.webp\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Demonstrate genuine interest by asking a lot of enthusiastic questions.</li><li>Avoid interpersonal conflict by giving someone a cold shoulder or by simply leaving the area.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Think you monopolize conversations with your incessant queries or opinions.</li><li>Ascribe more emotion than you feel to your involuntary purrs or growling.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nAlthough all catfolk walk upright and have soft fur, a tail, large ears, and vertical pupils, they show at least as much variety as ordinary felines. Catfolk have nimble fingers with short claws that are usually retractable. \n\nCatfolk mature quickly and are able to walk at only a few months old, but they start their careers at roughly the same age as humans do and live to be 60 or 70 years of age.\r\n\r\n<title level=\"2\">Society</title>\r\nCatfolk call themselves amurruns, although many consider this name to be private. They raise their children in large extended families, where they are given latitude to explore and get into trouble from a remarkably young age. Catfolk learn a trade in a loose apprenticeship, and the majority learn several trades over their lives.\n\n Catfolk societies are often led by an appointed leader who speaks on behalf of the community and mediates disputes. They prefer to deal with grievances by making an elaborate showing of disinterest, or even leaving a community for a time so the problem can die away.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost catfolk believe they were uplifted from great primeval cats to confront the evil abominations despoiling natural places and laboring to unmake reality. Many, however, enjoy the freedom to travel and like to set their own paths in life. Religious catfolk most often practice a nebulous form of animism, appeasing the spirits of the land and the creatures they hunt to preserve the natural order.\n\n **Popular Edicts** travel the world, protect natural places, fastidiously maintain your appearance<br /> **Popular Anathema** leave questions unanswered\n\n<title level=\"2\">Names</title>\r\nCatfolk are given short names in their youth. Adolescent catfolk are free to choose a different name when they first leave home.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAlyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra\n<title level=\"2\">Catfolk Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Attribute Boosts</title>\r\nDexterity, Charisma, Free\r\n\r\n<title level=\"3\">Attribute Flaws</title>\r\nWisdom\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Amurrun](/Languages.aspx?ID=25)\r\n\r\n[Common](/Languages.aspx?ID=155)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=156), [Elven](/Languages.aspx?ID=158), [Gnomish](/Languages.aspx?ID=159), [Goblin](/Languages.aspx?ID=160), [Halfling](/Languages.aspx?ID=161), [Iruxi](/Languages.aspx?ID=32), [Jotun](/Languages.aspx?ID=162), [Fey](/Languages.aspx?ID=119), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in [dim light](/Rules.aspx?ID=408) as though it were [bright light](/Rules.aspx?ID=407), so you ignore the [concealed](/Conditions.aspx?ID=62) condition due to dim light.\r\n\r\n<title level=\"3\">Land on Your Feet</title>\r\nWhen you [fall](/Rules.aspx?ID=402), you take only half the normal damage and don't land [prone](/Conditions.aspx?ID=88).",
 "name": "Catfolk",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=77"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=77/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=77/heritages"
  }
 ],
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 8",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Catfolk\" url=\"/Traits.aspx?ID=746\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 8 <sup>1.1</sup>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Attribute Boosts**\r\nDexterity, Charisma, Free\r\n\r\n**Attribute Flaw**\r\nWisdom\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCatfolk are highly social, feline humanoids prone to curiosity and wandering.\r\n</summary>",
 "size": [
  "Medium"
 ],
 "size_id": [
  3
 ],
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 8"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 8 <sup>1.1</sup>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Catfolk are highly social, feline humanoids prone to curiosity and wandering.",
 "summary_markdown": "Catfolk are highly social, feline humanoids prone to curiosity and wandering.",
 "text": " Catfolk Source Player Core 2 pg. 8 1.1 Catfolk are highly social, feline humanoids prone to curiosity and wandering. Curious and gregarious wanderers, catfolk combine the features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as the chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition. They believe that strong communities, breadth of experience, and continual self-improvement aid them in this fight. As quick as their reflexes are, catfolk have quicker tempers, shifting from effusive glee to aggrieved fury in an instant. Like mundane felines, catfolk involuntarily purr when pleased and growl when surprised or angry. If you want a character who is curious, brave, friendly, and nimble in body and mind, you should play a catfolk. You Might... Demonstrate genuine interest by asking a lot of enthusiastic questions. Avoid interpersonal conflict by giving someone a cold shoulder or by simply leaving the area. Others Probably... Think you monopolize conversations with your incessant queries or opinions. Ascribe more emotion than you feel to your involuntary purrs or growling. Physical Description Although all catfolk walk upright and have soft fur, a tail, large ears, and vertical pupils, they show at least as much variety as ordinary felines. Catfolk have nimble fingers with short claws that are usually retractable. Catfolk mature quickly and are able to walk at only a few months old, but they start their careers at roughly the same age as humans do and live to be 60 or 70 years of age. Society Catfolk call themselves amurruns, although many consider this name to be private. They raise their children in large extended families, where they are given latitude to explore and get into trouble from a remarkably young age. Catfolk learn a trade in a loose apprenticeship, and the majority learn several trades over their lives. Catfolk societies are often led by an appointed leader who speaks on behalf of the community and mediates disputes. They prefer to deal with grievances by making an elaborate showing of disinterest, or even leaving a community for a time so the problem can die away. Alignment and Religion Most catfolk believe they were uplifted from great primeval cats to confront the evil abominations despoiling natural places and laboring to unmake reality. Many, however, enjoy the freedom to travel and like to set their own paths in life. Religious catfolk most often practice a nebulous form of animism, appeasing the spirits of the land and the creatures they hunt to preserve the natural order. Popular Edicts travel the world, protect natural places, fastidiously maintain your appearance Popular Anathema leave questions unanswered Names Catfolk are given short names in their youth. Adolescent catfolk are free to choose a different name when they first leave home. Sample Names Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra Catfolk Mechanics Hit Points 8 Size Medium Speed 25 feet Attribute Boosts Dexterity, Charisma, Free Attribute Flaws Wisdom Languages Amurrun Common Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Elven, Gnomish, Goblin, Halfling, Iruxi, Jotun, Fey, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light. Land on Your Feet When you fall, you take only half the normal damage and don't land prone.",
 "trait": [
  "Catfolk",
  "Humanoid",
  "Uncommon"
 ],
 "trait_group": [
  "Monster",
  "Creature Type",
  "Rarity"
 ],
 "trait_markdown": "[Catfolk](/Traits.aspx?ID=746), [Humanoid](/Traits.aspx?ID=628), [Uncommon](/Traits.aspx?ID=721)",
 "trait_raw": [
  "Catfolk",
  "Humanoid",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=77",
 "vision": "Low-Light Vision",
 "weakness": {}
}