{
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-87",
 "image": [
  "/Images/Ancestries/Duskwalker01.webp",
  "/Images/Ancestries/Duskwalker02.webp"
 ],
 "language_markdown": "",
 "legacy_id": [
  "ancestry-25"
 ],
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"\">[Duskwalker](/Ancestries.aspx?ID=87)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Duskwalker\" url=\"/Traits.aspx?ID=751\" />\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 48 <sup>1.1</sup>\n\n_A duskwalker isn't born; they are instead created, each manifesting as a mortal child in a location with close ties to death. They embody the somber powers of the [psychopomps](/MonsterFamilies.aspx?ID=458), immortal guardians and shepherds of the dead, and they maintain a fascination with and deep understanding of death throughout their lives. More singular than other versatile heritages, duskwalkers don't have different lineages._\r\n\r\nThe first duskwalkers manifested as the result of a bargain between two powerful [psychopomps](/MonsterFamilies.aspx?ID=458), the immortal guardians and guides of souls after death. One believed that souls who helped preserve the cycle of life and death—but had their own lives cut short—deserved reincarnation, while the other felt this would too greatly violate that same cycle. In the end, duskwalkers rose from a concession between the two psychopomps: such rebirths could occur, but in limited frequency. Only a finite number of duskwalkers ever exist at any one point in time.\n\n When a duskwalker perishes and faces final judgment, a new one incarnates within a year from a deserving soul, typically somewhere far from the previous duskwalker's birthplace. Duskwalkers manifest in locations with a sanctified connection to death, such as graveyards or temples, and begin their lives at adolescence. No duskwalker is capable of bearing or siring biological children, but this doesn't prevent them from establishing families, typically through adoption.\n\n Duskwalkers have an inherent understanding of the cycle of life and death. In most cases this manifests as a deep respect for that cycle and pushes the duskwalker toward occupations that help them to protect it, such as hunters of the [undead](/Traits.aspx?ID=722), midwives, morticians, and priests.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Duskwalker01.webp\" />\r\n<image src=\"/images/Ancestries/Duskwalker02.webp\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Seek out opportunities to form strong friendships with a diverse array of companions.</li><li>Become focused on preventing the spread of undeath.</li><li>Be intrigued at finding your identity in a previous life.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you're a necromancer or have some other strange interest in death or the dead.</li><li>Want to know if you remember your past life or ask you about the secrets of death or the afterlife.</li></ul>\n<title level=\"2\">Duskwalker Heritage Mechanics</title>\r\n\r\nThanks to an ancient bargain, your soul has been reborn as a duskwalker, a planar scion with a connection to [psychopomps](/MonsterFamilies.aspx?ID=458) and the [Boneyard](/Planes.aspx?ID=39). You gain the [duskwalker](/Traits.aspx?ID=751) trait. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. Neither your body nor your spirit can ever become [undead](/Traits.aspx?ID=722). You can select from [duskwalker feats](/Feats.aspx?Traits=751) and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Duskwalker",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=87"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=87/feats"
  }
 ],
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 48",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Duskwalker\" url=\"/Traits.aspx?ID=751\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 48 <sup>1.1</sup>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA duskwalker isn't born; they are instead created, each manifesting as a mortal child in a location with close ties to death. They embody the somber …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "size_id": [
  3
 ],
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 48"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 48 <sup>1.1</sup>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "A duskwalker isn't born; they are instead created, each manifesting as a mortal child in a location with close ties to death. They embody the somber …",
 "summary_markdown": "A duskwalker isn't born; they are instead created, each manifesting as a mortal child in a location with close ties to death. They embody the somber …",
 "text": " Duskwalker Source Player Core 2 pg. 48 1.1 A duskwalker isn't born; they are instead created, each manifesting as a mortal child in a location with close ties to death. They embody the somber powers of the psychopomps, immortal guardians and shepherds of the dead, and they maintain a fascination with and deep understanding of death throughout their lives. More singular than other versatile heritages, duskwalkers don't have different lineages. The first duskwalkers manifested as the result of a bargain between two powerful psychopomps, the immortal guardians and guides of souls after death. One believed that souls who helped preserve the cycle of life and death—but had their own lives cut short—deserved reincarnation, while the other felt this would too greatly violate that same cycle. In the end, duskwalkers rose from a concession between the two psychopomps: such rebirths could occur, but in limited frequency. Only a finite number of duskwalkers ever exist at any one point in time. When a duskwalker perishes and faces final judgment, a new one incarnates within a year from a deserving soul, typically somewhere far from the previous duskwalker's birthplace. Duskwalkers manifest in locations with a sanctified connection to death, such as graveyards or temples, and begin their lives at adolescence. No duskwalker is capable of bearing or siring biological children, but this doesn't prevent them from establishing families, typically through adoption. Duskwalkers have an inherent understanding of the cycle of life and death. In most cases this manifests as a deep respect for that cycle and pushes the duskwalker toward occupations that help them to protect it, such as hunters of the undead, midwives, morticians, and priests. You Might... Seek out opportunities to form strong friendships with a diverse array of companions. Become focused on preventing the spread of undeath. Be intrigued at finding your identity in a previous life. Others Probably... Assume you're a necromancer or have some other strange interest in death or the dead. Want to know if you remember your past life or ask you about the secrets of death or the afterlife. Duskwalker Heritage Mechanics Thanks to an ancient bargain, your soul has been reborn as a duskwalker, a planar scion with a connection to psychopomps and the Boneyard. You gain the duskwalker trait. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. Neither your body nor your spirit can ever become undead. You can select from duskwalker feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Duskwalker",
  "Uncommon"
 ],
 "trait_group": [
  "Monster",
  "Rarity"
 ],
 "trait_markdown": "[Duskwalker](/Traits.aspx?ID=751), [Uncommon](/Traits.aspx?ID=721)",
 "trait_raw": [
  "Duskwalker",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=87",
 "weakness": {}
}