{
 "attribute": [
  "Dexterity",
  "Charisma",
  "Free"
 ],
 "attribute_flaw": [
  "Wisdom"
 ],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-62",
 "image": [
  "/Images/Ancestries/Goblin01.png",
  "/Images/Ancestries/Goblin02.png"
 ],
 "language": [
  "Common",
  "Goblin"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6)",
 "legacy_id": [
  "ancestry-4"
 ],
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"\">[Goblin](/Ancestries.aspx?ID=62)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=618\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n</traits>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 54 <sup>2.0</sup>\n\n_Goblins are a short, scrappy, energetic people who have spent millennia maligned and feared._\r\n\r\nThe convoluted histories other people cling to don't interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big. Many goblins enjoy simpler delights like songs, fire, and eating, and hate reading, dogs, and horses. Other goblins might have more complex pursuits, though, such as tinkering with scraps or concocting snacks and explosives from most anything.\n\n If you want a character who is eccentric, enthusiastic, and fun-loving, you should play a goblin.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Goblin01.png\" />\r\n<image src=\"/images/Ancestries/Goblin02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Strive to prove that you have a place among other civilized peoples, perhaps even to yourself.</li><li>Lighten the heavy emotional burdens others carry (and amuse yourself) with antics and pranks.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Work to ensure you don't accidentally (or intentionally) set too many things on fire.</li><li>Wonder how you survive given your ancestry's typical gastronomic choices, reckless behavior, and love of fire.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nGoblins are stumpy humanoids with large bodies, scrawny limbs, and massively oversized heads with large ears and beady red eyes. Their skin ranges from green to gray to blue, and they often bear scars, boils, and rashes. Goblins average 3 feet tall. Most are bald, with little or no body hair. Their jagged teeth fall out and regrow constantly, and their fast metabolism means they eat constantly and nap frequently. Mutations are also more common among goblins than other peoples, and goblins usually view particularly salient mutations as a sign of power or fortune.\n\n Goblins reach adolescence by the age of 3 and adulthood 4 or 5 years later. Goblins can live 50 years or more, but without anyone to protect them from each other or themselves, few live past 20 years of age.\r\n\r\n<title level=\"2\">Society</title>\r\nGoblins tend to flock to strong leaders, forming small tribes. These tribes rarely number more than a hundred, though the larger a tribe is, the more diligent the leader must be to keep order—a notoriously difficult task. Play and creativity matter more to goblins than productivity or study, and their encampments erupt with songs and laughter.\n\n Goblins bond closely with their allies, fiercely protecting those companions who have protected them or offered a sympathetic ear. Goblins tend to assume for their own protection that members of taller ancestries, which goblins often refer to colloquially as “longshanks,” won't treat them kindly. Learning to trust longshanks is difficult for a goblin, and it's been only in recent years that such a partnership has even been an option. Goblins keep their names simple. A good name should be easy to pronounce, short enough to shout without getting winded, and taste good to say. The namer often picks a word that rhymes with something they like so that writing songs is easier.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nEven the most well-intentioned goblins have trouble following the rules, meaning goblin adventurers are often unsure whether they're on the right side of the law. Organized worship likewise confounds goblins, and most of them would rather pick their own deities, choosing powerful monsters, natural wonders, or anything else they find fascinating— sometimes even attributing deific status to fellow goblins of note. Goblins who spend time around people of other ancestries might adopt some of their beliefs, though, and many goblin adventurers adopt the worship of [Cayden Cailean](/Deities.aspx?ID=4).\n\n **Popular Edicts** invent songs for every occasion, turn trash into your treasures, solve problems with fire<br /> **Popular Anathema** trust a dog or horse, learn to read\n\n<title level=\"2\">Names</title>\r\nAk, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini\n<title level=\"2\">Goblin Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Attribute Boosts</title>\r\nDexterity, Charisma, Free\r\n\r\n<title level=\"3\">Attribute Flaws</title>\r\nWisdom\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Goblin](/Languages.aspx?ID=6)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Gnomish](/Languages.aspx?ID=5), [Halfling](/Languages.aspx?ID=7), [Kholo](/Languages.aspx?ID=122), [Orcish](/Languages.aspx?ID=9), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "name": "Goblin",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=62"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=62/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=62/heritages"
  }
 ],
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 54",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=618\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 54 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Attribute Boosts**\r\nDexterity, Charisma, Free\r\n\r\n**Attribute Flaw**\r\nWisdom\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGoblins are a short, scrappy, energetic people who have spent millennia maligned and feared.\r\n</summary>",
 "size": [
  "Small"
 ],
 "size_id": [
  2
 ],
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 54"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 54 <sup>2.0</sup>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Goblins are a short, scrappy, energetic people who have spent millennia maligned and feared.",
 "summary_markdown": "Goblins are a short, scrappy, energetic people who have spent millennia maligned and feared.",
 "text": " Goblin Source Player Core pg. 54 2.0 Goblins are a short, scrappy, energetic people who have spent millennia maligned and feared. The convoluted histories other people cling to don't interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big. Many goblins enjoy simpler delights like songs, fire, and eating, and hate reading, dogs, and horses. Other goblins might have more complex pursuits, though, such as tinkering with scraps or concocting snacks and explosives from most anything. If you want a character who is eccentric, enthusiastic, and fun-loving, you should play a goblin. You Might... Strive to prove that you have a place among other civilized peoples, perhaps even to yourself. Lighten the heavy emotional burdens others carry (and amuse yourself) with antics and pranks. Others Probably... Work to ensure you don't accidentally (or intentionally) set too many things on fire. Wonder how you survive given your ancestry's typical gastronomic choices, reckless behavior, and love of fire. Physical Description Goblins are stumpy humanoids with large bodies, scrawny limbs, and massively oversized heads with large ears and beady red eyes. Their skin ranges from green to gray to blue, and they often bear scars, boils, and rashes. Goblins average 3 feet tall. Most are bald, with little or no body hair. Their jagged teeth fall out and regrow constantly, and their fast metabolism means they eat constantly and nap frequently. Mutations are also more common among goblins than other peoples, and goblins usually view particularly salient mutations as a sign of power or fortune. Goblins reach adolescence by the age of 3 and adulthood 4 or 5 years later. Goblins can live 50 years or more, but without anyone to protect them from each other or themselves, few live past 20 years of age. Society Goblins tend to flock to strong leaders, forming small tribes. These tribes rarely number more than a hundred, though the larger a tribe is, the more diligent the leader must be to keep order—a notoriously difficult task. Play and creativity matter more to goblins than productivity or study, and their encampments erupt with songs and laughter. Goblins bond closely with their allies, fiercely protecting those companions who have protected them or offered a sympathetic ear. Goblins tend to assume for their own protection that members of taller ancestries, which goblins often refer to colloquially as “longshanks,” won't treat them kindly. Learning to trust longshanks is difficult for a goblin, and it's been only in recent years that such a partnership has even been an option. Goblins keep their names simple. A good name should be easy to pronounce, short enough to shout without getting winded, and taste good to say. The namer often picks a word that rhymes with something they like so that writing songs is easier. Alignment and Religion Even the most well-intentioned goblins have trouble following the rules, meaning goblin adventurers are often unsure whether they're on the right side of the law. Organized worship likewise confounds goblins, and most of them would rather pick their own deities, choosing powerful monsters, natural wonders, or anything else they find fascinating— sometimes even attributing deific status to fellow goblins of note. Goblins who spend time around people of other ancestries might adopt some of their beliefs, though, and many goblin adventurers adopt the worship of Cayden Cailean. Popular Edicts invent songs for every occasion, turn trash into your treasures, solve problems with fire Popular Anathema trust a dog or horse, learn to read Names Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini Goblin Mechanics Hit Points 6 Size Small Speed 25 feet Attribute Boosts Dexterity, Charisma, Free Attribute Flaws Wisdom Languages Common Goblin Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Dwarven, Gnomish, Halfling, Kholo, Orcish, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "trait": [
  "Goblin",
  "Humanoid"
 ],
 "trait_group": [
  "Ancestry",
  "Weapon",
  "Creature Type"
 ],
 "trait_markdown": "[Goblin](/Traits.aspx?ID=618), [Humanoid](/Traits.aspx?ID=628)",
 "trait_raw": [
  "Goblin",
  "Humanoid"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=62",
 "vision": "Darkvision",
 "weakness": {}
}