{
 "attribute": [
  "Constitution",
  "Intelligence",
  "Free"
 ],
 "attribute_flaw": [
  "Wisdom"
 ],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-78",
 "image": [
  "/Images/Ancestries/Hobgoblin01.webp",
  "/Images/Ancestries/Hobgoblin02.webp"
 ],
 "language": [
  "Common",
  "Goblin"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=155), [Goblin](/Languages.aspx?ID=160)",
 "legacy_id": [
  "ancestry-13"
 ],
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"\">[Hobgoblin](/Ancestries.aspx?ID=78)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Hobgoblin\" url=\"/Traits.aspx?ID=757\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 12 <sup>1.1</sup>\n\n_Hobgoblins are taller and stronger than their goblin kin, often arranging themselves into military structures._\r\n\r\nTaller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms. The Avistani cycle of unthinking conflict with hobgoblins has recently been upended by Oprak, the newly established hobgoblin nation in the mountains between Nidal and Nirmathas. Now under strict orders to not start conflicts with other nations, these hobgoblins have begun to cautiously investigate in the spirit of cooperation rather than conquest. Many people, especially those who suffered terrible cruelties caused by hobgoblins, fear that this is simply a pause in aggression while Oprak gains enough strength to crush its rivals. Others hope these bold soldiers might prove to be powerful allies.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Hobgoblin01.webp\" />\r\n<image src=\"/images/Ancestries/Hobgoblin02.webp\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Seek out the most effective and practical solutions to any problem.</li><li>Encourage a clear chain of command among any group you travel with, following orders even if you disagree with them.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Consider you dangerous, due to your reputation and intimidating appearance.</li><li>Recognize your incredible endurance, dedication, and discipline.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nHobgoblins have bald, wide heads and beady eyes, as well as gray skin that becomes steely blue when tanned. They're remarkably hardy; hobgoblins recover from illnesses quickly and are able to exert themselves for long periods of time with little difficulty.\n\n Hobgoblins mature quickly, and most can walk, talk, and hold a weapon by the time they are 1 year old. They reach adolescence by the age of 8 to 12 and adulthood around 14. Hobgoblins typically live up to 70 years of age.\r\n\r\n<title level=\"2\">Society</title>\r\nHobgoblins structure their society after military hierarchies. Even civilian groups such as farming collectives or trading houses organize into regiments, companies, and divisions. Hobgoblin veterans hold a high place in their society, usually becoming leaders or advisors. Magic is rarely practiced and often derided, as most hobgoblins don't trust it over the strength of their own sword arms. Their arts tend to have a military bent; many hobgoblins consider stirring marches and weaponsmithing the only artistic endeavors worth pursuing.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost hobgoblins prefer to live within established hierarchies. While many consider sentimentality weak, those with mild temperaments have recently found success in diplomacy and international outreach. Faith has little place in hobgoblin society, as many feel it is impractical, though religious hobgoblins can gain a begrudging modicum of acceptance due to their useful healing magic.\n\n **Popular Edicts** disdain arcane magic, hide sentimentality and positive emotions, jump at chances to prove yourself<br /> **Popular Anathema** disobey military orders\n\n<title level=\"2\">Names</title>\r\nLike [goblins](/Ancestries.aspx?ID=4), hobgoblin names tend to be simple, though hobgoblin names usually sound more guttural and forceful. On rare occasions, hobgoblins will alter their names, keeping the core but adding aspects, usually in response to extreme trauma or a life-altering event. Hobgoblins have no surnames, considering them both pointless and presumptuous; an individual's merits and demerits are to be earned by their actions, not by an association with a particular lineage.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum\n<title level=\"2\">Hobgoblin Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Attribute Boosts</title>\r\nConstitution, Intelligence, Free\r\n\r\n<title level=\"3\">Attribute Flaws</title>\r\nWisdom\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=155)\r\n\r\n[Goblin](/Languages.aspx?ID=160)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=156), [Dwarven](/Languages.aspx?ID=157), [Jotun](/Languages.aspx?ID=162), [Halfling](/Languages.aspx?ID=161), [Kholo](/Languages.aspx?ID=122), [Orcish](/Languages.aspx?ID=163), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=2410)\r\n</title>\r\nYou can see in [darkness](/Rules.aspx?ID=2404) and [dim light](/Rules.aspx?ID=2403) just as well as you can see in [bright light](/Rules.aspx?ID=2402), though your vision in darkness is in black and white.",
 "name": "Hobgoblin",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=78"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=78/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=78/heritages"
  }
 ],
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 12",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Hobgoblin\" url=\"/Traits.aspx?ID=757\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 12 <sup>1.1</sup>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Attribute Boosts**\r\nConstitution, Intelligence, Free\r\n\r\n**Attribute Flaw**\r\nWisdom\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHobgoblins are taller and stronger than their goblin kin, often arranging themselves into military structures.\r\n</summary>",
 "size": [
  "Medium"
 ],
 "size_id": [
  3
 ],
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 12"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 12 <sup>1.1</sup>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Hobgoblins are taller and stronger than their goblin kin, often arranging themselves into military structures.",
 "summary_markdown": "Hobgoblins are taller and stronger than their goblin kin, often arranging themselves into military structures.",
 "text": " Hobgoblin Source Player Core 2 pg. 12 1.1 Hobgoblins are taller and stronger than their goblin kin, often arranging themselves into military structures. Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms. The Avistani cycle of unthinking conflict with hobgoblins has recently been upended by Oprak, the newly established hobgoblin nation in the mountains between Nidal and Nirmathas. Now under strict orders to not start conflicts with other nations, these hobgoblins have begun to cautiously investigate in the spirit of cooperation rather than conquest. Many people, especially those who suffered terrible cruelties caused by hobgoblins, fear that this is simply a pause in aggression while Oprak gains enough strength to crush its rivals. Others hope these bold soldiers might prove to be powerful allies. You Might... Seek out the most effective and practical solutions to any problem. Encourage a clear chain of command among any group you travel with, following orders even if you disagree with them. Others Probably... Consider you dangerous, due to your reputation and intimidating appearance. Recognize your incredible endurance, dedication, and discipline. Physical Description Hobgoblins have bald, wide heads and beady eyes, as well as gray skin that becomes steely blue when tanned. They're remarkably hardy; hobgoblins recover from illnesses quickly and are able to exert themselves for long periods of time with little difficulty. Hobgoblins mature quickly, and most can walk, talk, and hold a weapon by the time they are 1 year old. They reach adolescence by the age of 8 to 12 and adulthood around 14. Hobgoblins typically live up to 70 years of age. Society Hobgoblins structure their society after military hierarchies. Even civilian groups such as farming collectives or trading houses organize into regiments, companies, and divisions. Hobgoblin veterans hold a high place in their society, usually becoming leaders or advisors. Magic is rarely practiced and often derided, as most hobgoblins don't trust it over the strength of their own sword arms. Their arts tend to have a military bent; many hobgoblins consider stirring marches and weaponsmithing the only artistic endeavors worth pursuing. Alignment and Religion Most hobgoblins prefer to live within established hierarchies. While many consider sentimentality weak, those with mild temperaments have recently found success in diplomacy and international outreach. Faith has little place in hobgoblin society, as many feel it is impractical, though religious hobgoblins can gain a begrudging modicum of acceptance due to their useful healing magic. Popular Edicts disdain arcane magic, hide sentimentality and positive emotions, jump at chances to prove yourself Popular Anathema disobey military orders Names Like goblins, hobgoblin names tend to be simple, though hobgoblin names usually sound more guttural and forceful. On rare occasions, hobgoblins will alter their names, keeping the core but adding aspects, usually in response to extreme trauma or a life-altering event. Hobgoblins have no surnames, considering them both pointless and presumptuous; an individual's merits and demerits are to be earned by their actions, not by an association with a particular lineage. Sample Names Aze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum Hobgoblin Mechanics Hit Points 8 Size Medium Speed 25 feet Attribute Boosts Constitution, Intelligence, Free Attribute Flaws Wisdom Languages Common Goblin Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Dwarven, Jotun, Halfling, Kholo, Orcish, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "trait": [
  "Hobgoblin",
  "Humanoid",
  "Uncommon"
 ],
 "trait_group": [
  "Monster",
  "Creature Type",
  "Rarity"
 ],
 "trait_markdown": "[Hobgoblin](/Traits.aspx?ID=757), [Humanoid](/Traits.aspx?ID=628), [Uncommon](/Traits.aspx?ID=721)",
 "trait_raw": [
  "Hobgoblin",
  "Humanoid",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=78",
 "vision": "Darkvision",
 "weakness": {}
}