{
 "attribute": [
  "Dexterity",
  "Charisma",
  "Free"
 ],
 "attribute_flaw": [
  "Constitution"
 ],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-80",
 "image": [
  "/Images/Ancestries/Kobold01.webp",
  "/Images/Ancestries/Kobold02.webp"
 ],
 "language": [
  "Common",
  "Sakvroth"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=155), [Sakvroth](/Languages.aspx?ID=118)",
 "legacy_id": [
  "ancestry-18"
 ],
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"\">[Kobold](/Ancestries.aspx?ID=80)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n<trait label=\"Kobold\" url=\"/Traits.aspx?ID=759\" />\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 20 <sup>1.1</sup>\n\n_Kobolds are small and reptilian, with features marked by the power they choose to follow._\r\n\r\nEvery kobold instinctively understands the importance of power, and many are inclined to venerate those who have it, whether they be mighty dragons, cruel fiends, imperious fey, or even ancient artifacts. Kobolds seek out these alliances out of a sense of pragmatism— after all, who would dare bully a kobold who serves an ancient dragon?—but also because kobold eggs incubated near such loci of power take on physical traits (and sometimes abilities) similar to those of the warren's benefactor. On their own, kobolds are ingenious crafters and devoted allies, but outsiders who trespass into their territory find them to be inspired skirmishers and clever ambushers. However, these reptilian opportunists prove happy to cooperate with other humanoids when it's to their benefit, combining caution and cunning to make their fortunes in the wider world.\n\n If you want a character with deadly cunning and who bears the mark of a powerful benefactor, you should play a kobold.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Kobold01.webp\" />\r\n<image src=\"/images/Ancestries/Kobold02.webp\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Analyze your surroundings, always looking for ambushes, advantageous terrain, and escape routes.</li><li>Naturally observe, adopt, and respect group dynamics, whether as leader, subordinate, or equal.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume that you are cowardly and won't stick around in the face of danger.</li><li>Appreciate your ingenuity and resourcefulness, especially when it comes to building defenses.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nKobolds are short (about 3 feet tall), reptilian humanoids with slender bodies, long tails, and stout horns. Their features often reflect the nature of their warren's benefactor, such as vestigial draconic wings or glowing crystalline growths. These differences set warrens apart, though all kobolds are generally easily recognizable as such.\n\n Kobolds mature quickly, reaching adulthood by about 12 years and living to about 60. Some rare kobolds live even longer after harnessing the power of a magical benefactor.\r\n\r\n<title level=\"2\">Society</title>\r\nKobolds have an ingrained cautiousness that keeps them alive. They're secretive or subservient around powerful creatures to avoid becoming victims. This meekness fades once kobolds secure either a formidable benefactor (like a dragon) or a potent source of supernatural power (like an artifact or sorcerous leader). Kobold societies regularly adopt laws and cultural norms inspired by their benefactor's personality. However, kobolds are infamous for sensing a proverbial sinking ship, and once their source of power fails or seems doomed, their morale breaks swiftly.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nAll but the most iconoclastic kobolds have a natural respect for hierarchies and rules, relying on their ancestral social strategies for survival.\n\n Organized religion feels natural for most kobolds. They're often drawn to deities related to their benefactors, such as [Asmodeus](/Deities.aspx?ID=278) if the benefactor is a devil, or dragon deities like [Apsu](/Deities.aspx?ID=149) and [Dahak](/Deities.aspx?ID=150) if the benefactor is a dragon. Kobolds also often find themselves drawn to cults, particularly those with powerful magical creatures as figureheads.\n\n **Popular Edicts** find your place in any power structure, take pride in your allies' strength, win with your wits<br /> **Popular Anathema** face a threat alone, throw caution to the wind\n\n<title level=\"2\">Names</title>\r\nA young kobold's given name is rarely more than a syllable or two. However, as they age, achieve status, and accomplish great deeds, they might add more syllables to their names. Kobolds rarely have surnames except in an effort to better fit into a community, in which case they typically adopt the surname of an inspiring figure in that group.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAzrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz\n<title level=\"2\">Kobold Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Attribute Boosts</title>\r\nDexterity, Charisma, Free\r\n\r\n<title level=\"3\">Attribute Flaws</title>\r\nConstitution\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=155)\r\n\r\n[Sakvroth](/Languages.aspx?ID=118)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Aklo](/Languages.aspx?ID=164), [Diabolic](/Languages.aspx?ID=117), [Draconic](/Languages.aspx?ID=156), [Dwarven](/Languages.aspx?ID=157), [Empyrean](/Languages.aspx?ID=115), [Fey](/Languages.aspx?ID=119), [Gnomish](/Languages.aspx?ID=159), and [Petran](/Languages.aspx?ID=109), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in [darkness](/Rules.aspx?ID=371) and [dim light](/Rules.aspx?ID=371) just as well as you can see in [bright light](/Rules.aspx?ID=371), though your vision in darkness is in black and white.",
 "name": "Kobold",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=80"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=80/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=80/heritages"
  }
 ],
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 20",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n<trait label=\"Kobold\" url=\"/Traits.aspx?ID=759\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 20 <sup>1.1</sup>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Attribute Boosts**\r\nDexterity, Charisma, Free\r\n\r\n**Attribute Flaw**\r\nConstitution\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKobolds are small and reptilian, with features marked by the power they choose to follow.\r\n</summary>",
 "size": [
  "Small"
 ],
 "size_id": [
  2
 ],
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 20"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 20 <sup>1.1</sup>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Kobolds are small and reptilian, with features marked by the power they choose to follow.",
 "summary_markdown": "Kobolds are small and reptilian, with features marked by the power they choose to follow.",
 "text": " Kobold Source Player Core 2 pg. 20 1.1 Kobolds are small and reptilian, with features marked by the power they choose to follow. Every kobold instinctively understands the importance of power, and many are inclined to venerate those who have it, whether they be mighty dragons, cruel fiends, imperious fey, or even ancient artifacts. Kobolds seek out these alliances out of a sense of pragmatism— after all, who would dare bully a kobold who serves an ancient dragon?—but also because kobold eggs incubated near such loci of power take on physical traits (and sometimes abilities) similar to those of the warren's benefactor. On their own, kobolds are ingenious crafters and devoted allies, but outsiders who trespass into their territory find them to be inspired skirmishers and clever ambushers. However, these reptilian opportunists prove happy to cooperate with other humanoids when it's to their benefit, combining caution and cunning to make their fortunes in the wider world. If you want a character with deadly cunning and who bears the mark of a powerful benefactor, you should play a kobold. You Might... Analyze your surroundings, always looking for ambushes, advantageous terrain, and escape routes. Naturally observe, adopt, and respect group dynamics, whether as leader, subordinate, or equal. Others Probably... Assume that you are cowardly and won't stick around in the face of danger. Appreciate your ingenuity and resourcefulness, especially when it comes to building defenses. Physical Description Kobolds are short (about 3 feet tall), reptilian humanoids with slender bodies, long tails, and stout horns. Their features often reflect the nature of their warren's benefactor, such as vestigial draconic wings or glowing crystalline growths. These differences set warrens apart, though all kobolds are generally easily recognizable as such. Kobolds mature quickly, reaching adulthood by about 12 years and living to about 60. Some rare kobolds live even longer after harnessing the power of a magical benefactor. Society Kobolds have an ingrained cautiousness that keeps them alive. They're secretive or subservient around powerful creatures to avoid becoming victims. This meekness fades once kobolds secure either a formidable benefactor (like a dragon) or a potent source of supernatural power (like an artifact or sorcerous leader). Kobold societies regularly adopt laws and cultural norms inspired by their benefactor's personality. However, kobolds are infamous for sensing a proverbial sinking ship, and once their source of power fails or seems doomed, their morale breaks swiftly. Alignment and Religion All but the most iconoclastic kobolds have a natural respect for hierarchies and rules, relying on their ancestral social strategies for survival. Organized religion feels natural for most kobolds. They're often drawn to deities related to their benefactors, such as Asmodeus if the benefactor is a devil, or dragon deities like Apsu and Dahak if the benefactor is a dragon. Kobolds also often find themselves drawn to cults, particularly those with powerful magical creatures as figureheads. Popular Edicts find your place in any power structure, take pride in your allies' strength, win with your wits Popular Anathema face a threat alone, throw caution to the wind Names A young kobold's given name is rarely more than a syllable or two. However, as they age, achieve status, and accomplish great deeds, they might add more syllables to their names. Kobolds rarely have surnames except in an effort to better fit into a community, in which case they typically adopt the surname of an inspiring figure in that group. Sample Names Azrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz Kobold Mechanics Hit Points 6 Size Small Speed 25 feet Attribute Boosts Dexterity, Charisma, Free Attribute Flaws Constitution Languages Common Sakvroth Additional languages equal to your Intelligence modifier (if it's positive). Choose from Aklo, Diabolic, Draconic, Dwarven, Empyrean, Fey, Gnomish, and Petran, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "trait": [
  "Humanoid",
  "Kobold",
  "Uncommon"
 ],
 "trait_group": [
  "Creature Type",
  "Monster",
  "Rarity"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=628), [Kobold](/Traits.aspx?ID=759), [Uncommon](/Traits.aspx?ID=721)",
 "trait_raw": [
  "Humanoid",
  "Kobold",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=80",
 "vision": "Darkvision",
 "weakness": {}
}