{
 "attribute": [
  "Constitution",
  "Wisdom",
  "Free"
 ],
 "attribute_flaw": [
  "Intelligence"
 ],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-65",
 "image": [
  "/Images/Ancestries/Leshy01.png",
  "/Images/Ancestries/Leshy02.png",
  "/Images/Ancestries/Leshy03.png",
  "/Images/Ancestries/Leshy04.png"
 ],
 "language": [
  "Common",
  "Fey"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Fey](/Languages.aspx?ID=119)",
 "legacy_id": [
  "ancestry-14"
 ],
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"\">[Leshy](/Ancestries.aspx?ID=65)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Leshy\" url=\"/Traits.aspx?ID=639\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=668\" />\r\n</traits>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 66 <sup>2.0</sup>\n\n_Leshies are immortal nature spirits placed in small plant bodies, seeking to experience the world._\r\n\r\nLeshies are immortal spirits of nature temporarily granted physical forms. As guardians and emissaries of the environment, leshies are “born” when a skilled druid or other master of primal magic conducts a ritual to create a suitable vessel, and then a spirit chooses that vessel to be their temporary home. Leshies are self-sufficient from the moment the ritual ends, though it isn't uncommon for leshies to maintain lifelong bonds with their creators. Many leshies relish the opportunity to interact with the physical world. While most leshy spirits are ancient, they rarely recall past lifetimes and see their new life as a chance to experience the wonders of the world once more.\n\n If you want to play a character who is curious and connected to nature, you should play a leshy.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Leshy01.png\" />\r\n<image src=\"/images/Ancestries/Leshy02.png\" />\r\n<image src=\"/images/Ancestries/Leshy03.png\" />\r\n<image src=\"/images/Ancestries/Leshy04.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Act as a traveling agent for natural guardians who are unable to leave their territories.</li><li>Encourage civilizations to cooperate with nature and build their cities in ecologically friendly ways.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Think you are a curiosity due to your spiritual origins.</li><li>Assume you know only about nature and are unfamiliar with civilization and society.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nLeshies are as varied as the material used to create their vessels, usually appearing as a bizarre mishmash of various plants or fungi. Their bodies are vaguely humanoid in shape, with numerous characteristics of the plant or fungus from which they were made. A typical leshy is about 3 feet tall. Leshies begin their lives as adults and don't age.\r\n\r\n<title level=\"2\">Society</title>\r\nTo most leshies, the concept of family is not a matter of birth, but rather determined by bonds of loyalty and friendship. Leshies are dedicated allies, but they have little tolerance for those who would despoil nature. As much as they are happy to accept someone who earns their trust into their family, they expect family members to look out for them and their natural wards in return.\n\n Leshies are grouped into categories akin to ethnicities, but these are not connected to physical features; rather, they represent broad categories of characteristics of their spirits. Certain spirits are more likely to gravitate toward particular physical bodies, though this predisposition is far from absolute. Leshies' genders are determined by the spirits that inhabit their bodies. Some leshies are exclusively male or female, while many consider themselves both. Others, particularly fungus leshies, tend toward far more complex expressions of gender, or eschew the concept entirely. Leshies choose and change their names multiple times throughout their lives.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nLeshies' beliefs generally focus on the natural world. Those with a philosophical bent lean toward the [Green Faith](/Deities.aspx?ID=22), and [Gozreh](/Deities.aspx?ID=8) is the most popular deity among faithful leshies. Some leshies also venerate [green men](/Monsters.aspx?ID=1176), powerful spirits of nature.\n\n **Popular Edicts** experience the physical world, form a family through loyalty and trust, protect parts of nature you embody<br /> **Popular Anathema** embrace unnatural magic or influences\n\n<title level=\"2\">Names</title>\r\nScarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids\n<title level=\"2\">Leshy Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Attribute Boosts</title>\r\nConstitution, Wisdom, Free\r\n\r\n<title level=\"3\">Attribute Flaws</title>\r\nIntelligence\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Fey](/Languages.aspx?ID=119)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Languages.aspx?ID=6), [Halfling](/Languages.aspx?ID=7), [Sakvroth](/Languages.aspx?ID=118), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Plant Nourishment</title>\r\nYou gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to [starve](/Rules.aspx?ID=537). You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp).",
 "name": "Leshy",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=65"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=65/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=65/heritages"
  }
 ],
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 66",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Leshy\" url=\"/Traits.aspx?ID=639\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=668\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 66 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Attribute Boosts**\r\nConstitution, Wisdom, Free\r\n\r\n**Attribute Flaw**\r\nIntelligence\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLeshies are immortal nature spirits placed in small plant bodies, seeking to experience the world.\r\n</summary>",
 "size": [
  "Small"
 ],
 "size_id": [
  2
 ],
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 66"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 66 <sup>2.0</sup>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Leshies are immortal nature spirits placed in small plant bodies, seeking to experience the world.",
 "summary_markdown": "Leshies are immortal nature spirits placed in small plant bodies, seeking to experience the world.",
 "text": " Leshy Source Player Core pg. 66 2.0 Leshies are immortal nature spirits placed in small plant bodies, seeking to experience the world. Leshies are immortal spirits of nature temporarily granted physical forms. As guardians and emissaries of the environment, leshies are “born” when a skilled druid or other master of primal magic conducts a ritual to create a suitable vessel, and then a spirit chooses that vessel to be their temporary home. Leshies are self-sufficient from the moment the ritual ends, though it isn't uncommon for leshies to maintain lifelong bonds with their creators. Many leshies relish the opportunity to interact with the physical world. While most leshy spirits are ancient, they rarely recall past lifetimes and see their new life as a chance to experience the wonders of the world once more. If you want to play a character who is curious and connected to nature, you should play a leshy. You Might... Act as a traveling agent for natural guardians who are unable to leave their territories. Encourage civilizations to cooperate with nature and build their cities in ecologically friendly ways. Others Probably... Think you are a curiosity due to your spiritual origins. Assume you know only about nature and are unfamiliar with civilization and society. Physical Description Leshies are as varied as the material used to create their vessels, usually appearing as a bizarre mishmash of various plants or fungi. Their bodies are vaguely humanoid in shape, with numerous characteristics of the plant or fungus from which they were made. A typical leshy is about 3 feet tall. Leshies begin their lives as adults and don't age. Society To most leshies, the concept of family is not a matter of birth, but rather determined by bonds of loyalty and friendship. Leshies are dedicated allies, but they have little tolerance for those who would despoil nature. As much as they are happy to accept someone who earns their trust into their family, they expect family members to look out for them and their natural wards in return. Leshies are grouped into categories akin to ethnicities, but these are not connected to physical features; rather, they represent broad categories of characteristics of their spirits. Certain spirits are more likely to gravitate toward particular physical bodies, though this predisposition is far from absolute. Leshies' genders are determined by the spirits that inhabit their bodies. Some leshies are exclusively male or female, while many consider themselves both. Others, particularly fungus leshies, tend toward far more complex expressions of gender, or eschew the concept entirely. Leshies choose and change their names multiple times throughout their lives. Alignment and Religion Leshies' beliefs generally focus on the natural world. Those with a philosophical bent lean toward the Green Faith, and Gozreh is the most popular deity among faithful leshies. Some leshies also venerate green men, powerful spirits of nature. Popular Edicts experience the physical world, form a family through loyalty and trust, protect parts of nature you embody Popular Anathema embrace unnatural magic or influences Names Scarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids Leshy Mechanics Hit Points 8 Size Small Speed 25 feet Attribute Boosts Constitution, Wisdom, Free Attribute Flaws Intelligence Languages Common Fey Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Elven, Gnomish, Goblin, Halfling, Sakvroth, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light. Plant Nourishment You gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to starve. You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp).",
 "trait": [
  "Leshy",
  "Plant"
 ],
 "trait_group": [
  "Monster",
  "Ancestry",
  "Creature Type"
 ],
 "trait_markdown": "[Leshy](/Traits.aspx?ID=639), [Plant](/Traits.aspx?ID=668)",
 "trait_raw": [
  "Leshy",
  "Plant"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=65",
 "vision": "Low-Light Vision",
 "weakness": {}
}