{
 "attribute": [
  "Dexterity",
  "Intelligence",
  "Free"
 ],
 "attribute_flaw": [
  "Strength"
 ],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-82",
 "image": [
  "/Images/Ancestries/Ratfolk01.webp",
  "/Images/Ancestries/Ratfolk02.webp"
 ],
 "language": [
  "Common",
  "Ysoki"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=155), [Ysoki](/Languages.aspx?ID=61)",
 "legacy_id": [
  "ancestry-20"
 ],
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"\">[Ratfolk](/Ancestries.aspx?ID=82)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n<trait label=\"Ratfolk\" url=\"/Traits.aspx?ID=769\" />\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 28 <sup>1.1</sup>\n\n_Ratfolk are small, clever, and adaptable humanoids with ratlike features and a love of community._\r\n\r\nYsoki are beings that most surface-dwelling humanoids refer to as “ratfolk.” They are a communal people who prefer cramped conditions, with up to 100 individuals living in a given home. If they can't find homes in town, ratfolk may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions.\n\n Ratfolk love to travel, and they can often be found on the road in merchant caravans. They're good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They're also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency.\n\n If you want a character who is smart, fast, well-traveled, and adaptable, try playing a ratfolk!\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Ratfolk01.webp\" />\r\n<image src=\"/images/Ancestries/Ratfolk02.webp\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Have pride in your large extended family, and stay in contact with everyone in it.</li><li>Like to travel near and far in search of new experiences, likely collecting trinkets along the way.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Are surprised by your careful grooming and other fastidious habits.</li><li>Think you’re crowding them and invading their personal space.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nRatfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ratfolk is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size.\n\n Instinct drives ratfolk to maintain cleanliness, though this is also reinforced through their strong social structures. Because their appearance is often considered disturbing by other humanoids—and people may even mistake them for wererats—ratfolk often conceal their physical features with layers of clothing when moving through spaces dominated by other ancestries.\r\n\r\n<title level=\"2\">Society</title>\r\nYsoki culture values cooperation and community. Every ratfolk learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ratfolk outside their family. With a long tradition of working as traders and tinkers, ratfolk travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats, and many ratfolk can speak to such animals.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nRatfolk care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes.\n\n Though ratfolk revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, [Lao Shu Po](/Deities.aspx?ID=312) has a special role in ysoki culture. Grandmother Rat embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others. To most ratfolk, Grandmother Rat accomplishes all those things they need done, but which they would not wish to do.\n\n **Popular Edicts** put your community's interests above your own, maintain a cleanly appearance, be honest in your dealings<br /> **Popular Anathema** throw away something that might be useful\n\n<title level=\"2\">Names</title>\r\nEvery ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most find these names distasteful and endure them only when outside their communities.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nBarnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess\n<title level=\"2\">Ratfolk Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Attribute Boosts</title>\r\nDexterity, Intelligence, Free\r\n\r\n<title level=\"3\">Attribute Flaws</title>\r\nStrength\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=155)\r\n\r\n[Ysoki](/Languages.aspx?ID=61)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Aklo](/Languages.aspx?ID=164), [Draconic](/Languages.aspx?ID=156), [Dwarven](/Languages.aspx?ID=157), [Gnomish](/Languages.aspx?ID=159), [Goblin](/Languages.aspx?ID=160), [Halfling](/Languages.aspx?ID=161), [Kholo](/Languages.aspx?ID=122), [Orcish](/Languages.aspx?ID=163), [Sakvroth](/Languages.aspx?ID=118), or any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in [dim light](/Rules.aspx?ID=408) as though it were [bright light](/Rules.aspx?ID=407), so you ignore the [concealed](/Conditions.aspx?ID=62) condition due to dim light.\r\n\r\n<title level=\"3\">Sharp Teeth</title>\r\nYour prominent incisors offer an alternative to the fists other humanoids bring to a fight. You have a jaws [unarmed](/Traits.aspx?ID=719) attack that deals 1d4 piercing damage, is in the [brawling](/WeaponGroups.aspx?ID=4) group, and has the [agile](/Traits.aspx?ID=526) and [finesse](/Traits.aspx?ID=602) traits.",
 "name": "Ratfolk",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=82"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=82/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=82/heritages"
  }
 ],
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 28",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n<trait label=\"Ratfolk\" url=\"/Traits.aspx?ID=769\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 28 <sup>1.1</sup>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Attribute Boosts**\r\nDexterity, Intelligence, Free\r\n\r\n**Attribute Flaw**\r\nStrength\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRatfolk are small, clever, and adaptable humanoids with ratlike features and a love of community.\r\n</summary>",
 "size": [
  "Small"
 ],
 "size_id": [
  2
 ],
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 28"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 28 <sup>1.1</sup>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Ratfolk are small, clever, and adaptable humanoids with ratlike features and a love of community.",
 "summary_markdown": "Ratfolk are small, clever, and adaptable humanoids with ratlike features and a love of community.",
 "text": " Ratfolk Source Player Core 2 pg. 28 1.1 Ratfolk are small, clever, and adaptable humanoids with ratlike features and a love of community. Ysoki are beings that most surface-dwelling humanoids refer to as “ratfolk.” They are a communal people who prefer cramped conditions, with up to 100 individuals living in a given home. If they can't find homes in town, ratfolk may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions. Ratfolk love to travel, and they can often be found on the road in merchant caravans. They're good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They're also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency. If you want a character who is smart, fast, well-traveled, and adaptable, try playing a ratfolk! You Might... Have pride in your large extended family, and stay in contact with everyone in it. Like to travel near and far in search of new experiences, likely collecting trinkets along the way. Others Probably... Are surprised by your careful grooming and other fastidious habits. Think you’re crowding them and invading their personal space. Physical Description Ratfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ratfolk is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size. Instinct drives ratfolk to maintain cleanliness, though this is also reinforced through their strong social structures. Because their appearance is often considered disturbing by other humanoids—and people may even mistake them for wererats—ratfolk often conceal their physical features with layers of clothing when moving through spaces dominated by other ancestries. Society Ysoki culture values cooperation and community. Every ratfolk learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ratfolk outside their family. With a long tradition of working as traders and tinkers, ratfolk travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats, and many ratfolk can speak to such animals. Alignment and Religion Ratfolk care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes. Though ratfolk revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, Lao Shu Po has a special role in ysoki culture. Grandmother Rat embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others. To most ratfolk, Grandmother Rat accomplishes all those things they need done, but which they would not wish to do. Popular Edicts put your community's interests above your own, maintain a cleanly appearance, be honest in your dealings Popular Anathema throw away something that might be useful Names Every ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most find these names distasteful and endure them only when outside their communities. Sample Names Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess Ratfolk Mechanics Hit Points 6 Size Small Speed 25 feet Attribute Boosts Dexterity, Intelligence, Free Attribute Flaws Strength Languages Common Ysoki Additional languages equal to your Intelligence modifier (if it's positive). Choose from Aklo, Draconic, Dwarven, Gnomish, Goblin, Halfling, Kholo, Orcish, Sakvroth, or any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light. Sharp Teeth Your prominent incisors offer an alternative to the fists other humanoids bring to a fight. You have a jaws unarmed attack that deals 1d4 piercing damage, is in the brawling group, and has the agile and finesse traits.",
 "trait": [
  "Humanoid",
  "Ratfolk",
  "Uncommon"
 ],
 "trait_group": [
  "Creature Type",
  "Monster",
  "Rarity"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=628), [Ratfolk](/Traits.aspx?ID=769), [Uncommon](/Traits.aspx?ID=721)",
 "trait_raw": [
  "Humanoid",
  "Ratfolk",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=82",
 "vision": "Low-Light Vision",
 "weakness": {}
}