{
 "attribute": [
  "Dexterity",
  "Free"
 ],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-83",
 "image": [
  "/Images/Ancestries/Tengu01.webp",
  "/Images/Ancestries/Tengu02.webp"
 ],
 "language": [
  "Common",
  "Tengu"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=155), [Tengu](/Languages.aspx?ID=47)",
 "legacy_id": [
  "ancestry-21"
 ],
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"\">[Tengu](/Ancestries.aspx?ID=83)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=776\" />\r\n</traits>\r\n\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 32 <sup>1.1</sup>\n\n_Tengus are gregarious and resourceful avian humanoids who collect knowledge and treasures alike._\r\n\r\nTengu are survivalists and conversationalists, equally at home living off the wilderness and finding a niche in dense cities. They accumulate knowledge, tools, and companions, adding them to their collection as they travel.\n\n The tengu diaspora has spread across Golarion in search of a better life, bringing their skill with blade crafting to lands far from their home. In maritime regions, tengu notably work as fishers, blacksmiths, and “jinx eaters”— members of ships' crews who are believed, accurately or otherwise, to absorb misfortune. Having lived in a variety of conditions and locations, tengu tend to be nonjudgmental, though their willingness to associate with lawbreakers has often led some to regard them with suspicion.\n\n If you want to play a character hailing from a rich history of artisanship and tradition, but who happily picks up new practices as needed, you should play a tengu.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Tengu01.webp\" />\r\n<image src=\"/images/Ancestries/Tengu02.webp\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Be gregarious and eager to find a flock of your own.</li><li>Voraciously absorb the practices of those around you, sometimes even forgetting where they came from.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Get confused by your simultaneous respect for and disregard of tradition.</li><li>Have trouble reading your expressions or regard you with suspicion and superstition.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nTengu have many avian characteristics. Their faces are tipped with sharp beaks and their scaled forearms and lower legs end in talons. As closed footwear tends to fit poorly unless custom made, many tengu wear open sandals or simply go barefoot. Tengu are rarely more than 5 feet tall, and they are even lighter than their smaller frames would suggest, as they have hollow bones. A small number of tengu have vestigial wings.\r\n\r\n<title level=\"2\">Society</title>\r\nThe greatest divide in tengu society is between tengu remaining in their ancestral home and those who have dispersed across the world. Tengu refer to these two groups as those “in the roost” and those “migrating,” respectively. Roosted tengu tend to be more traditionalist and conservative and are especially concerned with preserving their culture in the face of years of erosion from oppression. Migrating tengu, on the other hand, voraciously absorb the culture of the various nations and settlements that they now call home.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nTengu often follow the faith of the region in which they were raised, though the tengu ancestral deity is the storm god [Hei Feng](/Deities.aspx?ID=307). Before their diaspora, tengu practiced a syncretic faith that blended a polytheistic worship of the deities responsible for creating the natural world. As tengu folklore posits that tengu long ago descended from the night sky on shooting stars to rest upon Golarion's highest peaks, animist rites were practiced on mountains and other great natural features.\n\n **Popular Edicts** protect tengu traditions, adopt the lessons of other cultures, seek out natural wonders<br /> **Popular Anathema** lose control of your emotions\n\n<title level=\"2\">Names</title>\r\nRoosted tengu tend toward more traditional names, while migrating tengu readily absorb and repurpose the culture of those around them.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nArkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra\n<title level=\"2\">Tengu Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Attribute Boosts</title>\r\nDexterity, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=155)\r\n\r\n[Tengu](/Languages.aspx?ID=47)\r\n\r\nAdditional languages equal to your Intelligence modifier (if positive). Choose from [Dwarven](/Languages.aspx?ID=157), [Elven](/Languages.aspx?ID=158), [Halfling](/Languages.aspx?ID=161), [Gnomish](/Languages.aspx?ID=159), [Goblin](/Languages.aspx?ID=160), [Fey](/Languages.aspx?ID=119), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in [dim light](/Rules.aspx?ID=408) as though it were [bright light](/Rules.aspx?ID=407), so you ignore the [concealed](/Conditions.aspx?ID=62) condition due to dim light.\r\n\r\n<title level=\"3\">Sharp Beak</title>\r\nWith your sharp beak, you are never without a weapon. You have a beak [unarmed](/Traits.aspx?ID=719) attack that deals 1d6 piercing damage. Your beak is in the [brawling](/WeaponGroups.aspx?ID=4) weapon group and has the [finesse](/Traits.aspx?ID=602) and [unarmed](/Traits.aspx?ID=719) traits.",
 "name": "Tengu",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=83"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=83/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=83/heritages"
  }
 ],
 "primary_source": "Player Core 2",
 "primary_source_raw": "Player Core 2 pg. 32",
 "primary_source_category": "Rulebooks",
 "rarity": "uncommon",
 "rarity_id": 2,
 "release_date": "2024-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=721\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=628\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=776\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Player Core 2](/Sources.aspx?ID=227) pg. 32 <sup>1.1</sup>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Attribute Boosts**\r\nDexterity, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTengus are gregarious and resourceful avian humanoids who collect knowledge and treasures alike.\r\n</summary>",
 "size": [
  "Medium"
 ],
 "size_id": [
  3
 ],
 "skill_mod": {},
 "source": [
  "Player Core 2"
 ],
 "source_raw": [
  "Player Core 2 pg. 32"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core 2](/Sources.aspx?ID=227) pg. 32 <sup>1.1</sup>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Tengus are gregarious and resourceful avian humanoids who collect knowledge and treasures alike.",
 "summary_markdown": "Tengus are gregarious and resourceful avian humanoids who collect knowledge and treasures alike.",
 "text": " Tengu Source Player Core 2 pg. 32 1.1 Tengus are gregarious and resourceful avian humanoids who collect knowledge and treasures alike. Tengu are survivalists and conversationalists, equally at home living off the wilderness and finding a niche in dense cities. They accumulate knowledge, tools, and companions, adding them to their collection as they travel. The tengu diaspora has spread across Golarion in search of a better life, bringing their skill with blade crafting to lands far from their home. In maritime regions, tengu notably work as fishers, blacksmiths, and “jinx eaters”— members of ships' crews who are believed, accurately or otherwise, to absorb misfortune. Having lived in a variety of conditions and locations, tengu tend to be nonjudgmental, though their willingness to associate with lawbreakers has often led some to regard them with suspicion. If you want to play a character hailing from a rich history of artisanship and tradition, but who happily picks up new practices as needed, you should play a tengu. You Might... Be gregarious and eager to find a flock of your own. Voraciously absorb the practices of those around you, sometimes even forgetting where they came from. Others Probably... Get confused by your simultaneous respect for and disregard of tradition. Have trouble reading your expressions or regard you with suspicion and superstition. Physical Description Tengu have many avian characteristics. Their faces are tipped with sharp beaks and their scaled forearms and lower legs end in talons. As closed footwear tends to fit poorly unless custom made, many tengu wear open sandals or simply go barefoot. Tengu are rarely more than 5 feet tall, and they are even lighter than their smaller frames would suggest, as they have hollow bones. A small number of tengu have vestigial wings. Society The greatest divide in tengu society is between tengu remaining in their ancestral home and those who have dispersed across the world. Tengu refer to these two groups as those “in the roost” and those “migrating,” respectively. Roosted tengu tend to be more traditionalist and conservative and are especially concerned with preserving their culture in the face of years of erosion from oppression. Migrating tengu, on the other hand, voraciously absorb the culture of the various nations and settlements that they now call home. Alignment and Religion Tengu often follow the faith of the region in which they were raised, though the tengu ancestral deity is the storm god Hei Feng. Before their diaspora, tengu practiced a syncretic faith that blended a polytheistic worship of the deities responsible for creating the natural world. As tengu folklore posits that tengu long ago descended from the night sky on shooting stars to rest upon Golarion's highest peaks, animist rites were practiced on mountains and other great natural features. Popular Edicts protect tengu traditions, adopt the lessons of other cultures, seek out natural wonders Popular Anathema lose control of your emotions Names Roosted tengu tend toward more traditional names, while migrating tengu readily absorb and repurpose the culture of those around them. Sample Names Arkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra Tengu Mechanics Hit Points 6 Size Medium Speed 25 feet Attribute Boosts Dexterity, Free Languages Common Tengu Additional languages equal to your Intelligence modifier (if positive). Choose from Dwarven, Elven, Halfling, Gnomish, Goblin, Fey, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light. Sharp Beak With your sharp beak, you are never without a weapon. You have a beak unarmed attack that deals 1d6 piercing damage. Your beak is in the brawling weapon group and has the finesse and unarmed traits.",
 "trait": [
  "Humanoid",
  "Tengu",
  "Uncommon"
 ],
 "trait_group": [
  "Creature Type",
  "Monster",
  "Rarity"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=628), [Tengu](/Traits.aspx?ID=776), [Uncommon](/Traits.aspx?ID=721)",
 "trait_raw": [
  "Humanoid",
  "Tengu",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=83",
 "vision": "Low-Light Vision",
 "weakness": {}
}