{
 "base_item_markdown": "",
 "bulk": 1,
 "bulk_raw": "1",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1726",
 "item_category": "Held Items",
 "level": 9,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 9\"\r\n    pfs=\"\"\r\n>\r\n[Cresset of Grisly Interrogation](/Equipment.aspx?ID=1726)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Crown of the Kobold King</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [Crown of the Kobold King](/Sources.aspx?ID=148) pg. 114\n\n**Price** 700 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis iron cresset appears as a cage-like basket with a metal bowl fitted into its base—a bowl sized perfectly to hold the severed head of a Medium or Small humanoid.\n\n**Activate** <actions string=\"Three Actions\" /> Interact;  **Frequency** once per day;   **Effect** You open the cresset by detaching the top and folding it back on a hinge so that a decapitated head can be placed inside the bowl. Once the cage lid is folded back over the head and latched in place, and as long as the decapitated head has been dead for no longer than 10 minutes before being placed inside the cresset, the head is no longer subject to decay, and bugs and pests (such as maggots) are prevented from consuming the remains. This doesn't prevent the rest of the corpse or its soul from becoming [undead](/Traits.aspx?ID=160), nor does it prevent effects that restore life to the dead (but note that some spells, such as [_raise dead_](/Spells.aspx?ID=243), can't be used to restore life to a decapitated corpse in the first place). If the head is later removed from within the cresset, the head's delayed decay immediately catches up with it in a few seconds, rendering it useless for further use inside of a _cresset of grisly interrogation_.\n\n**Activate** <actions string=\"\" /> 1 minute (command, Interact);  **Frequency** three times per day;  **Requirements** A severed head is within the _cresset of grisly interrogation_; **Effect** You pose a question to the head contained within the cresset, and it animates briefly to reply with a short answer over the course of a minute. The cresset empowers the severed head with the ability to reply even without breath, granting the head a semblance of life, calling upon the physical remains' latent memories rather than summoning back the deceased's spirit. The head must be forcefully commanded to answer with a [secret](/Traits.aspx?ID=142) [Intimidation](/Skills.aspx?ID=7) check— other attempts to query the head without attempting an Intimidation check for a result automatically fail. Once activated in this way, this activation of a _cresset of grisly interrogation_ can't be performed again for 1 hour. The head answers the question based on the result of the secret Intimidation check against the Will DC the creature had when it was alive or DC 25, whichever is higher.\r\n\r\n**Critical Success** The head answers the question truthfully, to the best of its ability.<br />\r\n**Success** The head answers the question truthfully, but the answer is brief, cryptic, or repetitive.<br />\r\n**Failure** The head's answer provides false information, attempting to [Lie](/Actions.aspx?ID=47) to you with a +15 [Deception](/Skills.aspx?ID=5) modifier, or the creature's original Deception, whichever is higher.<br />\r\n**Critical Failure** As failure, but the head gains a +4 circumstance bonus to its Deception check, and the next time you use this activation of the _cresset of grisly interrogation_ during the next 24 hours, the result of your Intimidation check is one degree of success worse than the result you rolled.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Cresset of Grisly Interrogation",
 "price": 70000,
 "price_raw": "700 gp",
 "primary_source": "Crown of the Kobold King",
 "primary_source_raw": "Crown of the Kobold King pg. 114",
 "primary_source_category": "Adventures",
 "primary_source_group": "Crown of the Kobold King",
 "rarity": "rare",
 "rarity_id": 3,
 "release_date": "2022-10-26",
 "resistance": {},
 "school": "necromancy",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Crown of the Kobold King](/Sources.aspx?ID=148) pg. 114\r\n\r\n**Price** 700 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis iron cresset appears as a cage-like basket with a metal bowl fitted into its base—a bowl sized perfectly to hold the severed head of a Medium or …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Crown of the Kobold King"
 ],
 "source_raw": [
  "Crown of the Kobold King pg. 114"
 ],
 "source_category": [
  "Adventures"
 ],
 "source_group": [
  "Crown of the Kobold King"
 ],
 "source_markdown": "[Crown of the Kobold King](/Sources.aspx?ID=148) pg. 114",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Crown of the Kobold King",
 "stage_markdown": "",
 "summary": "This iron cresset appears as a cage-like basket with a metal bowl fitted into its base—a bowl sized perfectly to hold the severed head of a Medium or …",
 "summary_markdown": "This iron cresset appears as a cage-like basket with a metal bowl fitted into its base—a bowl sized perfectly to hold the severed head of a Medium or …",
 "text": "<title level=\"1\" right=\"Item 9\" pfs=\"\" > Cresset of Grisly Interrogation May contain spoilers from Crown of the Kobold King Source Crown of the Kobold King pg. 114 Price 700 gp Usage held in 1 hand Bulk 1 --- This iron cresset appears as a cage-like basket with a metal bowl fitted into its base—a bowl sized perfectly to hold the severed head of a Medium or Small humanoid. Activate Three Actions Interact; Frequency once per day; Effect You open the cresset by detaching the top and folding it back on a hinge so that a decapitated head can be placed inside the bowl. Once the cage lid is folded back over the head and latched in place, and as long as the decapitated head has been dead for no longer than 10 minutes before being placed inside the cresset, the head is no longer subject to decay, and bugs and pests (such as maggots) are prevented from consuming the remains. This doesn't prevent the rest of the corpse or its soul from becoming undead, nor does it prevent effects that restore life to the dead (but note that some spells, such as raise dead , can't be used to restore life to a decapitated corpse in the first place). If the head is later removed from within the cresset, the head's delayed decay immediately catches up with it in a few seconds, rendering it useless for further use inside of a cresset of grisly interrogation . Activate 1 minute (command, Interact); Frequency three times per day; Requirements A severed head is within the cresset of grisly interrogation ; Effect You pose a question to the head contained within the cresset, and it animates briefly to reply with a short answer over the course of a minute. The cresset empowers the severed head with the ability to reply even without breath, granting the head a semblance of life, calling upon the physical remains' latent memories rather than summoning back the deceased's spirit. The head must be forcefully commanded to answer with a secret Intimidation check— other attempts to query the head without attempting an Intimidation check for a result automatically fail. Once activated in this way, this activation of a cresset of grisly interrogation can't be performed again for 1 hour. The head answers the question based on the result of the secret Intimidation check against the Will DC the creature had when it was alive or DC 25, whichever is higher. Critical Success The head answers the question truthfully, to the best of its ability. Success The head answers the question truthfully, but the answer is brief, cryptic, or repetitive. Failure The head's answer provides false information, attempting to Lie to you with a +15 Deception modifier, or the creature's original Deception, whichever is higher. Critical Failure As failure, but the head gains a +4 circumstance bonus to its Deception check, and the next time you use this activation of the cresset of grisly interrogation during the next 24 hours, the result of your Intimidation check is one degree of success worse than the result you rolled.\n",
 "trait": [
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "trait_group": [
  "Mechanics",
  "School",
  "Rarity"
 ],
 "trait_markdown": "[Magical](/Traits.aspx?ID=103), [Necromancy](/Traits.aspx?ID=117), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1726",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}