{
 "base_item_markdown": "",
 "bulk": 5,
 "bulk_raw": "5",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-612",
 "item_category": "Artifacts",
 "level": 28,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 28\"\r\n    pfs=\"\"\r\n>\r\n[Essence Prism](/Equipment.aspx?ID=612)\r\n</title>\n\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Transmutation\" url=\"/Traits.aspx?ID=157\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 108\n\n<row gap=\"medium\">\n\n**Bulk** 5\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis enormous, multifaceted prism normally rests on a pedestal, eerily refracting many-colored lights even when no light source is present. In reality, the prism refracts the [four magical essences](/Rules.aspx?ID=259) into the visible spectrum. A creature adjacent to the prism can adjust its facets with an Interact action to change between two polarities. Two essences flow from two input streams into the prism, where the prism combines them into a single output stream; alternatively, a single essence flows from one input stream into the prism and is split into two output streams. A creature that enters and stays within an input essence stream for 1 minute is slowly encased in solid magic, at which point it is paralyzed until anyone reverses the prism’s flow or finishes activating the prism. A creature stepping into an output essence stream is gently pushed back and out of the stream.\n\n**Activate** <actions string=\"Two Actions\" /> Interact;     **Effect** You alter and rearrange the facets of the essence prism, adjusting the essences to select for a single quality, which might be associated with mental essence, like a personality trait; material essence, like a physical quality; vital essence, like a belief or instinct; or spiritual essence, like an alignment component such as good or lawful. You must succeed at a secret DC 30 skill check with a skill associated with a magical tradition that uses the essence you chose (for instance, [Arcana](/Skills.aspx?ID=2) or [Occultism](/Skills.aspx?ID=11) for mental essence, as arcane and occult magic both use mental essence). On a failure, you accidentally set the prism for some other quality.\n\n**Activate** <actions string=\"\" /> 1 minute (Interact);    **Requirements** The prism has only one input stream, and a creature is encased in magic in the input stream; **Effect** Over the course of the next hour, the creature in the input stream has its essences refracted through the prism, creating two cocoons of magic in the output streams that each contain a new creature. At the end of the process, the original creature is gone, and the two new creatures break free of their cocoons. Each creature is part of the original, separated from the rest based on the last quality set by the prism’s first activation. For instance, if you set the prism to “good,” one creature would have all the original creature’s good aspects and the other would be the original creature’s evil side. Unless you selected a physical quality, both new creatures look just like the original. The new creatures are usually 2 levels lower than the original, but if the original creature was strongly biased with respect to the quality you chose (for instance, if splitting out the good and evil side of a redeemer), the stronger creature is 1 level lower and the weaker creature is 3 or more levels lower. If calibrated correctly, this activation can also reverse the effect of the third activation.\n\n**Activate** <actions string=\"\" /> 1 minute (Interact);    **Requirements** The prism has two input streams, and a creature is encased in magic in each of the input streams; **Effect** Over the course of the next hour, the essences of both creatures in the input streams are refracted through the prism, creating a cocoon of magic in the output stream that contains a new creature. At the end of the process, the original creatures are gone, and the new creature breaks free of its cocoon. The new creature is an amalgam of the originals, with a new personality blended from both, and is usually 1 or 2 levels higher than the higher level of the original creatures unless the lower-level creature was much weaker. This activation also reverses the effect of the second activation.\r\n\r\n**Destruction** Forcing the _essence prism_ to combine two incompatible demigods destroys the prism, though it might also result in a new divinity.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Essence Prism",
 "primary_source": "Gamemastery Guide",
 "primary_source_raw": "Gamemastery Guide pg. 108",
 "primary_source_category": "Rulebooks",
 "rarity": "unique",
 "rarity_id": 4,
 "release_date": "2020-02-26",
 "resistance": {},
 "school": "transmutation",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Transmutation\" url=\"/Traits.aspx?ID=157\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 108\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n**Bulk** 5\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis enormous, multifaceted prism normally rests on a pedestal, eerily refracting many-colored lights even when no light source is present. In …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 108"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Gamemastery Guide](/Sources.aspx?ID=22) pg. 108",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "This enormous, multifaceted prism normally rests on a pedestal, eerily refracting many-colored lights even when no light source is present. In …",
 "summary_markdown": "This enormous, multifaceted prism normally rests on a pedestal, eerily refracting many-colored lights even when no light source is present. In …",
 "text": "<title level=\"1\" right=\"Item 28\" pfs=\"\" > Essence Prism Source Gamemastery Guide pg. 108 Bulk 5 --- This enormous, multifaceted prism normally rests on a pedestal, eerily refracting many-colored lights even when no light source is present. In reality, the prism refracts the four magical essences into the visible spectrum. A creature adjacent to the prism can adjust its facets with an Interact action to change between two polarities. Two essences flow from two input streams into the prism, where the prism combines them into a single output stream; alternatively, a single essence flows from one input stream into the prism and is split into two output streams. A creature that enters and stays within an input essence stream for 1 minute is slowly encased in solid magic, at which point it is paralyzed until anyone reverses the prism’s flow or finishes activating the prism. A creature stepping into an output essence stream is gently pushed back and out of the stream. Activate Two Actions Interact; Effect You alter and rearrange the facets of the essence prism, adjusting the essences to select for a single quality, which might be associated with mental essence, like a personality trait; material essence, like a physical quality; vital essence, like a belief or instinct; or spiritual essence, like an alignment component such as good or lawful. You must succeed at a secret DC 30 skill check with a skill associated with a magical tradition that uses the essence you chose (for instance, Arcana or Occultism for mental essence, as arcane and occult magic both use mental essence). On a failure, you accidentally set the prism for some other quality. Activate 1 minute (Interact); Requirements The prism has only one input stream, and a creature is encased in magic in the input stream; Effect Over the course of the next hour, the creature in the input stream has its essences refracted through the prism, creating two cocoons of magic in the output streams that each contain a new creature. At the end of the process, the original creature is gone, and the two new creatures break free of their cocoons. Each creature is part of the original, separated from the rest based on the last quality set by the prism’s first activation. For instance, if you set the prism to “good,” one creature would have all the original creature’s good aspects and the other would be the original creature’s evil side. Unless you selected a physical quality, both new creatures look just like the original. The new creatures are usually 2 levels lower than the original, but if the original creature was strongly biased with respect to the quality you chose (for instance, if splitting out the good and evil side of a redeemer), the stronger creature is 1 level lower and the weaker creature is 3 or more levels lower. If calibrated correctly, this activation can also reverse the effect of the third activation. Activate 1 minute (Interact); Requirements The prism has two input streams, and a creature is encased in magic in each of the input streams; Effect Over the course of the next hour, the essences of both creatures in the input streams are refracted through the prism, creating a cocoon of magic in the output stream that contains a new creature. At the end of the process, the original creatures are gone, and the new creature breaks free of its cocoon. The new creature is an amalgam of the originals, with a new personality blended from both, and is usually 1 or 2 levels higher than the higher level of the original creatures unless the lower-level creature was much weaker. This activation also reverses the effect of the second activation. Destruction Forcing the essence prism to combine two incompatible demigods destroys the prism, though it might also result in a new divinity.\n",
 "trait": [
  "Artifact",
  "Transmutation",
  "Unique"
 ],
 "trait_group": [
  "Equipment",
  "School",
  "Rarity"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Transmutation](/Traits.aspx?ID=157), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Artifact",
  "Transmutation",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=612",
 "weakness": {}
}