{
 "base_item_markdown": "",
 "bulk": 0,
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-3120",
 "item_category": "Artifacts",
 "legacy_id": [
  "equipment-613"
 ],
 "level": 24,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 24\"\r\n    pfs=\"\"\r\n>\r\n[Forgefather's Seal](/Equipment.aspx?ID=3120)\r\n</title>\n\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=723\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=537\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=579\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 300 <sup>2.0</sup>\n\n<row gap=\"medium\">\n\n**Usage** etched onto armor\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis rune was created by [Torag](/Deities.aspx?ID=18), god of the forge, protection,  and strategy, and shared with his greatest artisans and warriors. Torag designed a small number of these seals as gifts to allied deities; each one is nearly identical but has a different spell effect when using the reaction activation; for instance, [Sarenrae's](/Deities.aspx?ID=16) seal casts [_sunburst_](/Spells.aspx?ID=326) instead of [_earthquake_](/Spells.aspx?ID=95).\n\n A seal constantly rings with the quiet sound of a hammer striking an anvil when etched onto a runestone. A _Forgefather's seal_ can be etched only onto armor that can bear two or more property runes, and it is so powerful that it takes the place of two property runes. While wearing armor etched with a _Forgefather's seal_, you gain fire resistance 40. You ignore the armor's check penalty and Speed penalty (if any); if the armor is light or medium, increase its item bonus to AC by 1. In addition, any shield you wield automatically recovers 10 Hit Points at the start of your turn each round.\n\n**Activate—Retributive Rebuff** <actions string=\"Reaction\" /> ([manipulate](/Traits.aspx?ID=104)) **Frequency** once per day; **Trigger** You are hit by an attack;  **Effect** The _Forgefather's seal_ glows and your armor shakes as it absorbs the blow. The attack's damage is reduced by 100 and you cast [_earthquake_](/Spells.aspx?ID=95) (DC 40), centered directly on the triggering creature. You decide the area of the earthquake when you Cast the Spell, from as small as the size of the creature and up to a 60-foot burst.\n\n**Activate—Seal of Mending** <actions string=\"Three Actions\" /> ([manipulate](/Traits.aspx?ID=104)) **Frequency** once per day;   **Effect** You call upon on the restorative powers of the seal to repair an item within reach. The rune instantly restores the item to full Hit Points, even if the item was destroyed, using the effects of the [_remake_](/Spells.aspx?ID=249) spell, so long as the majority of the item is available for the repair. The seal can restore even magic items and artifacts of its level or lower. Once you have used this ability, the seal's ability to automatically repair shields becomes inactive until the next time you make your daily preparations.\n\n**Activate—Stalwart Sacrifice** <actions string=\"Free Action\" /> ([concentrate](/Traits.aspx?ID=32))  **Trigger** You have not acted yet on your turn;  **Effect** You call upon Torag to defend your allies and those around you, sacrificing yourself in the process. Creatures of your choosing within 60 feet recover all their Hit Points. If any of the creatures are dead, they are instead brought back to life with half of their maximum Hit Points. The chosen creatures also gain a +4 status bonus to AC and saving throws, and [fast healing 15](/MonsterAbilities.aspx?ID=15) for 1 hour. You can use this ability to bring back to life a creature that requires a [_wish_](/Rituals.aspx?ID=125) ritual or divine intervention to raise from the dead, as long as you choose no other creatures within 60 feet to recover. Once you use this activation, you are turned into a perfect statue made from stone or metal that depicts you in a glorious pose honoring your sacrifice, and you can never be restored. The _Forgefather's seal_ remains on this statue and can be transferred to another suit of armor or a runestone as normal.\r\n\r\n**Destruction** Using the _Forgefather's seal_ ability to bring the dead back to life on an evil demigod causes it to shatter in a violent explosion that destroys the seal and the statue made as part of the sacrifice, erasing all knowledge of the user from existence. It does, however, bring the demigod back to life.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Forgefather's Seal",
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 300",
 "primary_source_category": "Rulebooks",
 "rarity": "unique",
 "rarity_id": 4,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=723\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=537\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=579\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 300 <sup>2.0</sup>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** etched onto armor\r\n\r\n \r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis rune was created by  Torag , god of the forge, protection,  and strategy, and shared with his greatest artisans and warriors. Torag designed a …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 300"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 300 <sup>2.0</sup>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "This rune was created by  Torag , god of the forge, protection,  and strategy, and shared with his greatest artisans and warriors. Torag designed a …",
 "summary_markdown": "This rune was created by  Torag , god of the forge, protection,  and strategy, and shared with his greatest artisans and warriors. Torag designed a …",
 "text": "<title level=\"1\" right=\"Item 24\" pfs=\"\" > Forgefather's Seal Source GM Core pg. 300 2.0 Usage etched onto armor --- This rune was created by Torag, god of the forge, protection, and strategy, and shared with his greatest artisans and warriors. Torag designed a small number of these seals as gifts to allied deities; each one is nearly identical but has a different spell effect when using the reaction activation; for instance, Sarenrae's seal casts sunburst instead of earthquake . A seal constantly rings with the quiet sound of a hammer striking an anvil when etched onto a runestone. A Forgefather's seal can be etched only onto armor that can bear two or more property runes, and it is so powerful that it takes the place of two property runes. While wearing armor etched with a Forgefather's seal , you gain fire resistance 40. You ignore the armor's check penalty and Speed penalty (if any); if the armor is light or medium, increase its item bonus to AC by 1. In addition, any shield you wield automatically recovers 10 Hit Points at the start of your turn each round. Activate—Retributive Rebuff Reaction (manipulate) Frequency once per day; Trigger You are hit by an attack; Effect The Forgefather's seal glows and your armor shakes as it absorbs the blow. The attack's damage is reduced by 100 and you cast earthquake (DC 40), centered directly on the triggering creature. You decide the area of the earthquake when you Cast the Spell, from as small as the size of the creature and up to a 60-foot burst. Activate—Seal of Mending Three Actions (manipulate) Frequency once per day; Effect You call upon on the restorative powers of the seal to repair an item within reach. The rune instantly restores the item to full Hit Points, even if the item was destroyed, using the effects of the remake spell, so long as the majority of the item is available for the repair. The seal can restore even magic items and artifacts of its level or lower. Once you have used this ability, the seal's ability to automatically repair shields becomes inactive until the next time you make your daily preparations. Activate—Stalwart Sacrifice Free Action (concentrate) Trigger You have not acted yet on your turn; Effect You call upon Torag to defend your allies and those around you, sacrificing yourself in the process. Creatures of your choosing within 60 feet recover all their Hit Points. If any of the creatures are dead, they are instead brought back to life with half of their maximum Hit Points. The chosen creatures also gain a +4 status bonus to AC and saving throws, and fast healing 15 for 1 hour. You can use this ability to bring back to life a creature that requires a wish ritual or divine intervention to raise from the dead, as long as you choose no other creatures within 60 feet to recover. Once you use this activation, you are turned into a perfect statue made from stone or metal that depicts you in a glorious pose honoring your sacrifice, and you can never be restored. The Forgefather's seal remains on this statue and can be transferred to another suit of armor or a runestone as normal. Destruction Using the Forgefather's seal ability to bring the dead back to life on an evil demigod causes it to shatter in a violent explosion that destroys the seal and the statue made as part of the sacrifice, erasing all knowledge of the user from existence. It does, however, bring the demigod back to life.\n",
 "trait": [
  "Artifact",
  "Divine",
  "Unique"
 ],
 "trait_group": [
  "Equipment",
  "Tradition",
  "Monster",
  "Rarity"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=537), [Divine](/Traits.aspx?ID=579), [Unique](/Traits.aspx?ID=723)",
 "trait_raw": [
  "Artifact",
  "Divine",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=3120",
 "usage": "etched onto armor",
 "usage_markdown": "etched onto armor",
 "weakness": {}
}