{
 "base_item_markdown": "",
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1890",
 "item_category": "Weapons",
 "item_subcategory": "Specific Magic Weapons",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 20\"\r\n    pfs=\"Standard\"\r\n>\r\n[Kaldemash's Lament](/Equipment.aspx?ID=1890)\r\n</title>\n\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Arcane\" url=\"/Traits.aspx?ID=11\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 38 <sup>2.0</sup>\n\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nResembling little more than a simple iron pipe with a handle, _Kaldemash's Lament_ is one of the most well-known star guns in all of Arcadia. Legends state the Crowned Regent Kaldemash helped forge one of the first star guns millennia ago. While the star gun served Kaldemash as a powerful weapon, its most notable achievement was the accidental killing of one of Kaldemash's greatest friends. This death is what caused the regent to recognize the true destructive power of the star guns and led to him developing the Star Code, a set of rules of engagement and proper use of firearms still in use in Arcadia today. Although Kaldemash never named the weapon himself, all legends that mention the weapon refer to it as _Kaldemash's Lament_.\n\n The legendary weapon is a _+3 [major striking](/Equipment.aspx?ID=280) [ quickstrike](/Equipment.aspx?ID=2844)_ advanced firearm with a range increment of 90 feet. It deals 4d6 force damage (with the _major striking_ rune included) and has the [concealable](/Traits.aspx?ID=327), [concussive](/Traits.aspx?ID=401), and [fatal d10](/Traits.aspx?ID=178) traits. You don't take a penalty when dealing nonlethal damage with the weapon. Like most star guns, _Kaldemash's Lament_ uses magic to function and doesn't require ammunition or [black powder](/Equipment.aspx?ID=1190).\n\n If you use _Kaldemash's Lament_ as part of a duel in which all parties are in agreement on the terms, the gun's supernatural instincts help you make the quickest draw. You roll twice and take the higher result on your initiative roll for the duel; this is a [fortune](/Traits.aspx?ID=76) effect. In addition, you can draw _Kaldemash's Lament_ as a free action at the start of your turn during the duel. If you attempt to fire the star gun in bad faith at a dueling opponent once they have surrendered, been defeated, or the duel is over, _Kaldemash's Lament_ flies out of your hand and you can't pick it up, hold it, or wield it for 10 minutes.\n\n**Activate** <actions string=\"Free Action\" /> ([concentrate](/Traits.aspx?ID=561))  **Trigger** You target a creature with an attack;  **Effect** You adjust the damage that _Kaldemash's Lament_ deals before firing. _Kaldemash's Lament's_ damage type changes to either electricity, fire, or force until you change the type again.\n\n**Activate** <actions string=\"Two Actions\" /> ([concentrate](/Traits.aspx?ID=561), [manipulate](/Traits.aspx?ID=645)) **Frequency** once per minute;   **Effect** You leave _Kaldemash's Lament_ to fire on its own. You release the star gun and it begins to move independently, flying through the air and firing. You still gain the benefits of the gun's [speed](/Equipment.aspx?ID=304) rune while it's moving independently. It has a space of 5 feet but doesn't block or impede enemies attempting to move through that space. It always remains within 30 feet of you and intentionally resists being taken or otherwise moved; all attempts to [Grab](/MonsterAbilities.aspx?ID=18) it fail. _Kaldemash's Lament_ moves this way for 3 rounds, after which it returns to your hand. If you don't have a free hand to hold it, the gun instead holsters itself on your person.\n\n While _Kaldemash's Lament_ is moving independently, you can command it to make a Strike against a creature as an action, which has the [concentrate](/Traits.aspx?ID=32) trait. It makes a ranged Strike using your attack modifier while wielding it or a +31 bonus, whichever is higher. This attack increases your multiple attack penalty as normal, and the gun uses your multiple attack penalty when determining its attack bonus. Since the star gun is constantly moving and attempting to line up the appropriate shot, creatures it targets are [flat-footed](/Conditions.aspx?ID=16) to the gun's attacks.\n\n**Activate** <actions string=\"Three Actions\" /> ([concentrate](/Traits.aspx?ID=561), [manipulate](/Traits.aspx?ID=645))    **Effect** You unleash a barrage of attacks in an instant. You deal Strike damage to all creatures in a 30-foot cone (DC 45 [basic](/Rules.aspx?ID=329) Reflex save). This barrage counts as three attacks for your multiple attack penalty.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Kaldemash's Lament",
 "pfs": "Standard",
 "primary_source": "Treasure Vault",
 "primary_source_raw": "Treasure Vault pg. 38",
 "primary_source_category": "Rulebooks",
 "rarity": "unique",
 "rarity_id": 4,
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Arcane\" url=\"/Traits.aspx?ID=11\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 38 <sup>2.0</sup>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nResembling little more than a simple iron pipe with a handle,  Kaldemash's Lament  is one of the most well-known star guns in all of Arcadia. Legends …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 38"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Treasure Vault](/Sources.aspx?ID=191) pg. 38 <sup>2.0</sup>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "Resembling little more than a simple iron pipe with a handle,  Kaldemash's Lament  is one of the most well-known star guns in all of Arcadia. Legends …",
 "summary_markdown": "Resembling little more than a simple iron pipe with a handle,  Kaldemash's Lament  is one of the most well-known star guns in all of Arcadia. Legends …",
 "text": "<title level=\"1\" right=\"Item 20\" pfs=\"Standard\" > Kaldemash's Lament Source Treasure Vault pg. 38 2.0 Usage held in 1 hand Bulk L --- Resembling little more than a simple iron pipe with a handle, Kaldemash's Lament is one of the most well-known star guns in all of Arcadia. Legends state the Crowned Regent Kaldemash helped forge one of the first star guns millennia ago. While the star gun served Kaldemash as a powerful weapon, its most notable achievement was the accidental killing of one of Kaldemash's greatest friends. This death is what caused the regent to recognize the true destructive power of the star guns and led to him developing the Star Code, a set of rules of engagement and proper use of firearms still in use in Arcadia today. Although Kaldemash never named the weapon himself, all legends that mention the weapon refer to it as Kaldemash's Lament . The legendary weapon is a +3 major striking quickstrike advanced firearm with a range increment of 90 feet. It deals 4d6 force damage (with the major striking rune included) and has the concealable, concussive, and fatal d10 traits. You don't take a penalty when dealing nonlethal damage with the weapon. Like most star guns, Kaldemash's Lament uses magic to function and doesn't require ammunition or black powder. If you use Kaldemash's Lament as part of a duel in which all parties are in agreement on the terms, the gun's supernatural instincts help you make the quickest draw. You roll twice and take the higher result on your initiative roll for the duel; this is a fortune effect. In addition, you can draw Kaldemash's Lament as a free action at the start of your turn during the duel. If you attempt to fire the star gun in bad faith at a dueling opponent once they have surrendered, been defeated, or the duel is over, Kaldemash's Lament flies out of your hand and you can't pick it up, hold it, or wield it for 10 minutes. Activate Free Action (concentrate) Trigger You target a creature with an attack; Effect You adjust the damage that Kaldemash's Lament deals before firing. Kaldemash's Lament's damage type changes to either electricity, fire, or force until you change the type again. Activate Two Actions (concentrate, manipulate) Frequency once per minute; Effect You leave Kaldemash's Lament to fire on its own. You release the star gun and it begins to move independently, flying through the air and firing. You still gain the benefits of the gun's speed rune while it's moving independently. It has a space of 5 feet but doesn't block or impede enemies attempting to move through that space. It always remains within 30 feet of you and intentionally resists being taken or otherwise moved; all attempts to Grab it fail. Kaldemash's Lament moves this way for 3 rounds, after which it returns to your hand. If you don't have a free hand to hold it, the gun instead holsters itself on your person. While Kaldemash's Lament is moving independently, you can command it to make a Strike against a creature as an action, which has the concentrate trait. It makes a ranged Strike using your attack modifier while wielding it or a +31 bonus, whichever is higher. This attack increases your multiple attack penalty as normal, and the gun uses your multiple attack penalty when determining its attack bonus. Since the star gun is constantly moving and attempting to line up the appropriate shot, creatures it targets are flat-footed to the gun's attacks. Activate Three Actions (concentrate, manipulate) Effect You unleash a barrage of attacks in an instant. You deal Strike damage to all creatures in a 30-foot cone (DC 45 basic Reflex save). This barrage counts as three attacks for your multiple attack penalty.\n",
 "trait": [
  "Arcane",
  "Unique"
 ],
 "trait_group": [
  "Tradition",
  "Monster",
  "Rarity"
 ],
 "trait_markdown": "[Arcane](/Traits.aspx?ID=11), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Arcane",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1890",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}