{
 "base_item_markdown": "",
 "bulk": 1,
 "bulk_raw": "1",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1753",
 "item_category": "High-Tech",
 "level": 15,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 15\"\r\n    pfs=\"\"\r\n>\r\n[Mindrender Baton](/Equipment.aspx?ID=1753)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Kingmaker</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Tech\" url=\"/Traits.aspx?ID=434\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 586\n\n**Price** 6,500 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis short, green, metal baton uses potent transmissions along brainwave frequencies to control the minds of nearby creatures. This Numerian item's effects are high-tech in nature, not magical.\n\n A mindrender baton's power is provided via a battery, but King Irovetti has used his supply of them over the years. Whether or not you want to allow the PCs to discover replacement batteries to recharge this device is left to you to decide, but certainly batteries are not available in markets outside of Numeria itself—and even there, their availability isn't guaranteed. When this campaign begins, the mindrender baton Irovetti carries is fully powered and has 10 charges available. Charges are expended whenever the device is activated, as detailed below for each activation's “Charges” entry.\n\n The mindrender baton can be used as a [club](/Weapons.aspx?ID=2).\n\n**Activate** <actions string=\"Two Actions\" /> Interact ([mental](/Traits.aspx?ID=106)) **Frequency** once per day; **Charges** 1;   **Effect** You point the mindrender baton at a target creature within 60 feet and cause the target to suffer cripplingly painful headaches. The target takes 11d6 mental damage (DC 31 [basic](/Rules.aspx?ID=329) Will save), and is [stunned 2](/Conditions.aspx?ID=36) on a critical failure.\n\n**Activate** <actions string=\"Two Actions\" /> Interact ([incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106)) **Frequency** once per day; **Charges** 2;   **Effect** You point the mindrender baton at a target creature within 30 feet and disrupt the target's thoughts so that it sees the carrier of the mindrender baton as its commander and liege. The target must attempt a DC 31 Will save.\r\n\r\n**Critical Success** The target is unaffected.<br />\r\n**Success** The target is [stunned 1](/Conditions.aspx?ID=36) as it fights off the intrusion into its mind.<br />\r\n**Failure** You take command of the target and it becomes [controlled](/Conditions.aspx?ID=6), following your orders; if you issue an obviously self-destructive order, the target doesn't act until you issue a new order. The creature can attempt a new DC 31 Will save at the end of each of its turns; on a success, the effect ends. Another character can attempt a DC 32 [Diplomacy](/Skills.aspx?ID=6) (master) or [Intimidation](/Skills.aspx?ID=7) (master) check against the effect's DC of 31 to remove this effect before then, but if this attempt fails, the commanded creature becomes temporarily immune to that character's attempts to remove the effect via skills for 24 hours.<br />\r\n**Critical Failure** As failure, but the target receives a new save only if you give a new order that is against its nature, such as to kill its allies. Otherwise, this effect persists for 24 hours, or until another character ends it via a skill check.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Mindrender Baton",
 "price": 650000,
 "price_raw": "6,500 gp",
 "primary_source": "Kingmaker Adventure Path",
 "primary_source_raw": "Kingmaker Adventure Path pg. 586",
 "primary_source_category": "Adventure Paths",
 "primary_source_group": "Kingmaker",
 "rarity": "rare",
 "rarity_id": 3,
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Tech\" url=\"/Traits.aspx?ID=434\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 586\r\n\r\n**Price** 6,500 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis short, green, metal baton uses potent transmissions along brainwave frequencies to control the minds of nearby creatures. This Numerian item's …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 586"
 ],
 "source_category": [
  "Adventure Paths"
 ],
 "source_group": [
  "Kingmaker"
 ],
 "source_markdown": "[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 586",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Kingmaker",
 "stage_markdown": "",
 "summary": "This short, green, metal baton uses potent transmissions along brainwave frequencies to control the minds of nearby creatures. This Numerian item's …",
 "summary_markdown": "This short, green, metal baton uses potent transmissions along brainwave frequencies to control the minds of nearby creatures. This Numerian item's …",
 "text": "<title level=\"1\" right=\"Item 15\" pfs=\"\" > Mindrender Baton May contain spoilers from Kingmaker Source Kingmaker Adventure Path pg. 586 Price 6,500 gp Bulk 1 --- This short, green, metal baton uses potent transmissions along brainwave frequencies to control the minds of nearby creatures. This Numerian item's effects are high-tech in nature, not magical. A mindrender baton's power is provided via a battery, but King Irovetti has used his supply of them over the years. Whether or not you want to allow the PCs to discover replacement batteries to recharge this device is left to you to decide, but certainly batteries are not available in markets outside of Numeria itself—and even there, their availability isn't guaranteed. When this campaign begins, the mindrender baton Irovetti carries is fully powered and has 10 charges available. Charges are expended whenever the device is activated, as detailed below for each activation's “Charges” entry. The mindrender baton can be used as a club. Activate Two Actions Interact (mental) Frequency once per day; Charges 1; Effect You point the mindrender baton at a target creature within 60 feet and cause the target to suffer cripplingly painful headaches. The target takes 11d6 mental damage (DC 31 basic Will save), and is stunned 2 on a critical failure. Activate Two Actions Interact (incapacitation, mental) Frequency once per day; Charges 2; Effect You point the mindrender baton at a target creature within 30 feet and disrupt the target's thoughts so that it sees the carrier of the mindrender baton as its commander and liege. The target must attempt a DC 31 Will save. Critical Success The target is unaffected. Success The target is stunned 1 as it fights off the intrusion into its mind. Failure You take command of the target and it becomes controlled, following your orders; if you issue an obviously self-destructive order, the target doesn't act until you issue a new order. The creature can attempt a new DC 31 Will save at the end of each of its turns; on a success, the effect ends. Another character can attempt a DC 32 Diplomacy (master) or Intimidation (master) check against the effect's DC of 31 to remove this effect before then, but if this attempt fails, the commanded creature becomes temporarily immune to that character's attempts to remove the effect via skills for 24 hours. Critical Failure As failure, but the target receives a new save only if you give a new order that is against its nature, such as to kill its allies. Otherwise, this effect persists for 24 hours, or until another character ends it via a skill check.\n",
 "trait": [
  "Rare",
  "Tech"
 ],
 "trait_group": [
  "Rarity",
  "Mechanics"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137), [Tech](/Traits.aspx?ID=434)",
 "trait_raw": [
  "Rare",
  "Tech"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1753",
 "weakness": {}
}