{
 "base_item_markdown": "",
 "bulk": 0,
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1747",
 "item_category": "Artifacts",
 "level": 15,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 15\"\r\n    pfs=\"\"\r\n>\r\n[Oculus of Abaddon](/Equipment.aspx?ID=1747)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Kingmaker</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Evil\" url=\"/Traits.aspx?ID=64\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 587\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nAn _oculus of Abaddon_ is a potent artifact rumored to have been created by one of the [Four Horsemen of the Apocalypse](/DeityCategories.aspx?ID=11) as a way to reward those who work as their agents on the [Material Plane](/Planes.aspx?ID=1). More likely, these items were crafted by a powerful pre-Earthfall death cult that has long since moved on, leaving behind these dangerous artifacts to tempt mortals into serving the needs of the Horsemen. \n\nAn _oculus of Abaddon_ appears as a sphere of clear crystal that contains a pinpoint of flickering red light at its center. When held, the oculus feels warm to the touch and fills you with a sudden desire to pluck out an eye and place the oculus within the socket—this causes 4d6 [persistent bleed damage](/Conditions.aspx?ID=29). Once placed in an eye socket, the oculus can be removed only by ripping it free (causing the same amount of persistent bleed damage as the initial plucking). When you place the oculus in your empty eye socket, you immediately heal all damage caused by plucking the previous eye out. Once placed, an oculus grants you constant [darkvision](/Rules.aspx?ID=415). It can also be activated to perform a number of other magical effects, as detailed below, but if you aren't evil, each time you activate an _oculus of Abaddon_, you must succeed at a DC 36 Will save or become affected by a [_subconscious suggestion_](/Spells.aspx?ID=314) (heightened to 8th level) to perform an evil act the next time an opportunity to do so arises, as determined by the GM.\n\n**Activate** <actions string=\"\" /> 10 minutes (envision);  **Frequency** three times per day;   **Effect** You gain the effects of [_scrying_](/Spells.aspx?ID=268), heightened to 7th level.\n\n**Activate** <actions string=\"\" /> Cast a Spell;  **Frequency** once per week;   **Effect** You use the _oculus of Abaddon_ to cast a [_planar binding_](/Rituals.aspx?ID=17) ritual, heightened to 7th level. You can only conjure neutral evil creatures with this casting of _planar binding_. If you already know the _planar binding_ ritual, you gain a +3 item bonus on the primary check when casting _planar binding_.\n\n**Activate** <actions string=\"Three Actions\" /> envision;    **Requirements** you have a [familiar](/Rules.aspx?ID=160) or [animal companion](/Rules.aspx?ID=149); **Effect** You can see and hear through your familiar or animal companion's eyes and ears, provided you are on the same plane. This effect can be sustained, but as long as you do so you can take no other actions.\n\n**Activate** <actions string=\"\" /> 1 hour (envision; [evil](/Traits.aspx?ID=64)) **Frequency** once per year;   **Effect** You manipulate the minds of a huge number of targets, provided that the end goal of the manipulation is a tragic or otherwise horrific fate for those being manipulated. This functions as [_suggestion_](/Spells.aspx?ID=315), but with a range of 1 mile. All creatures within this area are affected, with the same suggestion implanted in their minds. Creatures hear the telepathic suggestion in their native language, and creatures that are 7th level or higher can attempt a DC 36 Will save to resist the effect. This power was used by Vordakai to cause the vanishing of Varnhold, suggesting to its inhabitants to leave their homes and travel south to his tomb. If this effect is [counteracted](/Rules.aspx?ID=371) or removed on one victim, it ends for all victims.\r\n\r\n**Destruction** A foul and hideous object, an _oculus of Abaddon_ is fortunately relatively easy to destroy, as far as artifacts go. It has Hardness 25 and 100 Hit Points, but repairs damage to itself swiftly, regaining 10 Hit Points per round. It has weakness 10 to bludgeoning damage and weakness 30 to good damage.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Oculus of Abaddon",
 "primary_source": "Kingmaker Adventure Path",
 "primary_source_raw": "Kingmaker Adventure Path pg. 587",
 "primary_source_category": "Adventure Paths",
 "primary_source_group": "Kingmaker",
 "rarity": "rare",
 "rarity_id": 3,
 "release_date": "2022-10-26",
 "resistance": {},
 "school": "conjuration",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Evil\" url=\"/Traits.aspx?ID=64\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 587\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn  oculus of Abaddon  is a potent artifact rumored to have been created by one of the  Four Horsemen of the Apocalypse  as a way to reward those who …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 587"
 ],
 "source_category": [
  "Adventure Paths"
 ],
 "source_group": [
  "Kingmaker"
 ],
 "source_markdown": "[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 587",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Kingmaker",
 "stage_markdown": "",
 "summary": "An  oculus of Abaddon  is a potent artifact rumored to have been created by one of the  Four Horsemen of the Apocalypse  as a way to reward those who …",
 "summary_markdown": "An  oculus of Abaddon  is a potent artifact rumored to have been created by one of the  Four Horsemen of the Apocalypse  as a way to reward those who …",
 "text": "<title level=\"1\" right=\"Item 15\" pfs=\"\" > Oculus of Abaddon May contain spoilers from Kingmaker Source Kingmaker Adventure Path pg. 587 --- An oculus of Abaddon is a potent artifact rumored to have been created by one of the Four Horsemen of the Apocalypse as a way to reward those who work as their agents on the Material Plane. More likely, these items were crafted by a powerful pre-Earthfall death cult that has long since moved on, leaving behind these dangerous artifacts to tempt mortals into serving the needs of the Horsemen. An oculus of Abaddon appears as a sphere of clear crystal that contains a pinpoint of flickering red light at its center. When held, the oculus feels warm to the touch and fills you with a sudden desire to pluck out an eye and place the oculus within the socket—this causes 4d6 persistent bleed damage. Once placed in an eye socket, the oculus can be removed only by ripping it free (causing the same amount of persistent bleed damage as the initial plucking). When you place the oculus in your empty eye socket, you immediately heal all damage caused by plucking the previous eye out. Once placed, an oculus grants you constant darkvision. It can also be activated to perform a number of other magical effects, as detailed below, but if you aren't evil, each time you activate an oculus of Abaddon , you must succeed at a DC 36 Will save or become affected by a subconscious suggestion (heightened to 8th level) to perform an evil act the next time an opportunity to do so arises, as determined by the GM. Activate 10 minutes (envision); Frequency three times per day; Effect You gain the effects of scrying , heightened to 7th level. Activate Cast a Spell; Frequency once per week; Effect You use the oculus of Abaddon to cast a planar binding ritual, heightened to 7th level. You can only conjure neutral evil creatures with this casting of planar binding . If you already know the planar binding ritual, you gain a +3 item bonus on the primary check when casting planar binding . Activate Three Actions envision; Requirements you have a familiar or animal companion; Effect You can see and hear through your familiar or animal companion's eyes and ears, provided you are on the same plane. This effect can be sustained, but as long as you do so you can take no other actions. Activate 1 hour (envision; evil) Frequency once per year; Effect You manipulate the minds of a huge number of targets, provided that the end goal of the manipulation is a tragic or otherwise horrific fate for those being manipulated. This functions as suggestion , but with a range of 1 mile. All creatures within this area are affected, with the same suggestion implanted in their minds. Creatures hear the telepathic suggestion in their native language, and creatures that are 7th level or higher can attempt a DC 36 Will save to resist the effect. This power was used by Vordakai to cause the vanishing of Varnhold, suggesting to its inhabitants to leave their homes and travel south to his tomb. If this effect is counteracted or removed on one victim, it ends for all victims. Destruction A foul and hideous object, an oculus of Abaddon is fortunately relatively easy to destroy, as far as artifacts go. It has Hardness 25 and 100 Hit Points, but repairs damage to itself swiftly, regaining 10 Hit Points per round. It has weakness 10 to bludgeoning damage and weakness 30 to good damage.\n",
 "trait": [
  "Artifact",
  "Conjuration",
  "Divination",
  "Evil",
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "trait_group": [
  "Equipment",
  "School",
  "Alignment",
  "Mechanics",
  "Rarity"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Conjuration](/Traits.aspx?ID=33), [Divination](/Traits.aspx?ID=47), [Evil](/Traits.aspx?ID=64), [Magical](/Traits.aspx?ID=103), [Necromancy](/Traits.aspx?ID=117), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Artifact",
  "Conjuration",
  "Divination",
  "Evil",
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1747",
 "weakness": {}
}