{
 "base_item_markdown": "",
 "bulk": 8,
 "bulk_raw": "8",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-3122",
 "item_category": "Artifacts",
 "legacy_id": [
  "equipment-617"
 ],
 "level": 25,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 25\"\r\n    pfs=\"\"\r\n>\r\n[Philosopher's Extractor](/Equipment.aspx?ID=3122)\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=683\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=537\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=644\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 301 <sup>2.0</sup>\n\n<row gap=\"medium\">\n\n**Bulk** 8\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis bizarre machine is a complex arrangement of flasks, tubes, and other alchemical equipment. The _philosopher's extractor_ is designed to create the ultimate alchemical concoctions. The extractor functions as an [exceptional alchemist's toolkit](/Equipment.aspx?ID=2702), granting a +4 item bonus to [Crafting](/Skills.aspx?ID=4) checks related to alchemy.  When using the extractor to [Craft](/Actions.aspx?ID=43) an alchemical item or with [infused reagents](/Classes.aspx?ID=1) as part of your daily preparations, you can create impeccable alchemical items. An impeccable alchemical item always uses the maximum numerical value possible for any rolls it requires, such as dealing maximum damage with [alchemist's fire](/Equipment.aspx?ID=75) or restoring the maximum number of Hit Points with an [elixir of life](/Equipment.aspx?ID=91). If the impeccable item has a duration, it lasts twice as long as normal. Finally, an impeccable alchemical item never has a drawback.\n\n**Activate—Accelerated Synthesis** <actions string=\"Three Actions\" /> ([manipulate](/Traits.aspx?ID=104)) **Frequency** once per minute;   **Effect** You use the extractor to produce an alchemical item of your level or lower whose formula you know. The extractor can create 56 levels' worth of items per day in this way. For example, the extractor could create two true elixirs of life (19th level) and two moderate elixirs of life (9th level), or eight [comprehension elixirs](/Equipment.aspx?ID=88) (7th level), and so on.\n\n**Activate—Essence Transmogrification** <actions string=\"\" /> 1 hour (manipulate)    **Effect** You take a sizable portion of a creature (at least two-thirds of its original mass) and filter it through the mechanisms of the extractor. After the end of the process, the _philosopher's extractor_ creates a transmogrifying mutagen that imparts the essence of the creature to the drinker. The extractor can make several transmogrifying mutagens simultaneously using the same activation if enough mass is provided at once, up to a maximum of 10 concurrent mutagens. Drinking a transmogrifying mutagen imparts you with one of the creature's unique abilities for 1 hour. This could grant one of several abilities such as a dragon's breath, [darkvision](/MonsterAbilities.aspx?ID=12), flight, [frightful presence](/MonsterAbilities.aspx?ID=17), or immunity to [sleep](/Traits.aspx?ID=145). The ability functions as it did for the original creature, except it uses your class DC or your spell DC (whichever is higher) instead of the creature's DC. The mutagen grants only abilities based on a creature's physiology and never grants magic-related abilities such as innate spells or spellcasting ability. The GM ultimately decides what ability a transmogrifying mutagen grants.\n\n Unlike normal for [mutagens](/Traits.aspx?ID=116) and [polymorph](/Traits.aspx?ID=127) effects, you can drink multiple transmogrifying mutagens and gain benefits from each. When you drink transmogrifying mutagens made from different creatures, you receive abilities from each creature. When you drink multiple transmogrifying mutagens made from the same type of creature, such as multiple mutagens made from trolls, you gain an additional ability for each transmogrifying mutagen you drink, and the duration of the abilities from that creature type increases by 1 hour for each additional concoction you drink.\n\n However, these additional benefits come with a risk; if you drink a transmogrifying mutagen while at least one other is active, after drinking it, you must succeed at a flat check with a DC equal to the total number of active transmogrifying mutagens you've consumed. On a failure, you fully transform into a member of the species of the latest transmogrifying mutagen you drank, and you almost always go berserk from your change. The transformation may leave some amount of your personality and memories intact, at the GM's discretion.\r\n\r\n**Destruction** Simultaneously feeding the _philosopher's extractor_ sizable portions of an [aeon](/MonsterFamilies.aspx?ID=2), [angel](/MonsterFamilies.aspx?ID=3), [archon](/MonsterFamilies.aspx?ID=9), [azata](/MonsterFamilies.aspx?ID=10), [daemon](/MonsterFamilies.aspx?ID=26), [demon](/MonsterFamilies.aspx?ID=28), [devil](/MonsterFamilies.aspx?ID=30), [protean](/MonsterFamilies.aspx?ID=82), and [psychopomp](/MonsterFamilies.aspx?ID=83), each of at least 14th level, along with a [philosopher's stone](/Equipment.aspx?ID=133) causes the device to jam, overheat, and explode. Creatures within 60 feet of the explosion must succeed at a DC 55 Reflex save or become covered in an alchemical slurry that transforms them into a horrifying amalgam of at least two of the creatures used to destroy the machine.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Philosopher's Extractor",
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 301",
 "primary_source_category": "Rulebooks",
 "rarity": "rare",
 "rarity_id": 3,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=683\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=537\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=644\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 301 <sup>2.0</sup>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n**Bulk** 8\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis bizarre machine is a complex arrangement of flasks, tubes, and other alchemical equipment. The  philosopher's extractor  is designed to create …\r\n</summary>",
 "skill": [
  "Crafting"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=4)",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 301"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 301 <sup>2.0</sup>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "This bizarre machine is a complex arrangement of flasks, tubes, and other alchemical equipment. The  philosopher's extractor  is designed to create …",
 "summary_markdown": "This bizarre machine is a complex arrangement of flasks, tubes, and other alchemical equipment. The  philosopher's extractor  is designed to create …",
 "text": "<title level=\"1\" right=\"Item 25\" pfs=\"\" > Philosopher's Extractor Source GM Core pg. 301 2.0 Bulk 8 --- This bizarre machine is a complex arrangement of flasks, tubes, and other alchemical equipment. The philosopher's extractor is designed to create the ultimate alchemical concoctions. The extractor functions as an exceptional alchemist's toolkit, granting a +4 item bonus to Crafting checks related to alchemy. When using the extractor to Craft an alchemical item or with infused reagents as part of your daily preparations, you can create impeccable alchemical items. An impeccable alchemical item always uses the maximum numerical value possible for any rolls it requires, such as dealing maximum damage with alchemist's fire or restoring the maximum number of Hit Points with an elixir of life. If the impeccable item has a duration, it lasts twice as long as normal. Finally, an impeccable alchemical item never has a drawback. Activate—Accelerated Synthesis Three Actions (manipulate) Frequency once per minute; Effect You use the extractor to produce an alchemical item of your level or lower whose formula you know. The extractor can create 56 levels' worth of items per day in this way. For example, the extractor could create two true elixirs of life (19th level) and two moderate elixirs of life (9th level), or eight comprehension elixirs (7th level), and so on. Activate—Essence Transmogrification 1 hour (manipulate) Effect You take a sizable portion of a creature (at least two-thirds of its original mass) and filter it through the mechanisms of the extractor. After the end of the process, the philosopher's extractor creates a transmogrifying mutagen that imparts the essence of the creature to the drinker. The extractor can make several transmogrifying mutagens simultaneously using the same activation if enough mass is provided at once, up to a maximum of 10 concurrent mutagens. Drinking a transmogrifying mutagen imparts you with one of the creature's unique abilities for 1 hour. This could grant one of several abilities such as a dragon's breath, darkvision, flight, frightful presence, or immunity to sleep. The ability functions as it did for the original creature, except it uses your class DC or your spell DC (whichever is higher) instead of the creature's DC. The mutagen grants only abilities based on a creature's physiology and never grants magic-related abilities such as innate spells or spellcasting ability. The GM ultimately decides what ability a transmogrifying mutagen grants. Unlike normal for mutagens and polymorph effects, you can drink multiple transmogrifying mutagens and gain benefits from each. When you drink transmogrifying mutagens made from different creatures, you receive abilities from each creature. When you drink multiple transmogrifying mutagens made from the same type of creature, such as multiple mutagens made from trolls, you gain an additional ability for each transmogrifying mutagen you drink, and the duration of the abilities from that creature type increases by 1 hour for each additional concoction you drink. However, these additional benefits come with a risk; if you drink a transmogrifying mutagen while at least one other is active, after drinking it, you must succeed at a flat check with a DC equal to the total number of active transmogrifying mutagens you've consumed. On a failure, you fully transform into a member of the species of the latest transmogrifying mutagen you drank, and you almost always go berserk from your change. The transformation may leave some amount of your personality and memories intact, at the GM's discretion. Destruction Simultaneously feeding the philosopher's extractor sizable portions of an aeon, angel, archon, azata, daemon, demon, devil, protean, and psychopomp, each of at least 14th level, along with a philosopher's stone causes the device to jam, overheat, and explode. Creatures within 60 feet of the explosion must succeed at a DC 55 Reflex save or become covered in an alchemical slurry that transforms them into a horrifying amalgam of at least two of the creatures used to destroy the machine.\n",
 "trait": [
  "Artifact",
  "Magical",
  "Rare"
 ],
 "trait_group": [
  "Equipment",
  "Mechanics",
  "Rarity"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=537), [Magical](/Traits.aspx?ID=644), [Rare](/Traits.aspx?ID=683)",
 "trait_raw": [
  "Artifact",
  "Magical",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=3122",
 "weakness": {}
}