{
 "base_item_markdown": "",
 "bulk": 1,
 "bulk_raw": "1",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-954",
 "item_category": "Held Items",
 "level": 9,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 9\"\r\n    pfs=\"\"\r\n>\r\n[Starless Scope](/Equipment.aspx?ID=954)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Malevolence</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [Malevolence](/Sources.aspx?ID=88) pg. 67\n\n**Price** 650 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nEven during the time of Thassilon, when the Order of the Starless Night still existed, _starless scopes_ were uncommon. Today, this final scope might well be the last one to survive the passage of time.\n\n A _starless scope_ is a handheld telescope crafted of silver and fine wood. When one peers at the sky through a _starless scope_, one always views the sky as if during a clear night. A starless scope adds a +2 item bonus to [Astronomy Lore](/Skills.aspx?ID=8) and Perception checks made to observe the skies, as it causes all celestial objects to dim when not directly observed, allowing its user to more easily observe their intended subject. It also grants a +2 item bonus to all [Occultism](/Skills.aspx?ID=11) checks made to [Identify Magic](/Actions.aspx?ID=24).\n\n A starless scope also functions as a divine focus for worshipers of [Desna](/Deities.aspx?ID=5). The magic of a starless scope requires a specially prepared lens to function, and it's possible to shatter the lens if you roll poorly when activating the _starless scope_.\n\n Without a functional lens, a _starless scope_ doesn't function. You can replace a shattered lens with a functional lens by taking a two-action activity with the manipulate trait. If you know the formula for the starless scope, you can [Craft](/Actions.aspx?ID=43) a new lens with a DC 25 [Crafting](/Skills.aspx?ID=4) (master) check. A starless scope lens is a level 9 item worth 100 gp.\n\n**Activate** <actions string=\"Reaction\" /> Interact;  **Frequency** once per day; **Trigger** you use the _starless scope_ as a divine focus; **Requirements** you worship Desna; **Effect** You attempt to enhance the effects of a spell as you cast it by attempting a [Religion](/Skills.aspx?ID=13) check against the spell's DC, as determined by [Table  10–5](/Rules.aspx?ID=554)\r\n\r\n**Critical Success** Any attack rolls you make with the spell gain a +2 status bonus, and any saving throw a foe makes against the spell takes a –2 status penalty. If you would normally cast the spell from a spell slot, and the spell is 5th level or lower, you don't spend the spell slot and cast the spell from the _starless scope_ instead.<br />\r\n**Success** Any attack rolls you make with the spell gain a +1 status bonus, and any saving throw a foe makes against the spell takes a –1 status penalty.<br />\r\n**Failure** The spell is cast normally. Attempt a DC 11 flat check. On a failure, the _starless scope's_ lens shatters.<br />\r\n**Critical Failure** The spell is disrupted and the _starless scope's_ lens shatters.\n\n**Activate** <actions string=\"Two Actions\" /> Interact ([abjuration](/Traits.aspx?ID=2), [divine](/Traits.aspx?ID=48)) **Frequency** once per hour;   **Effect** You raise the scope to your eye and observe a creature within 30 feet. You can attempt to identify the creature by [Recalling Knowledge](/Actions.aspx?ID=26). The _starless scope_ adds a +2 item bonus to this check. If the creature is associated with the Dominion of the Black or the Elder Mythos, or is a creature whose actions have blasphemed against Desna (Ioseff Xarwin's ghost falls into this latter category), the creature must attempt a DC 27 Will save.\r\n\r\n**Critical Success** The creature is unaffected, and the _starless scope's_ lens shatters.<br />\r\n**Success** The creature shines with starlight for 1 round. During this time, the creature can't be [concealed](/Conditions.aspx?ID=4) if it is visible. If it's [invisible](/Conditions.aspx?ID=26), it's concealed rather than being [undetected](/Conditions.aspx?ID=39). The creature takes a –1 status penalty to saving throws against [divine](/Traits.aspx?ID=48) effects while it shimmers with starlight.<br />\r\n**Failure** As success, but the creature also suffers an additional effect. An [incorporeal](/Traits.aspx?ID=222) creature loses its incorporeal trait as long as it shines with starlight. Any other creature becomes [slowed 1](/Conditions.aspx?ID=35) as long as it shines with starlight.<br />\r\n**Critical Failure** As failure, but the duration of the starlight is 1 minute, and the status penalty to saving throws against divine effects increases to –2.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Starless Scope",
 "price": 65000,
 "price_raw": "650 gp",
 "primary_source": "Malevolence",
 "primary_source_raw": "Malevolence pg. 67",
 "primary_source_category": "Adventures",
 "primary_source_group": "Malevolence",
 "rarity": "unique",
 "rarity_id": 4,
 "release_date": "2021-07-07",
 "resistance": {},
 "school": "divination",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Malevolence](/Sources.aspx?ID=88) pg. 67\r\n\r\n**Price** 650 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEven during the time of Thassilon, when the Order of the Starless Night still existed,  starless scopes  were uncommon. Today, this final scope might …\r\n</summary>",
 "skill": [
  "Lore",
  "Occultism"
 ],
 "skill_markdown": "[Lore](/Skills.aspx?ID=8), [Occultism](/Skills.aspx?ID=11), ",
 "skill_mod": {},
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 67"
 ],
 "source_category": [
  "Adventures"
 ],
 "source_group": [
  "Malevolence"
 ],
 "source_markdown": "[Malevolence](/Sources.aspx?ID=88) pg. 67",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Malevolence",
 "stage_markdown": "",
 "summary": "Even during the time of Thassilon, when the Order of the Starless Night still existed,  starless scopes  were uncommon. Today, this final scope might …",
 "summary_markdown": "Even during the time of Thassilon, when the Order of the Starless Night still existed,  starless scopes  were uncommon. Today, this final scope might …",
 "text": "<title level=\"1\" right=\"Item 9\" pfs=\"\" > Starless Scope May contain spoilers from Malevolence Source Malevolence pg. 67 Price 650 gp Usage held in 1 hand Bulk 1 --- Even during the time of Thassilon, when the Order of the Starless Night still existed, starless scopes were uncommon. Today, this final scope might well be the last one to survive the passage of time. A starless scope is a handheld telescope crafted of silver and fine wood. When one peers at the sky through a starless scope , one always views the sky as if during a clear night. A starless scope adds a +2 item bonus to Astronomy Lore and Perception checks made to observe the skies, as it causes all celestial objects to dim when not directly observed, allowing its user to more easily observe their intended subject. It also grants a +2 item bonus to all Occultism checks made to Identify Magic. A starless scope also functions as a divine focus for worshipers of Desna. The magic of a starless scope requires a specially prepared lens to function, and it's possible to shatter the lens if you roll poorly when activating the starless scope . Without a functional lens, a starless scope doesn't function. You can replace a shattered lens with a functional lens by taking a two-action activity with the manipulate trait. If you know the formula for the starless scope, you can Craft a new lens with a DC 25 Crafting (master) check. A starless scope lens is a level 9 item worth 100 gp. Activate Reaction Interact; Frequency once per day; Trigger you use the starless scope as a divine focus; Requirements you worship Desna; Effect You attempt to enhance the effects of a spell as you cast it by attempting a Religion check against the spell's DC, as determined by Table 10–5 Critical Success Any attack rolls you make with the spell gain a +2 status bonus, and any saving throw a foe makes against the spell takes a –2 status penalty. If you would normally cast the spell from a spell slot, and the spell is 5th level or lower, you don't spend the spell slot and cast the spell from the starless scope instead. Success Any attack rolls you make with the spell gain a +1 status bonus, and any saving throw a foe makes against the spell takes a –1 status penalty. Failure The spell is cast normally. Attempt a DC 11 flat check. On a failure, the starless scope's lens shatters. Critical Failure The spell is disrupted and the starless scope's lens shatters. Activate Two Actions Interact (abjuration, divine) Frequency once per hour; Effect You raise the scope to your eye and observe a creature within 30 feet. You can attempt to identify the creature by Recalling Knowledge. The starless scope adds a +2 item bonus to this check. If the creature is associated with the Dominion of the Black or the Elder Mythos, or is a creature whose actions have blasphemed against Desna (Ioseff Xarwin's ghost falls into this latter category), the creature must attempt a DC 27 Will save. Critical Success The creature is unaffected, and the starless scope's lens shatters. Success The creature shines with starlight for 1 round. During this time, the creature can't be concealed if it is visible. If it's invisible, it's concealed rather than being undetected. The creature takes a –1 status penalty to saving throws against divine effects while it shimmers with starlight. Failure As success, but the creature also suffers an additional effect. An incorporeal creature loses its incorporeal trait as long as it shines with starlight. Any other creature becomes slowed 1 as long as it shines with starlight. Critical Failure As failure, but the duration of the starlight is 1 minute, and the status penalty to saving throws against divine effects increases to –2.\n",
 "trait": [
  "Divination",
  "Divine",
  "Magical",
  "Unique"
 ],
 "trait_group": [
  "School",
  "Tradition",
  "Mechanics",
  "Rarity"
 ],
 "trait_markdown": "[Divination](/Traits.aspx?ID=47), [Divine](/Traits.aspx?ID=48), [Magical](/Traits.aspx?ID=103), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Divination",
  "Divine",
  "Magical",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=954",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}