{
 "base_item_markdown": "",
 "bulk": 2,
 "bulk_raw": "2",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-918",
 "item_category": "Artifacts",
 "level": 10,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 10\"\r\n    pfs=\"\"\r\n>\r\n[The Whispering Reeds](/Equipment.aspx?ID=918)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Abomination Vaults</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n**Source** [Pathfinder #163: Ruins of Gauntlight](/Sources.aspx?ID=71) pg. 78\n\n<row gap=\"medium\">\n\n**Usage** held in 2 hands\r\n\r\n**Bulk** 2\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis hefty tome was compiled centuries ago by an anonymous author who sought to collect all parables, myths, stories, and encounters with the Outer Goddess [Nhimbaloth](/Deities.aspx?ID=163). According to the introduction, the author's original intent was to create a work that foes of the Empty Death could use to fight against her influence, but as one reads through the book, it becomes apparent that the opposite effect has been achieved—by compiling these stories, the author inadvertently generated a work that made it easier for Nhimbaloth to influence the world. Those who venerate the Empty Death seek copies of this book to use as a guide and religious text, while those who don't know better and peruse the book as though it were merely an anthology of stories find themselves unwittingly falling prey to Nhimbaloth's cult or agents of the entity herself. Those who study from _The Whispering Reeds_ for too long are often cursed to rise as [ghosts](/MonsterFamilies.aspx?ID=51) after death— though their existence never lasts for long, as they are inevitably consumed by Nhimbaloth.\n\n If a character understands the dangers of this book, however, moderated use can stall or even prevent such a fate from befalling them. If a character takes special care, they can even potentially use _The Whispering Reeds_ for its original purpose—as a weapon against the cult of Nhimbaloth. Using the text too often or leveraging some of its more powerful effects, however, causes the user to feel an ominous chill. In these cases, the user is exposed to the tome's curse, Empty Death (see below).\n\n The anonymous compiler wanted to produce an enormous print run of The Whispering Reeds, but after the initial run they realized the danger and scuttled those plans, instead attempting to destroy those copies already created. This crusade caught the attention of Nhimbaloth's cult, who swiftly assassinated the compiler. Fewer than two dozen copies of this rare tome are believed to still exist. The book's sinister nature causes all attempts to transcribe it to fail, resulting in bodies of gibberish, nonsense text.\n\n _The Whispering Reeds_ provides several abilities, but you can't activate any of them while you are [stupefied](/Conditions.aspx?ID=37) unless you are a follower of Nhimbaloth.\n\n**Activate** <actions string=\"\" /> 10 minutes (Investigate);     **Effect** You gain a +2 item bonus to skill checks to [Recall Knowledge](/Actions.aspx?ID=26) about [Nhimbaloth](/Deities.aspx?ID=163), her faith, or creatures associated with her (such as [incorporeal](/Traits.aspx?ID=222) [undead](/Traits.aspx?ID=160), [vampiric mists](/Monsters.aspx?ID=845), [wisps](/Monsters.aspx?ID=414), and other incorporeal creatures associated with death). Each time you use this ability after the first in a 24-hour period, you are exposed to the Empty Death.\n\n**Activate** <actions string=\"Two Actions\" /> command, Interact;  **Frequency** once per hour;   **Effect** You read aloud a phrase from the book and target a single [incorporeal](/Traits.aspx?ID=222) [undead](/Traits.aspx?ID=160) creature within 30 feet. That undead creature takes 5d6 positive damage (DC 27 basic Will save) as portions of their incorporeal being are consumed in patches of seven equally spaced holes. Each time you use this ability after the first in a 24-hour period, you are exposed to the Empty Death.\n\n**Activate** <actions string=\"Two Actions\" /> command, Interact;  **Frequency** once per day;   **Effect** You invoke a tale from _The Whispering Reeds_ that parallels the situation, environment, or creatures nearby. Eerie mists and indistinct whispers rise in a 20-foot emanation around you, and clusters of seven perfectly spaced divots manifest in the ground, vegetation, and flesh of creatures in the emanation other than yourself and up to three creatures you designate at the time of activation. Creatures afflicted with these divots suffer from agonizing mental anguish in the form of crippling despair and take 4d6 mental damage (DC 27 basic Will save). The mists, whispers, and strange divots fade away at the end of the round, but any creature that takes mental damage from the effect also takes a –1 penalty to saving throws against effects with the [emotion](/Traits.aspx?ID=60) trait for 1 minute. You are exposed to the Empty Death each time you use this ability.\n\n**Activate** <actions string=\"\" /> Cast a Spell;  **Frequency** three times per day;   **Effect** You cast one of the following spells at the lowest level possible (unless otherwise specified): [_crushing despair_](/Spells.aspx?ID=57) (one target within 30 feet only), [_fear_](/Spells.aspx?ID=110) (3rd), [_paranoia_](/Spells.aspx?ID=214), or [_phantasmal killer_](/Spells.aspx?ID=219). You are exposed to the Empty Death each time you use this ability.\n\n **Empty Death** ([curse](/Traits.aspx?ID=38), [necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120)) **Saving Throw** DC 27 Will; **Effect** If you activate _The Whispering Reeds_ and are not a worshipper of Nhimbaloth, you become stupefied 2 for 24 hours as your thoughts fill with paranoia that something is watching you from the other side of death. If you die while affected by the Empty Death, you immediately become a chaotic evil ghost. Every 7 days that pass after you become a ghost, you must succeed at a DC 2 flat check— failure indicates that you are consumed by Nhimbaloth. A creature whose ghost is consumed in this way does not travel to the River of Souls and is utterly annihilated; this creature can only be restored to life via a 10th-level spell effect or ritual like [_wish_](/Spells.aspx?ID=377).\r\n\r\n**Destruction** Copies of _The Whispering Reeds_ have no special protections and can be destroyed like any regular book, but doing so exposes the one who destroyed the book to the Empty Death. \n\n<column gap=\"tiny\">\n\n</column>",
 "name": "The Whispering Reeds",
 "primary_source": "Pathfinder #163: Ruins of Gauntlight",
 "primary_source_raw": "Pathfinder #163: Ruins of Gauntlight pg. 78",
 "primary_source_category": "Adventure Paths",
 "primary_source_group": "Abomination Vaults",
 "rarity": "rare",
 "rarity_id": 3,
 "release_date": "2021-01-15",
 "resistance": {},
 "saving_throw": "DC 27 Will",
 "saving_throw_markdown": "DC 27 Will",
 "school": "divination",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\r\n\r\n<additional-info>\r\n**Source** [Pathfinder #163: Ruins of Gauntlight](/Sources.aspx?ID=71) pg. 78\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 2 hands\r\n\r\n**Bulk** 2\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis hefty tome was compiled centuries ago by an anonymous author who sought to collect all parables, myths, stories, and encounters with the Outer …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Pathfinder #163: Ruins of Gauntlight"
 ],
 "source_raw": [
  "Pathfinder #163: Ruins of Gauntlight pg. 78"
 ],
 "source_category": [
  "Adventure Paths"
 ],
 "source_group": [
  "Abomination Vaults"
 ],
 "source_markdown": "[Pathfinder #163: Ruins of Gauntlight](/Sources.aspx?ID=71) pg. 78",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Abomination Vaults",
 "stage_markdown": "",
 "summary": "This hefty tome was compiled centuries ago by an anonymous author who sought to collect all parables, myths, stories, and encounters with the Outer …",
 "summary_markdown": "This hefty tome was compiled centuries ago by an anonymous author who sought to collect all parables, myths, stories, and encounters with the Outer …",
 "text": "<title level=\"1\" right=\"Item 10\" pfs=\"\" > The Whispering Reeds May contain spoilers from Abomination Vaults Source Pathfinder #163: Ruins of Gauntlight pg. 78 Usage held in 2 hands Bulk 2 --- This hefty tome was compiled centuries ago by an anonymous author who sought to collect all parables, myths, stories, and encounters with the Outer Goddess Nhimbaloth. According to the introduction, the author's original intent was to create a work that foes of the Empty Death could use to fight against her influence, but as one reads through the book, it becomes apparent that the opposite effect has been achieved—by compiling these stories, the author inadvertently generated a work that made it easier for Nhimbaloth to influence the world. Those who venerate the Empty Death seek copies of this book to use as a guide and religious text, while those who don't know better and peruse the book as though it were merely an anthology of stories find themselves unwittingly falling prey to Nhimbaloth's cult or agents of the entity herself. Those who study from The Whispering Reeds for too long are often cursed to rise as ghosts after death— though their existence never lasts for long, as they are inevitably consumed by Nhimbaloth. If a character understands the dangers of this book, however, moderated use can stall or even prevent such a fate from befalling them. If a character takes special care, they can even potentially use The Whispering Reeds for its original purpose—as a weapon against the cult of Nhimbaloth. Using the text too often or leveraging some of its more powerful effects, however, causes the user to feel an ominous chill. In these cases, the user is exposed to the tome's curse, Empty Death (see below). The anonymous compiler wanted to produce an enormous print run of The Whispering Reeds, but after the initial run they realized the danger and scuttled those plans, instead attempting to destroy those copies already created. This crusade caught the attention of Nhimbaloth's cult, who swiftly assassinated the compiler. Fewer than two dozen copies of this rare tome are believed to still exist. The book's sinister nature causes all attempts to transcribe it to fail, resulting in bodies of gibberish, nonsense text. The Whispering Reeds provides several abilities, but you can't activate any of them while you are stupefied unless you are a follower of Nhimbaloth. Activate 10 minutes (Investigate); Effect You gain a +2 item bonus to skill checks to Recall Knowledge about Nhimbaloth, her faith, or creatures associated with her (such as incorporeal undead, vampiric mists, wisps, and other incorporeal creatures associated with death). Each time you use this ability after the first in a 24-hour period, you are exposed to the Empty Death. Activate Two Actions command, Interact; Frequency once per hour; Effect You read aloud a phrase from the book and target a single incorporeal undead creature within 30 feet. That undead creature takes 5d6 positive damage (DC 27 basic Will save) as portions of their incorporeal being are consumed in patches of seven equally spaced holes. Each time you use this ability after the first in a 24-hour period, you are exposed to the Empty Death. Activate Two Actions command, Interact; Frequency once per day; Effect You invoke a tale from The Whispering Reeds that parallels the situation, environment, or creatures nearby. Eerie mists and indistinct whispers rise in a 20-foot emanation around you, and clusters of seven perfectly spaced divots manifest in the ground, vegetation, and flesh of creatures in the emanation other than yourself and up to three creatures you designate at the time of activation. Creatures afflicted with these divots suffer from agonizing mental anguish in the form of crippling despair and take 4d6 mental damage (DC 27 basic Will save). The mists, whispers, and strange divots fade away at the end of the round, but any creature that takes mental damage from the effect also takes a –1 penalty to saving throws against effects with the emotion trait for 1 minute. You are exposed to the Empty Death each time you use this ability. Activate Cast a Spell; Frequency three times per day; Effect You cast one of the following spells at the lowest level possible (unless otherwise specified): crushing despair (one target within 30 feet only), fear (3rd), paranoia , or phantasmal killer . You are exposed to the Empty Death each time you use this ability. Empty Death (curse, necromancy, occult) Saving Throw DC 27 Will; Effect If you activate The Whispering Reeds and are not a worshipper of Nhimbaloth, you become stupefied 2 for 24 hours as your thoughts fill with paranoia that something is watching you from the other side of death. If you die while affected by the Empty Death, you immediately become a chaotic evil ghost. Every 7 days that pass after you become a ghost, you must succeed at a DC 2 flat check— failure indicates that you are consumed by Nhimbaloth. A creature whose ghost is consumed in this way does not travel to the River of Souls and is utterly annihilated; this creature can only be restored to life via a 10th-level spell effect or ritual like wish . Destruction Copies of The Whispering Reeds have no special protections and can be destroyed like any regular book, but doing so exposes the one who destroyed the book to the Empty Death. ",
 "trait": [
  "Artifact",
  "Divination",
  "Occult",
  "Rare"
 ],
 "trait_group": [
  "Equipment",
  "School",
  "Tradition",
  "Rarity"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Divination](/Traits.aspx?ID=47), [Occult](/Traits.aspx?ID=120), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Artifact",
  "Divination",
  "Occult",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=918",
 "usage": "held in 2 hands",
 "usage_markdown": "held in 2 hands",
 "weakness": {}
}