{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Rewards",
  "Experience Points",
  "XP Awards"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2651",
 "legacy_id": [
  "rules-577"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Accomplishments](/Rules.aspx?ID=2651)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 56 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCharacters' actions that move the story forward—like securing a major alliance, establishing an organization, or causing an NPC to have a change of heart—are considered accomplishments and should be rewarded with XP. Their significance determines the size of the XP award. Determine whether the achievement was a minor, moderate, or major accomplishment, and refer to the XP Awards table on page 57 to award an appropriate amount of XP.\n\nMinor accomplishments include all sorts of significant, memorable, or surprising moments in the game. A moderate accomplishment typically represents a goal that takes most of a session to complete, and a major accomplishment is usually the culmination of the characters' efforts across many sessions. Moderate and major accomplishments usually come after heroic effort, so that's an ideal time to also give a Hero Point to one or more of the characters involved.\n\nAs mentioned earlier, it's up to you how much XP to give out for accomplishments. As a general guideline, in a given game session, you'll typically give several minor awards, one or two moderate awards, and only one major award, if any. Try to be consistent about what is worth accomplishment XP and what isn't, and give out at least some accomplishment XP every session.\n\nIf two PCs pull off the same magnitude of task, they should get an equal amount of accomplishment XP. That doesn't mean you should allow XP “farming,” however. Part of the assumption of accomplishment XP is that the accomplishment is novel and the result of something challenging. If someone got accomplishment XP for snatching a dragon's egg from a lair, someone collecting another egg wouldn't necessarily get accomplishment XP.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Accomplishments",
 "next_link": {
  "label": "Party Size",
  "url": "/Rules.aspx?ID=2652"
 },
 "previous_link": {
  "label": "Adversaries and Hazards",
  "url": "/Rules.aspx?ID=2650"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 56",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 56 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Rewards / Experience Points / XP Awards\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCharacters' actions that move the story forward—like securing a major alliance, establishing an organization, or causing an NPC to have a change of …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 56"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 56 <sup>2.0</sup>",
 "speed": {},
 "summary": "Characters' actions that move the story forward—like securing a major alliance, establishing an organization, or causing an NPC to have a change of …",
 "summary_markdown": "Characters' actions that move the story forward—like securing a major alliance, establishing an organization, or causing an NPC to have a change of …",
 "text": " Accomplishments Source GM Core pg. 56 2.0 Characters' actions that move the story forward—like securing a major alliance, establishing an organization, or causing an NPC to have a change of heart—are considered accomplishments and should be rewarded with XP. Their significance determines the size of the XP award. Determine whether the achievement was a minor, moderate, or major accomplishment, and refer to the XP Awards table on page 57 to award an appropriate amount of XP. Minor accomplishments include all sorts of significant, memorable, or surprising moments in the game. A moderate accomplishment typically represents a goal that takes most of a session to complete, and a major accomplishment is usually the culmination of the characters' efforts across many sessions. Moderate and major accomplishments usually come after heroic effort, so that's an ideal time to also give a Hero Point to one or more of the characters involved. As mentioned earlier, it's up to you how much XP to give out for accomplishments. As a general guideline, in a given game session, you'll typically give several minor awards, one or two moderate awards, and only one major award, if any. Try to be consistent about what is worth accomplishment XP and what isn't, and give out at least some accomplishment XP every session. If two PCs pull off the same magnitude of task, they should get an equal amount of accomplishment XP. That doesn't mean you should allow XP “farming,” however. Part of the assumption of accomplishment XP is that the accomplishment is novel and the result of something challenging. If someone got accomplishment XP for snatching a dragon's egg from a lair, someone collecting another egg wouldn't necessarily get accomplishment XP. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2651",
 "weakness": {}
}