{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Creatures",
  "Design Abilities"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2908",
 "legacy_id": [
  "rules-1029"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Active Abilities](/Rules.aspx?ID=2908)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 123 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAbilities a creature uses on its turn have the most flexibility and scope. You can use the [Spell DC and Spell Attack Modifier](/Rules.aspx?ID=2899) table to determine active ability DCs as well as spell DCs. You can have an ability use 1 to 3 actions as needed (or be a free action in rare cases) and use just about any type of tactic. Feats, spells, and existing creature abilities provide a wide variety of examples, so look for something similar to your idea to use as a basis.\n\nConsider how you want your creature to spend its turns. Two-action activities pretty much define the creature's turn, and single actions work best for supplemental benefits or normal Strikes. As you build out your idea of a creature's turn, don't forget about movement! A creature often needs to spend actions getting into position, especially early in a fight. This is especially challenging with melee-only creatures. You can give such creatures abilities similar to [Sudden Charge](/Feats.aspx?ID=4774) or the [deadly mantis](/Monsters.aspx?ID=296)'s Leaping Grab.\n\nUse 3-action abilities sparingly, as a creature can't use them if it is [slowed](/Conditions.aspx?ID=92) or [stunned](/Conditions.aspx?ID=93)—making a creature's coolest or most defining ability use up 3 actions might mean the creature never gets to use it. These activities should be reserved for abilities that include some movement (like [Trample](/MonsterAbilities.aspx?ID=39)) or that the creature is likely to use before engaging in combat. Don't make an ability use 3 actions as a way to balance it—saying “This can be more powerful than other abilities because it is less likely to work,” is a recipe for frustration if you've made a cool ability that's too hard or even impossible for the creature to use.\n\nBe especially careful with activities when designing boss creatures. They're likely to get targeted with the PCs' most powerful detrimental effects, get [grabbed](/Conditions.aspx?ID=77), become slowed, or otherwise have their actions restricted. Bosses need to have solid options they can use with 1 or 2 actions. This lets them use their remaining actions to get away, use a simple ability, or otherwise keep the fight dynamic.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2909\" />\r\n\r\n<document level=\"2\" id=\"rules-2910\" />",
 "name": "Active Abilities",
 "next_link": {
  "label": "Defensive Abilities",
  "url": "/Rules.aspx?ID=2911"
 },
 "previous_link": {
  "label": "Basics of Ability Design",
  "url": "/Rules.aspx?ID=2904"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 123",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 123 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Creatures / Design Abilities\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAbilities a creature uses on its turn have the most flexibility and scope. You can use the  Spell DC and Spell Attack Modifier  table to determine …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 123"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 123 <sup>2.0</sup>",
 "speed": {},
 "summary": "Abilities a creature uses on its turn have the most flexibility and scope. You can use the  Spell DC and Spell Attack Modifier  table to determine …",
 "summary_markdown": "Abilities a creature uses on its turn have the most flexibility and scope. You can use the  Spell DC and Spell Attack Modifier  table to determine …",
 "text": " Active Abilities Source GM Core pg. 123 2.0 Abilities a creature uses on its turn have the most flexibility and scope. You can use the Spell DC and Spell Attack Modifier table to determine active ability DCs as well as spell DCs. You can have an ability use 1 to 3 actions as needed (or be a free action in rare cases) and use just about any type of tactic. Feats, spells, and existing creature abilities provide a wide variety of examples, so look for something similar to your idea to use as a basis. Consider how you want your creature to spend its turns. Two-action activities pretty much define the creature's turn, and single actions work best for supplemental benefits or normal Strikes. As you build out your idea of a creature's turn, don't forget about movement! A creature often needs to spend actions getting into position, especially early in a fight. This is especially challenging with melee-only creatures. You can give such creatures abilities similar to Sudden Charge or the deadly mantis's Leaping Grab. Use 3-action abilities sparingly, as a creature can't use them if it is slowed or stunned—making a creature's coolest or most defining ability use up 3 actions might mean the creature never gets to use it. These activities should be reserved for abilities that include some movement (like Trample) or that the creature is likely to use before engaging in combat. Don't make an ability use 3 actions as a way to balance it—saying “This can be more powerful than other abilities because it is less likely to work,” is a recipe for frustration if you've made a cool ability that's too hard or even impossible for the creature to use. Be especially careful with activities when designing boss creatures. They're likely to get targeted with the PCs' most powerful detrimental effects, get grabbed, become slowed, or otherwise have their actions restricted. Bosses need to have solid options they can use with 1 or 2 actions. This lets them use their remaining actions to get away, use a simple ability, or otherwise keep the fight dynamic. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2908",
 "weakness": {}
}