{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Encounters",
  "Running the Encounter"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2557",
 "legacy_id": [
  "rules-840"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Ad Hoc Bonuses and Penalties](/Rules.aspx?ID=2557)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 28 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis section covers a few ground rules for how to best respond to PC tactics, when to apply ad hoc bonuses and penalties, and when to use certain tactics for NPCs. When PCs put effort into getting advantages against their foes, there should be some payoff, provided their tactics make sense in the narrative. Ad hoc bonuses and penalties give you some mechanical tools to emphasize that. Also keep in mind that you can change the flow of the story to respond to tactics as well. Altering an enemy's behavior can be a more satisfying consequence than just getting a bonus.\n\nWhen you're determining whether to grant a special bonus that isn't defined in the rules, including when a player asks you whether they get a bonus for doing something, ask yourself the following questions.<br />\n<ul><li>Is this the result of an interesting, surprising, or novel strategy by the character?</li><li>Did this take effort or smart thinking to set up?</li><li>Is this easy to replicate in pretty much every battle?</li></ul>If you answered yes to either of the first two, it's more likely you should assign a bonus—typically a +1 or +2 circumstance bonus. However, if you answered yes to the third, you probably shouldn't unless you really do want to see that tactic used over and over again.\n\nTry to use ad hoc bonuses a little more often than ad hoc penalties. If you do think a penalty might be appropriate, ask yourself the following.<br />\n<ul><li>Does the environment or terrain create any applicable disadvantages for the character?</li><li>Should the character have expected that this would be more difficult based on what they already knew?</li><li>Was this circumstance caused by a bad decision on the part of the one taking the penalty?</li><li>Is this negative circumstance easy to replicate in pretty much every battle?</li></ul>Once again, answering yes to most of these questions means it's more likely you should apply a penalty, and answering yes to the final question means it less likely you should do so.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Ad Hoc Bonuses and Penalties",
 "next_link": {
  "label": "Maps and Miniatures",
  "url": "/Rules.aspx?ID=2558"
 },
 "previous_link": {
  "label": "Adjudicating Actions",
  "url": "/Rules.aspx?ID=2551"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 28",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 28 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Encounters / Running the Encounter\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis section covers a few ground rules for how to best respond to PC tactics, when to apply ad hoc bonuses and penalties, and when to use certain …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 28"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 28 <sup>2.0</sup>",
 "speed": {},
 "summary": "This section covers a few ground rules for how to best respond to PC tactics, when to apply ad hoc bonuses and penalties, and when to use certain …",
 "summary_markdown": "This section covers a few ground rules for how to best respond to PC tactics, when to apply ad hoc bonuses and penalties, and when to use certain …",
 "text": " Ad Hoc Bonuses and Penalties Source GM Core pg. 28 2.0 This section covers a few ground rules for how to best respond to PC tactics, when to apply ad hoc bonuses and penalties, and when to use certain tactics for NPCs. When PCs put effort into getting advantages against their foes, there should be some payoff, provided their tactics make sense in the narrative. Ad hoc bonuses and penalties give you some mechanical tools to emphasize that. Also keep in mind that you can change the flow of the story to respond to tactics as well. Altering an enemy's behavior can be a more satisfying consequence than just getting a bonus. When you're determining whether to grant a special bonus that isn't defined in the rules, including when a player asks you whether they get a bonus for doing something, ask yourself the following questions. Is this the result of an interesting, surprising, or novel strategy by the character? Did this take effort or smart thinking to set up? Is this easy to replicate in pretty much every battle? If you answered yes to either of the first two, it's more likely you should assign a bonus—typically a +1 or +2 circumstance bonus. However, if you answered yes to the third, you probably shouldn't unless you really do want to see that tactic used over and over again. Try to use ad hoc bonuses a little more often than ad hoc penalties. If you do think a penalty might be appropriate, ask yourself the following. Does the environment or terrain create any applicable disadvantages for the character? Should the character have expected that this would be more difficult based on what they already knew? Was this circumstance caused by a bad decision on the part of the one taking the penalty? Is this negative circumstance easy to replicate in pretty much every battle? Once again, answering yes to most of these questions means it's more likely you should apply a penalty, and answering yes to the final question means it less likely you should do so. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2557",
 "weakness": {}
}