{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Variant Rules",
  "Automatic Bonus Progression"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2750",
 "legacy_id": [
  "rules-1366"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Adjusting Items and Treasure](/Rules.aspx?ID=2750)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 83 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWith this variant, you can ignore as much of the Party Treasure by Level table on page 59 as you want, though you'll usually want to provide consistent currency. The main area your choice will impact is in spellcasting items, such as scrolls and wands.\n\nRemove all potency runes, striking runes, and resilient runes. Items that normally grant an item bonus to statistics or damage dice no longer do, other than the base item bonus to AC from armor. Apex items do not increase attribute modifiers. If your world still includes magic items, a safe bet is to continue to give out consumable items at roughly the rate on page 59.\n\nIf you choose to eliminate runes entirely, this can reduce the PCs' damage since they won't have runes like flaming or holy. If you've removed nearly all treasure, challenges might become more difficult, even with automatic bonuses.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Adjusting Items and Treasure",
 "next_link": {
  "label": "Free Archetype",
  "url": "/Rules.aspx?ID=2751"
 },
 "previous_link": {
  "label": "Special Class Features",
  "url": "/Rules.aspx?ID=2742"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 83",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 83 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Variant Rules / Automatic Bonus Progression\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith this variant, you can ignore as much of the Party Treasure by Level table on page 59 as you want, though you'll usually want to provide …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 83"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 83 <sup>2.0</sup>",
 "speed": {},
 "summary": "With this variant, you can ignore as much of the Party Treasure by Level table on page 59 as you want, though you'll usually want to provide …",
 "summary_markdown": "With this variant, you can ignore as much of the Party Treasure by Level table on page 59 as you want, though you'll usually want to provide …",
 "text": " Adjusting Items and Treasure Source GM Core pg. 83 2.0 With this variant, you can ignore as much of the Party Treasure by Level table on page 59 as you want, though you'll usually want to provide consistent currency. The main area your choice will impact is in spellcasting items, such as scrolls and wands. Remove all potency runes, striking runes, and resilient runes. Items that normally grant an item bonus to statistics or damage dice no longer do, other than the base item bonus to AC from armor. Apex items do not increase attribute modifiers. If your world still includes magic items, a safe bet is to continue to give out consumable items at roughly the rate on page 59. If you choose to eliminate runes entirely, this can reduce the PCs' damage since they won't have runes like flaming or holy. If you've removed nearly all treasure, challenges might become more difficult, even with automatic bonuses. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2750",
 "weakness": {}
}