{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Adventure Design"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2692",
 "legacy_id": [
  "rules-948"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Adventure Recipes](/Rules.aspx?ID=2692)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThese procedures help you build an adventure skeleton or outline. You'll then go through and flesh out the details of the adventure, including adversaries and locations. As you play, you'll keep adjusting to fit the events of the game. Anything you haven't already introduced can be changed as needed. Just like with any recipe, you're meant to adjust the details to fit your group's preferences. You might stray far from your starting point, and that's OK!\n\nThese recipes use eight steps. You might want to look ahead to your future steps and make choices out of order based on what's most important for you to convey. The catch-all term “opposition” refers to the various adversaries and obstacles the PCs will face. The opposition should be thematically consistent but not necessarily monolithic. It might contain multiple individuals or groups who might not get along with one another.<br />\n<ul><li>**Styles (page 69):** The overall vibe of your game, such as a gritty game, dungeon crawl, or high adventure. These frameworks offer guidelines for the number of sessions and types of encounters that work best.</li><li>**Threats (page 71):** Thematic dangers to incorporate into your game, and ways to evoke them as you play. The style and threat are the core parts of your recipe.</li><li>**Motivations (page 72):** Determine more specifically what the opposition's goals and motivations are.</li><li>**Story Arcs (page 73):** This section gives you guidance on how to construct story arcs that will play out over your adventure and maybe beyond.</li><li>**NPCs and Organizations (page 74):** The characters and factions you include should fit the theme.</li><li>**Locations (page 74):** The adventuring sites and settlements featured in your adventure.</li><li>**Encounters (page 74):** The individual rooms and locales within your adventuring sites, including the creatures and hazards found at these places.</li><li>**Treasure (page 74):** The rewards you give out to characters after dealing with encounters.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2693\" />\r\n\r\n<document level=\"2\" id=\"rules-2703\" />\r\n\r\n<document level=\"2\" id=\"rules-2709\" />\r\n\r\n<document level=\"2\" id=\"rules-2710\" />\r\n\r\n<document level=\"2\" id=\"rules-2711\" />\r\n\r\n<document level=\"2\" id=\"rules-2712\" />\r\n\r\n<document level=\"2\" id=\"rules-2713\" />\r\n\r\n<document level=\"2\" id=\"rules-2714\" />",
 "name": "Adventure Recipes",
 "next_link": {
  "label": "Encounter Design",
  "url": "/Rules.aspx?ID=2715"
 },
 "previous_link": {
  "label": "Keeping it Varied",
  "url": "/Rules.aspx?ID=2691"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 68",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Adventure Design\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese procedures help you build an adventure skeleton or outline. You'll then go through and flesh out the details of the adventure, including …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 68"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>",
 "speed": {},
 "summary": "These procedures help you build an adventure skeleton or outline. You'll then go through and flesh out the details of the adventure, including …",
 "summary_markdown": "These procedures help you build an adventure skeleton or outline. You'll then go through and flesh out the details of the adventure, including …",
 "text": " Adventure Recipes Source GM Core pg. 68 2.0 These procedures help you build an adventure skeleton or outline. You'll then go through and flesh out the details of the adventure, including adversaries and locations. As you play, you'll keep adjusting to fit the events of the game. Anything you haven't already introduced can be changed as needed. Just like with any recipe, you're meant to adjust the details to fit your group's preferences. You might stray far from your starting point, and that's OK! These recipes use eight steps. You might want to look ahead to your future steps and make choices out of order based on what's most important for you to convey. The catch-all term “opposition” refers to the various adversaries and obstacles the PCs will face. The opposition should be thematically consistent but not necessarily monolithic. It might contain multiple individuals or groups who might not get along with one another. Styles (page 69): The overall vibe of your game, such as a gritty game, dungeon crawl, or high adventure. These frameworks offer guidelines for the number of sessions and types of encounters that work best. Threats (page 71): Thematic dangers to incorporate into your game, and ways to evoke them as you play. The style and threat are the core parts of your recipe. Motivations (page 72): Determine more specifically what the opposition's goals and motivations are. Story Arcs (page 73): This section gives you guidance on how to construct story arcs that will play out over your adventure and maybe beyond. NPCs and Organizations (page 74): The characters and factions you include should fit the theme. Locations (page 74): The adventuring sites and settlements featured in your adventure. Encounters (page 74): The individual rooms and locales within your adventuring sites, including the creatures and hazards found at these places. Treasure (page 74): The rewards you give out to characters after dealing with encounters. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2692",
 "weakness": {}
}