{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Encounters",
  "Running the Encounter",
  "Special Battles and Movement"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2563",
 "legacy_id": [
  "rules-854"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Aerial Combat](/Rules.aspx?ID=2563)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 30 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDetermining positioning in the air can be tricky, and it's often best to be more relaxed with movement rules, flanking, and so forth than you would be on a flat grid. Note that battles can get more spread out with flight. If any creature is flying, it's important to establish the height of potential obstacles in the area early. This way, no one is surprised to suddenly find out the ceiling is lower than they thought or tall trees create a barrier. Be careful about using aerial combat before PCs have magic that lets them fly. Be especially careful with flying foes who use ranged attacks because PCs might not have many good tools to fight them.\n\nThe rules for flight say that a creature might need to attempt an Acrobatics check to Maneuver in Flight to pull off tricky motions. You can generally use the same judgment you would while calling for Acrobatics checks when someone is moving on the ground. Trying to dive through a narrow space or make a sharp turn might require checks, usually with a simple DC.\n\nFalls can be deadly and often happen when fly or a similar spell gets dispelled. This is part of the risk of flying! Flying enemies might keep closer to the ground to avoid this danger, or use magic such as the gentle landing spell to prevent the damage or a jade cat talisman to reduce it.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Aerial Combat",
 "next_link": {
  "label": "Aquatic Combat",
  "url": "/Rules.aspx?ID=2564"
 },
 "previous_link": {
  "label": "Mounted Combat",
  "url": "/Rules.aspx?ID=2562"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 30",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 30 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Encounters / Running the Encounter / Special Battles and Movement\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDetermining positioning in the air can be tricky, and it's often best to be more relaxed with movement rules, flanking, and so forth than you would …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 30"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 30 <sup>2.0</sup>",
 "speed": {},
 "summary": "Determining positioning in the air can be tricky, and it's often best to be more relaxed with movement rules, flanking, and so forth than you would …",
 "summary_markdown": "Determining positioning in the air can be tricky, and it's often best to be more relaxed with movement rules, flanking, and so forth than you would …",
 "text": " Aerial Combat Source GM Core pg. 30 2.0 Determining positioning in the air can be tricky, and it's often best to be more relaxed with movement rules, flanking, and so forth than you would be on a flat grid. Note that battles can get more spread out with flight. If any creature is flying, it's important to establish the height of potential obstacles in the area early. This way, no one is surprised to suddenly find out the ceiling is lower than they thought or tall trees create a barrier. Be careful about using aerial combat before PCs have magic that lets them fly. Be especially careful with flying foes who use ranged attacks because PCs might not have many good tools to fight them. The rules for flight say that a creature might need to attempt an Acrobatics check to Maneuver in Flight to pull off tricky motions. You can generally use the same judgment you would while calling for Acrobatics checks when someone is moving on the ground. Trying to dive through a narrow space or make a sharp turn might require checks, usually with a simple DC. Falls can be deadly and often happen when fly or a similar spell gets dispelled. This is part of the risk of flying! Flying enemies might keep closer to the ground to avoid this danger, or use magic such as the gentle landing spell to prevent the damage or a jade cat talisman to reduce it. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2563",
 "weakness": {}
}