{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation",
  "Step 1: Create a Concept"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2029",
 "legacy_id": [
  "rules-79"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Ancestry, Background, Class, or Details](/Rules.aspx?ID=2029)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 18 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf one of Pathfinder's character ancestries, backgrounds, or classes particularly intrigues you, it's easy to build a character concept around these options. The summaries of ancestries and classes on pages 20–21 give a brief overview of these options (full details appear in Chapters 2 and 3, respectively). Each ancestry also has several heritages that might refine your concept further, such as a gnome with a stronger connection to fey magic or one who comes from the underground, or an arctic or woodland elf. Some heritages, known as versatile heritages, can even be applied to any ancestry; for instance, mortals with divine influence can be born to any ancestry as nephilim. Additionally, the game has many backgrounds to choose from, representing your character's upbringing, their family's livelihood, or their earliest profession. Backgrounds are detailed later in Chapter 2, beginning on page 84.\n\nBuilding a character around a specific ancestry, background, or class can be a fun way to interact with the world's lore. Would you like to build a typical member of your character's ancestry or class, as described in the relevant entry, or would you prefer to play a character who defies commonly held notions about their people? For example, you could play a dwarf with a wide-eyed sense of wonder and a zest for change, or a performing rogue capable of amazing acrobatic feats but with little interest in sneaking about.\n\nYou can draw your concept from any aspect of a character's details. You can use roleplaying to challenge not only the norms of Pathfinder's fictional world but even real-life societal norms. Your character might challenge gender notions, explore cultural identity, have a disability, or any combination of these suggestions. Your character can live any life you see fit.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2030\" />\r\n\r\n<document level=\"2\" id=\"rules-2031\" />",
 "name": "Ancestry, Background, Class, or Details",
 "next_link": {
  "label": "Step 2: Start Building Attribute Modifiers",
  "url": "/Rules.aspx?ID=2032"
 },
 "previous_link": {
  "label": "Format of Rules",
  "url": "/Rules.aspx?ID=2020"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 18",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 18 <sup>2.0</sup>\r\n\r\nChapter 1: Introduction / Character Creation / Step 1: Create a Concept\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIf one of Pathfinder's character ancestries, backgrounds, or classes particularly intrigues you, it's easy to build a character concept around these …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 18"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 18 <sup>2.0</sup>",
 "speed": {},
 "summary": "If one of Pathfinder's character ancestries, backgrounds, or classes particularly intrigues you, it's easy to build a character concept around these …",
 "summary_markdown": "If one of Pathfinder's character ancestries, backgrounds, or classes particularly intrigues you, it's easy to build a character concept around these …",
 "text": " Ancestry, Background, Class, or Details Source Player Core pg. 18 2.0 If one of Pathfinder's character ancestries, backgrounds, or classes particularly intrigues you, it's easy to build a character concept around these options. The summaries of ancestries and classes on pages 20–21 give a brief overview of these options (full details appear in Chapters 2 and 3, respectively). Each ancestry also has several heritages that might refine your concept further, such as a gnome with a stronger connection to fey magic or one who comes from the underground, or an arctic or woodland elf. Some heritages, known as versatile heritages, can even be applied to any ancestry; for instance, mortals with divine influence can be born to any ancestry as nephilim. Additionally, the game has many backgrounds to choose from, representing your character's upbringing, their family's livelihood, or their earliest profession. Backgrounds are detailed later in Chapter 2, beginning on page 84. Building a character around a specific ancestry, background, or class can be a fun way to interact with the world's lore. Would you like to build a typical member of your character's ancestry or class, as described in the relevant entry, or would you prefer to play a character who defies commonly held notions about their people? For example, you could play a dwarf with a wide-eyed sense of wonder and a zest for change, or a performing rogue capable of amazing acrobatic feats but with little interest in sneaking about. You can draw your concept from any aspect of a character's details. You can use roleplaying to challenge not only the norms of Pathfinder's fictional world but even real-life societal norms. Your character might challenge gender notions, explore cultural identity, have a disability, or any combination of these suggestions. Your character can live any life you see fit. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2029",
 "weakness": {}
}