{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Variant Rules",
  "Level 0 Characters",
  "Building Characters"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2759",
 "legacy_id": [
  "rules-1349"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Apprentice Option](/Rules.aspx?ID=2759)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 84 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf the story you want to tell is about characters who have started training to become a particular class, you can grant them a small number of additional abilities. An apprentice character is trained in the skill or skills specified for their chosen class (such as Occultism and Performance for a bard) in addition to the skills they gain through their initial proficiencies. They also gain benefits based on the class.\n\n**Alchemist:** An apprentice alchemist gains the advanced alchemy portion of the alchemy class feature. Their advanced alchemy level is 1, and they have one batch of infused reagents each day. They can make only infused alchemical items.<br />**Monk:** An apprentice monk gains the powerful fist class feature.<br />**Other Martial Class**: An apprentice of another martial class (fighter, ranger, or rogue, for example) is trained in light armor, all simple weapons, and one martial weapon listed in the class's initial proficiencies. If a martial class not listed here lacks light armor or martial weapon training (as the monk does), give it a different ability as well.<br />**Spellcaster:** An apprentice spellcaster is trained in the appropriate magic tradition and gains two cantrips from their class. A prepared caster can't change these cantrips each day.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Apprentice Option",
 "next_link": {
  "label": "Gameplay",
  "url": "/Rules.aspx?ID=2760"
 },
 "previous_link": {
  "label": "Starting Money",
  "url": "/Rules.aspx?ID=2758"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 84",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 84 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Variant Rules / Level 0 Characters / Building Characters\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIf the story you want to tell is about characters who have started training to become a particular class, you can grant them a small number of …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 84"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 84 <sup>2.0</sup>",
 "speed": {},
 "summary": "If the story you want to tell is about characters who have started training to become a particular class, you can grant them a small number of …",
 "summary_markdown": "If the story you want to tell is about characters who have started training to become a particular class, you can grant them a small number of …",
 "text": " Apprentice Option Source GM Core pg. 84 2.0 If the story you want to tell is about characters who have started training to become a particular class, you can grant them a small number of additional abilities. An apprentice character is trained in the skill or skills specified for their chosen class (such as Occultism and Performance for a bard) in addition to the skills they gain through their initial proficiencies. They also gain benefits based on the class. Alchemist: An apprentice alchemist gains the advanced alchemy portion of the alchemy class feature. Their advanced alchemy level is 1, and they have one batch of infused reagents each day. They can make only infused alchemical items. Monk: An apprentice monk gains the powerful fist class feature. Other Martial Class : An apprentice of another martial class (fighter, ranger, or rogue, for example) is trained in light armor, all simple weapons, and one martial weapon listed in the class's initial proficiencies. If a martial class not listed here lacks light armor or martial weapon training (as the monk does), give it a different ability as well. Spellcaster: An apprentice spellcaster is trained in the appropriate magic tradition and gains two cantrips from their class. A prepared caster can't change these cantrips each day. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2759",
 "weakness": {}
}