{
 "breadcrumbs": [
  "Chapter 6: Equipment",
  "Gear"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2213",
 "legacy_id": [
  "rules-1664"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Assistive Items](/Rules.aspx?ID=2213)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 293 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIncluded in this section are assistive items for a variety of disabilities. If a character has been disabled from birth or for a significant period of time before setting out on their adventure, they should begin with any basic assistive items they require as part of their backstory. These items don’t count against their starting money (page 25), and any item granted in this way likewise has no value when sold.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Wheelchair Rules</title>\r\n\r\nEach wheelchair operates in the following ways.\n\n**Adjustable Seat Belts:** These belts strap around your waist, knees, and shins to keep you in the chair if it's thrown, knocked, or handled roughly. You can open and release your belts with an Interact action.\n\n**Bulk Limit:** A wheelchair is strong enough to support you and any amount of Bulk you could typically hold or carry. Your total carried Bulk includes all the items you are wearing, carrying, and stowing on your wheelchair. You take the usual effects when there's too much Bulk on you and your wheelchair: if you're carrying an amount of Bulk equal to 5 + your Strength modifier, you're encumbered, and you and your wheelchair can't hold or carry more than 10 + your Strength modifier. The wheelchair's own Bulk doesn't count against your Bulk limit while riding in the wheelchair; it's listed in case you need to carry the wheelchair separately.\n\n**Frame:** A wheelchair is typically made from common materials like wood, but they can also be made from steel, other metals, or even rarer materials like dawnsilver. The wheelchairs presented here are made from durable wood. Magic: The wheelchair is considered an extension of yourself. Spells or abilities that change your bodily form also apply to the chair, and it transforms with you so long as you're using it. You can choose what appearance this has.\n\n**Movement:** While using a wheelchair, you Stride at your normal Speed (listed in your ancestry, with any additional bonuses, penalties, and adjustments applied). You propel a wheelchair by using the hand rims. You can propel the wheelchair even while holding something in your hands, but not if you're restrained or otherwise unable to move your hands freely. You're still affected by difficult terrain and other terrain features. Any effect that would immobilize you, give a penalty to your Speeds, or similar by entangling or hindering your legs applies to the chair as well. You can use all of your actions while in a wheelchair.\n\n**Quick-Righting:** If the chair is tipped or you're knocked prone while in the chair, you can right yourself using the Stand action, though in this case you are righting the wheelchair instead. An ally can use an Interact action to help right you, allowing you to Stand as a free action triggered by their Interact action.\r\n</aside>",
 "name": "Assistive Items",
 "next_link": {
  "label": "Formulas",
  "url": "/Rules.aspx?ID=2214"
 },
 "previous_link": {
  "label": "Alchemical Gear",
  "url": "/Rules.aspx?ID=2209"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 293",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 293 <sup>2.0</sup>\r\n\r\nChapter 6: Equipment / Gear\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIncluded in this section are assistive items for a variety of disabilities. If a character has been disabled from birth or for a significant period …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 293"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 293 <sup>2.0</sup>",
 "speed": {},
 "summary": "Included in this section are assistive items for a variety of disabilities. If a character has been disabled from birth or for a significant period …",
 "summary_markdown": "Included in this section are assistive items for a variety of disabilities. If a character has been disabled from birth or for a significant period …",
 "text": " Assistive Items Source Player Core pg. 293 2.0 Included in this section are assistive items for a variety of disabilities. If a character has been disabled from birth or for a significant period of time before setting out on their adventure, they should begin with any basic assistive items they require as part of their backstory. These items don’t count against their starting money (page 25), and any item granted in this way likewise has no value when sold. Wheelchair Rules Each wheelchair operates in the following ways. Adjustable Seat Belts: These belts strap around your waist, knees, and shins to keep you in the chair if it's thrown, knocked, or handled roughly. You can open and release your belts with an Interact action. Bulk Limit: A wheelchair is strong enough to support you and any amount of Bulk you could typically hold or carry. Your total carried Bulk includes all the items you are wearing, carrying, and stowing on your wheelchair. You take the usual effects when there's too much Bulk on you and your wheelchair: if you're carrying an amount of Bulk equal to 5 + your Strength modifier, you're encumbered, and you and your wheelchair can't hold or carry more than 10 + your Strength modifier. The wheelchair's own Bulk doesn't count against your Bulk limit while riding in the wheelchair; it's listed in case you need to carry the wheelchair separately. Frame: A wheelchair is typically made from common materials like wood, but they can also be made from steel, other metals, or even rarer materials like dawnsilver. The wheelchairs presented here are made from durable wood. Magic: The wheelchair is considered an extension of yourself. Spells or abilities that change your bodily form also apply to the chair, and it transforms with you so long as you're using it. You can choose what appearance this has. Movement: While using a wheelchair, you Stride at your normal Speed (listed in your ancestry, with any additional bonuses, penalties, and adjustments applied). You propel a wheelchair by using the hand rims. You can propel the wheelchair even while holding something in your hands, but not if you're restrained or otherwise unable to move your hands freely. You're still affected by difficult terrain and other terrain features. Any effect that would immobilize you, give a penalty to your Speeds, or similar by entangling or hindering your legs applies to the chair as well. You can use all of your actions while in a wheelchair. Quick-Righting: If the chair is tipped or you're knocked prone while in the chair, you can right yourself using the Stand action, though in this case you are righting the wheelchair instead. An ally can use an Interact action to help right you, allowing you to Stand as a free action triggered by their Interact action. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2213",
 "weakness": {}
}