{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Campaign Structure",
  "Starting the Campaign"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2683",
 "legacy_id": [
  "rules-939"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[At the First Session](/Rules.aspx?ID=2683)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 67 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf you're running a session zero, read the Session Zero section on page 9 for advice on your first session. For the first time you play through an adventure, follow these bits of advice.<br />\n<ul><li>Recap the basics of the campaign you established earlier, particularly where it starts and any themes you feel will be important for the players to understand as they roleplay.</li><li>Have the players introduce their characters. If they have detailed backstories, it's usually best that they start out just describing what the other PCs could learn from first impressions. If they want to go deeper into their backstory during play, they can do so later.</li><li>Ask questions about the characters. Note down anything you think will be significant, so you can adjust your plans for later sessions. You'll want to keep doing this throughout play.</li><li>Begin the adventure using the Starting a Session steps on page 11. For your first adventure, find a good place for the PCs to meet and a reason for them to be together.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "At the First Session",
 "next_link": {
  "label": "Starting at a Higher Level",
  "url": "/Rules.aspx?ID=2684"
 },
 "previous_link": {
  "label": "Recurring Villains",
  "url": "/Rules.aspx?ID=2680"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 67",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 67 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Campaign Structure / Starting the Campaign\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIf you're running a session zero, read the Session Zero section on page 9 for advice on your first session. For the first time you play through an …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 67"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 67 <sup>2.0</sup>",
 "speed": {},
 "summary": "If you're running a session zero, read the Session Zero section on page 9 for advice on your first session. For the first time you play through an …",
 "summary_markdown": "If you're running a session zero, read the Session Zero section on page 9 for advice on your first session. For the first time you play through an …",
 "text": " At the First Session Source GM Core pg. 67 2.0 If you're running a session zero, read the Session Zero section on page 9 for advice on your first session. For the first time you play through an adventure, follow these bits of advice. Recap the basics of the campaign you established earlier, particularly where it starts and any themes you feel will be important for the players to understand as they roleplay. Have the players introduce their characters. If they have detailed backstories, it's usually best that they start out just describing what the other PCs could learn from first impressions. If they want to go deeper into their backstory during play, they can do so later. Ask questions about the characters. Note down anything you think will be significant, so you can adjust your plans for later sessions. You'll want to keep doing this throughout play. Begin the adventure using the Starting a Session steps on page 11. For your first adventure, find a good place for the PCs to meet and a reason for them to be together. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2683",
 "weakness": {}
}