{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Checks"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2288",
 "legacy_id": [
  "rules-321"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Attack Rolls](/Rules.aspx?ID=2288)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 402 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you use a Strike action or make a spell attack, you attempt a check called an attack roll. Attack rolls take a variety of forms and are often highly variable based on the weapon you are using for the attack, but there are three main types: melee attack rolls, ranged attack rolls, and spell attack rolls. Spell attack rolls work a little bit differently, so they are explained separately on the next page.\n\n**Melee** attack rolls use Strength as their attribute modifier by default. If you're using a weapon or attack with the finesse trait, then you can use your Dexterity modifier instead.\n\n<center>**Melee attack roll result = d20 roll + Strength modifier (or optionally Dexterity modifier for a finesse weapon) + proficiency bonus + other bonuses + penalties**</center>**Ranged** attack rolls use Dexterity as their attribute modifier.\n\n<center>**Ranged attack roll result = d20 roll + Dexterity modifier + proficiency bonus + other bonuses + penalties**</center>When attacking with a weapon, whether melee or ranged, you add your proficiency bonus for the weapon you're using. Your class determines your proficiency rank for various weapons. Sometimes, you'll have different proficiency ranks for different weapons or groups of weapons.\n\nThe bonuses you might apply to attack rolls can come from a variety of sources. Circumstance bonuses can come from the aid of an ally or a beneficial situation. Status bonuses are typically granted by spells and other magical aids. The item bonus to attack rolls comes from magic weapons—notably, a weapon's [potency rune](/Equipment.aspx?ID=2830).\n\nPenalties to attack rolls come from situations and effects as well. Circumstance penalties come from risky tactics or detrimental circumstances, status penalties come from spells and magic working against you, and item penalties occur when you use a [shoddy item](/Rules.aspx?ID=2162). When making attack rolls, two main types of untyped penalties are likely to apply. The first is the [multiple attack penalty](/Rules.aspx?ID=2289), and the second is the [range penalty](/Rules.aspx?ID=2290). The first applies anytime you make more than one attack action during the course of your turn, and the other applies only with ranged or thrown weapons. Both are described below.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2289\" />\r\n\r\n<document level=\"2\" id=\"rules-2290\" />\r\n\r\n<document level=\"2\" id=\"rules-2291\" />",
 "name": "Attack Rolls",
 "next_link": {
  "label": "Spell Attack Rolls",
  "url": "/Rules.aspx?ID=2292"
 },
 "previous_link": {
  "label": "Step 4: Degree of Success",
  "url": "/Rules.aspx?ID=2286"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 402",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 402 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Checks\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you use a Strike action or make a spell attack, you attempt a check called an attack roll. Attack rolls take a variety of forms and are often …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 402"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 402 <sup>2.0</sup>",
 "speed": {},
 "summary": "When you use a Strike action or make a spell attack, you attempt a check called an attack roll. Attack rolls take a variety of forms and are often …",
 "summary_markdown": "When you use a Strike action or make a spell attack, you attempt a check called an attack roll. Attack rolls take a variety of forms and are often …",
 "text": " Attack Rolls Source Player Core pg. 402 2.0 When you use a Strike action or make a spell attack, you attempt a check called an attack roll. Attack rolls take a variety of forms and are often highly variable based on the weapon you are using for the attack, but there are three main types: melee attack rolls, ranged attack rolls, and spell attack rolls. Spell attack rolls work a little bit differently, so they are explained separately on the next page. Melee attack rolls use Strength as their attribute modifier by default. If you're using a weapon or attack with the finesse trait, then you can use your Dexterity modifier instead. Melee attack roll result = d20 roll + Strength modifier (or optionally Dexterity modifier for a finesse weapon) + proficiency bonus + other bonuses + penalties Ranged attack rolls use Dexterity as their attribute modifier. Ranged attack roll result = d20 roll + Dexterity modifier + proficiency bonus + other bonuses + penalties When attacking with a weapon, whether melee or ranged, you add your proficiency bonus for the weapon you're using. Your class determines your proficiency rank for various weapons. Sometimes, you'll have different proficiency ranks for different weapons or groups of weapons. The bonuses you might apply to attack rolls can come from a variety of sources. Circumstance bonuses can come from the aid of an ally or a beneficial situation. Status bonuses are typically granted by spells and other magical aids. The item bonus to attack rolls comes from magic weapons—notably, a weapon's potency rune. Penalties to attack rolls come from situations and effects as well. Circumstance penalties come from risky tactics or detrimental circumstances, status penalties come from spells and magic working against you, and item penalties occur when you use a shoddy item. When making attack rolls, two main types of untyped penalties are likely to apply. The first is the multiple attack penalty, and the second is the range penalty. The first applies anytime you make more than one attack action during the course of your turn, and the other applies only with ranged or thrown weapons. Both are described below. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2288",
 "weakness": {}
}