{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Infiltration",
  "Building an Infiltration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3066",
 "legacy_id": [
  "rules-1228"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Awareness Points](/Rules.aspx?ID=3066)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 197 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe trick to any infiltration is to get it done before anyone notices. Awareness Points measure the opposition's awareness of the PCs' efforts, helping you keep the pressure on and ramp up the urgency. While Infiltration Points are specific to a given obstacle, Awareness Points are a single pool spanning the entire infiltration and all participants.\n\nAwareness Points increase in three different ways. When a PC fails a check to overcome an obstacle, they incur 1 Awareness Point (or 2 on a critical failure). Other failed checks during the infiltration typically don't increase the Awareness Point total unless the failure would reasonably cause a disruption. Awareness Points also increase by 1 at the end of each round of the infiltration, as the passage of time makes it more likely that the PCs will be discovered. Finally, the PCs earn Awareness Points whenever their activities are disruptive enough to draw attention to the infiltration, subject to GM discretion.\n\nThe effects of Awareness Points occur when the PCs reach certain thresholds. The specific effects and thresholds are up to you and your story, but typically for every 5 AP the PCs accrue, the challenges become harder, and if the PCs accrue enough Awareness Points (usually equal to twice the number of Infiltration Points necessary for the party as a whole to overcome all necessary obstacles), the infiltration fails.\n\nEach threshold should have an effect. It might increase the DCs for obstacles, introduce a complication, spark a combat encounter, or have other effects. Reaching the highest tier of Awareness Points means that the PCs fail, but that doesn't have to be the end of the story! Failed infiltrations are an opportunity to introduce new challenges and move the story forward in a different way.\n\nThis basic Awareness Point scheme for an infiltration requiring the PCs to earn 10 IP can be used as is or tailored to your game.\n\n**5 Awareness Points:** Suspicions are raised. Increase the DCs for obstacles by 1. The first time the PCs reach this tier, a complication occurs.<br />**10 Awareness Points:** The first time the PCs reach this tier, a complication occurs.<br />**15 Awareness Points:** Increase the DCs for obstacles by a total of 2, and the first time the PCs reach this tier, a complication occurs.<br />**20 Awareness Points:** The infiltration fails.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Awareness Points",
 "next_link": {
  "label": "Complications",
  "url": "/Rules.aspx?ID=3067"
 },
 "previous_link": {
  "label": "Obstacles",
  "url": "/Rules.aspx?ID=3062"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 197",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 197 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Infiltration / Building an Infiltration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe trick to any infiltration is to get it done before anyone notices. Awareness Points measure the opposition's awareness of the PCs' efforts, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 197"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 197 <sup>2.0</sup>",
 "speed": {},
 "summary": "The trick to any infiltration is to get it done before anyone notices. Awareness Points measure the opposition's awareness of the PCs' efforts, …",
 "summary_markdown": "The trick to any infiltration is to get it done before anyone notices. Awareness Points measure the opposition's awareness of the PCs' efforts, …",
 "text": " Awareness Points Source GM Core pg. 197 2.0 The trick to any infiltration is to get it done before anyone notices. Awareness Points measure the opposition's awareness of the PCs' efforts, helping you keep the pressure on and ramp up the urgency. While Infiltration Points are specific to a given obstacle, Awareness Points are a single pool spanning the entire infiltration and all participants. Awareness Points increase in three different ways. When a PC fails a check to overcome an obstacle, they incur 1 Awareness Point (or 2 on a critical failure). Other failed checks during the infiltration typically don't increase the Awareness Point total unless the failure would reasonably cause a disruption. Awareness Points also increase by 1 at the end of each round of the infiltration, as the passage of time makes it more likely that the PCs will be discovered. Finally, the PCs earn Awareness Points whenever their activities are disruptive enough to draw attention to the infiltration, subject to GM discretion. The effects of Awareness Points occur when the PCs reach certain thresholds. The specific effects and thresholds are up to you and your story, but typically for every 5 AP the PCs accrue, the challenges become harder, and if the PCs accrue enough Awareness Points (usually equal to twice the number of Infiltration Points necessary for the party as a whole to overcome all necessary obstacles), the infiltration fails. Each threshold should have an effect. It might increase the DCs for obstacles, introduce a complication, spark a combat encounter, or have other effects. Reaching the highest tier of Awareness Points means that the PCs fail, but that doesn't have to be the end of the story! Failed infiltrations are an opportunity to introduce new challenges and move the story forward in a different way. This basic Awareness Point scheme for an infiltration requiring the PCs to earn 10 IP can be used as is or tailored to your game. 5 Awareness Points: Suspicions are raised. Increase the DCs for obstacles by 1. The first time the PCs reach this tier, a complication occurs. 10 Awareness Points: The first time the PCs reach this tier, a complication occurs. 15 Awareness Points: Increase the DCs for obstacles by a total of 2, and the first time the PCs reach this tier, a complication occurs. 20 Awareness Points: The infiltration fails. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3066",
 "weakness": {}
}