{
 "breadcrumbs": [
  "Chapter 2: Ancestries & Backgrounds"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2094",
 "legacy_id": [
  "rules-130"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Backgrounds](/Rules.aspx?ID=2094)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 84 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBackgrounds allow you to customize your character based on their life before adventuring. This is the next step in their life story after their ancestry, which reflects the circumstances of their birth. Your character's background can help you learn or portray more about their personality while also suggesting what sorts of things they're likely to know. Consider what events set your character on their path to the life of an adventurer and how those circumstances relate to their background.\n\nAt 1st level, when you create your character, you gain a background of your choice. This decision is permanent; you can't change it at later levels. Each background listed here grants two boosts, a skill feat, and the trained proficiency rank in two skills, one of which is a Lore skill. If you gain the trained proficiency rank in a skill from your background and would then gain the trained proficiency rank in the same skill from your class at 1st level, you instead become trained in another skill of your choice.\n\nLore skills represent deep knowledge of a specific subject and are described on page 240. If a Lore skill involves a choice (for instance, a choice of terrain), explain your preference to the GM, who has the final say on whether it's acceptable or not. If you'd like some suggestions, the Common Lore Subcategories sidebar on page 240 lists a number of Lore skills that are suitable for most campaigns.\n\nSkill feats expand the functions of your skills andappear in Chapter 5: Feats.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Backgrounds",
 "next_link": {
  "label": "Languages",
  "url": "/Rules.aspx?ID=2095"
 },
 "previous_link": {
  "label": "Mixed Ancestry",
  "url": "/Rules.aspx?ID=2093"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 84",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 84 <sup>2.0</sup>\r\n\r\nChapter 2: Ancestries &amp; Backgrounds\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBackgrounds allow you to customize your character based on their life before adventuring. This is the next step in their life story after their …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 84"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 84 <sup>2.0</sup>",
 "speed": {},
 "summary": "Backgrounds allow you to customize your character based on their life before adventuring. This is the next step in their life story after their …",
 "summary_markdown": "Backgrounds allow you to customize your character based on their life before adventuring. This is the next step in their life story after their …",
 "text": " Backgrounds Source Player Core pg. 84 2.0 Backgrounds allow you to customize your character based on their life before adventuring. This is the next step in their life story after their ancestry, which reflects the circumstances of their birth. Your character's background can help you learn or portray more about their personality while also suggesting what sorts of things they're likely to know. Consider what events set your character on their path to the life of an adventurer and how those circumstances relate to their background. At 1st level, when you create your character, you gain a background of your choice. This decision is permanent; you can't change it at later levels. Each background listed here grants two boosts, a skill feat, and the trained proficiency rank in two skills, one of which is a Lore skill. If you gain the trained proficiency rank in a skill from your background and would then gain the trained proficiency rank in the same skill from your class at 1st level, you instead become trained in another skill of your choice. Lore skills represent deep knowledge of a specific subject and are described on page 240. If a Lore skill involves a choice (for instance, a choice of terrain), explain your preference to the GM, who has the final say on whether it's acceptable or not. If you'd like some suggestions, the Common Lore Subcategories sidebar on page 240 lists a number of Lore skills that are suitable for most campaigns. Skill feats expand the functions of your skills andappear in Chapter 5: Feats. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2094",
 "weakness": {}
}