{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Hazards",
  "Designing Complex Hazards"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2873",
 "legacy_id": [
  "rules-1052"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Building Routines](/Rules.aspx?ID=2873)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 111 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA complex hazard has a routine each round, whether it stems from preprogrammed instructions built into a trap, instincts and residual emotions swirling around a complex haunt, or a force of nature like sinking in quicksand. Make sure to build a routine that makes sense for the hazard; an environmental lava chute that ejects lava into the area each round shouldn't be able to seek out and precisely target only the PCs, but it might spatter random areas within range or everything within range, depending on how you describe the hazard. However, a complex haunt might be able to recognize life force and target living creatures.\n\nIf you create a hazard that can't consistently attack the PCs (like the blade pillar, which moves in a random direction), you can make it deadlier than normal in other ways.\n\nThe hazard should have as many actions as you feel it needs to perform its routine. If you split the routine out into several actions, you can also remove some of the hazard's actions once partial progress is made in disabling or destroying it; this can give the PCs a feeling of progress, and it can encourage them to handle the hazard if it appears in an encounter alongside creatures.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Building Routines",
 "next_link": {
  "label": "Building Creatures",
  "url": "/Rules.aspx?ID=2874"
 },
 "previous_link": {
  "label": "Designing Simple Hazards",
  "url": "/Rules.aspx?ID=2871"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 111",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 111 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Hazards / Designing Complex Hazards\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA complex hazard has a routine each round, whether it stems from preprogrammed instructions built into a trap, instincts and residual emotions …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 111"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 111 <sup>2.0</sup>",
 "speed": {},
 "summary": "A complex hazard has a routine each round, whether it stems from preprogrammed instructions built into a trap, instincts and residual emotions …",
 "summary_markdown": "A complex hazard has a routine each round, whether it stems from preprogrammed instructions built into a trap, instincts and residual emotions …",
 "text": " Building Routines Source GM Core pg. 111 2.0 A complex hazard has a routine each round, whether it stems from preprogrammed instructions built into a trap, instincts and residual emotions swirling around a complex haunt, or a force of nature like sinking in quicksand. Make sure to build a routine that makes sense for the hazard; an environmental lava chute that ejects lava into the area each round shouldn't be able to seek out and precisely target only the PCs, but it might spatter random areas within range or everything within range, depending on how you describe the hazard. However, a complex haunt might be able to recognize life force and target living creatures. If you create a hazard that can't consistently attack the PCs (like the blade pillar, which moves in a random direction), you can make it deadlier than normal in other ways. The hazard should have as many actions as you feel it needs to perform its routine. If you split the routine out into several actions, you can also remove some of the hazard's actions once partial progress is made in disabling or destroying it; this can give the PCs a feeling of progress, and it can encourage them to handle the hazard if it appears in an encounter alongside creatures. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2873",
 "weakness": {}
}