{
 "breadcrumbs": [
  "Chapter 2: Building Games"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2952",
 "legacy_id": [
  "rules-1117"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Building Worlds](/Rules.aspx?ID=2952)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 134 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs a Game Master, you control the details of the world your players explore. The Age of Lost Omens campaign setting is a lush world suitable for countless adventures, but you might prefer to adventure in entirely new worlds, where every aspect of the setting and story is yours to decide!\n\nBuilding your own campaign world can be a deeply fulfilling creative process, as it lets you bring to life the exact setting you envision. It gives you great flexibility, in that you can build only as much as you need for the next few adventures, and you can adapt the world on the fly to meet the demands of your story. It also gives you great control, allowing you to build precisely the setting you need for the story you want to tell. Finally, it bypasses some of the issues that can come with playing within an existing campaign setting, where you might create a narrative that contradicts published canon, or your players might stumble across major plot or setting spoilers. Whatever your world-building goals, this chapter guides you through the design process step by step.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2953\" />\r\n\r\n<document level=\"2\" id=\"rules-2956\" />\r\n\r\n<document level=\"2\" id=\"rules-2964\" />\r\n\r\n<document level=\"2\" id=\"rules-2976\" />\r\n\r\n<document level=\"2\" id=\"rules-2983\" />",
 "name": "Building Worlds",
 "next_link": {
  "label": "Chapter 3: Age of Lost Omens",
  "url": "/Rules.aspx?ID=2989"
 },
 "previous_link": {
  "label": "Building Items",
  "url": "/Rules.aspx?ID=2923"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 134",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 134 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs a Game Master, you control the details of the world your players explore. The Age of Lost Omens campaign setting is a lush world suitable for …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 134"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 134 <sup>2.0</sup>",
 "speed": {},
 "summary": "As a Game Master, you control the details of the world your players explore. The Age of Lost Omens campaign setting is a lush world suitable for …",
 "summary_markdown": "As a Game Master, you control the details of the world your players explore. The Age of Lost Omens campaign setting is a lush world suitable for …",
 "text": " Building Worlds Source GM Core pg. 134 2.0 As a Game Master, you control the details of the world your players explore. The Age of Lost Omens campaign setting is a lush world suitable for countless adventures, but you might prefer to adventure in entirely new worlds, where every aspect of the setting and story is yours to decide! Building your own campaign world can be a deeply fulfilling creative process, as it lets you bring to life the exact setting you envision. It gives you great flexibility, in that you can build only as much as you need for the next few adventures, and you can adapt the world on the fly to meet the demands of your story. It also gives you great control, allowing you to build precisely the setting you need for the story you want to tell. Finally, it bypasses some of the issues that can come with playing within an existing campaign setting, where you might create a narrative that contradicts published canon, or your players might stumble across major plot or setting spoilers. Whatever your world-building goals, this chapter guides you through the design process step by step. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2952",
 "weakness": {}
}