{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Campaign Structure"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2669",
 "legacy_id": [
  "rules-483"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Campaign Length](/Rules.aspx?ID=2669)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 64 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe length of a campaign can range from just a few sessions to many years. Two main factors determine campaign length: how much time you need to complete the story and how much time players want to devote to the game.\n\nYou can estimate how long a campaign will take by looking at the amount of time you actually have to play, or the number of character levels you intend the characters to advance. It typically takes three to four sessions for a group to level up. Since you'll probably cancel sessions on occasion, playing once a week for a year results in roughly a 14-level campaign, playing every 2 weeks for a year gives you an 8-level campaign, and playing monthly allows for a 5-level campaign. If you play monthly, you might consider holding longer sessions and using fast advancement (800 XP to level up).\n\nSome campaigns go all the way to 20th level, ending after the player characters attain the height of power and confront the greatest threats any mortal could face. Others end at a lower level, after the group takes down a major villain or solves a crucial problem. And still other campaigns end when players become unable to attend or decide it's a good time to stop playing.\n\nYou should have an end point in mind when you start a campaign. Still, you have to be flexible since you're telling the story alongside other players, and your initial expectations for the campaign might be proven incorrect. It pays to be conservative when estimating your campaign's length and scope. It's always tempting to run a 20-level epic campaign with complex, interwoven plots, but such games can fall apart long before the end if your group can play only once a month and the players have other responsibilities.\n\nWhen you think you're heading toward a satisfying conclusion, check in with the other players. You might say, “I think we have about two sessions left. Does that work for everyone? Is there any unfinished business you want to take care of?” This lets you gauge whether your assumptions match up with the rest of the group—and allows you to make any necessary adjustments.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Campaign Length",
 "next_link": {
  "label": "Basic Structures",
  "url": "/Rules.aspx?ID=2670"
 },
 "previous_link": {
  "label": "Scope of Changes",
  "url": "/Rules.aspx?ID=2667"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 64",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 64 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Campaign Structure\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe length of a campaign can range from just a few sessions to many years. Two main factors determine campaign length: how much time you need to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 64"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 64 <sup>2.0</sup>",
 "speed": {},
 "summary": "The length of a campaign can range from just a few sessions to many years. Two main factors determine campaign length: how much time you need to …",
 "summary_markdown": "The length of a campaign can range from just a few sessions to many years. Two main factors determine campaign length: how much time you need to …",
 "text": " Campaign Length Source GM Core pg. 64 2.0 The length of a campaign can range from just a few sessions to many years. Two main factors determine campaign length: how much time you need to complete the story and how much time players want to devote to the game. You can estimate how long a campaign will take by looking at the amount of time you actually have to play, or the number of character levels you intend the characters to advance. It typically takes three to four sessions for a group to level up. Since you'll probably cancel sessions on occasion, playing once a week for a year results in roughly a 14-level campaign, playing every 2 weeks for a year gives you an 8-level campaign, and playing monthly allows for a 5-level campaign. If you play monthly, you might consider holding longer sessions and using fast advancement (800 XP to level up). Some campaigns go all the way to 20th level, ending after the player characters attain the height of power and confront the greatest threats any mortal could face. Others end at a lower level, after the group takes down a major villain or solves a crucial problem. And still other campaigns end when players become unable to attend or decide it's a good time to stop playing. You should have an end point in mind when you start a campaign. Still, you have to be flexible since you're telling the story alongside other players, and your initial expectations for the campaign might be proven incorrect. It pays to be conservative when estimating your campaign's length and scope. It's always tempting to run a 20-level epic campaign with complex, interwoven plots, but such games can fall apart long before the end if your group can play only once a month and the players have other responsibilities. When you think you're heading toward a satisfying conclusion, check in with the other players. You might say, “I think we have about two sessions left. Does that work for everyone? Is there any unfinished business you want to take care of?” This lets you gauge whether your assumptions match up with the rest of the group—and allows you to make any necessary adjustments. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2669",
 "weakness": {}
}