{
 "breadcrumbs": [
  "Chapter 7: Spells"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2233",
 "legacy_id": [
  "rules-280"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Casting Spells](/Rules.aspx?ID=2233)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 299 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe casting of a spell can range from a simple word of magical might that creates a fleeting effect to a complex process taking hours to cast and producing a long-term impact. Casting a spell requires the caster to make gestures and utter incantations, so being unable to speak prevents spellcasting for most casters. If your character has a long term disability that prevents or complicates them from speaking (as described in GM Core), work with the GM to determine an analogous way they cast their spells, such as tapping in code on their staff or whistling.\n\nSpellcasting creates obvious sensory manifestations, such as bright lights, crackling sounds, and sharp smells from the gathering magic. Nearly all spells manifest a spell signature—a colorful, glowing ring of magical runes that appears in midair, typically around your hands, though what kind of spellcaster you are can affect this— academic wizards typically have neat and ordered spell signatures, while a druid's might be more organic and a cleric's might be inspired by their deity. How spellcasting looks can vary from one spellcasting tradition or class to another, or even from person to person. You have a great deal of freedom in flavoring your character's magic however you wish!\n\nSpells can vary in how many actions they take, as shown in the spell's stat block. You cast cantrips, spells from spell slots, and focus spells using the same process, but must expend the spell when casting a spell from a spell slot and must spend 1 Focus Point to cast a focus spell. Some rules will refer to the Cast a Spell activity, such as “if the next action you use is to Cast a Spell.” Any spell qualifies as a Cast a Spell activity, and any characteristics of the spell use those of the specific spell you're casting.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2234\" />\r\n\r\n<document level=\"2\" id=\"rules-2235\" />\r\n\r\n<document level=\"2\" id=\"rules-2236\" />",
 "name": "Casting Spells",
 "next_link": {
  "label": "Ranges, Areas, and Targets",
  "url": "/Rules.aspx?ID=2237"
 },
 "previous_link": {
  "label": "Innate Spells",
  "url": "/Rules.aspx?ID=2232"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 299",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 299 <sup>2.0</sup>\r\n\r\nChapter 7: Spells\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe casting of a spell can range from a simple word of magical might that creates a fleeting effect to a complex process taking hours to cast and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 299"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 299 <sup>2.0</sup>",
 "speed": {},
 "summary": "The casting of a spell can range from a simple word of magical might that creates a fleeting effect to a complex process taking hours to cast and …",
 "summary_markdown": "The casting of a spell can range from a simple word of magical might that creates a fleeting effect to a complex process taking hours to cast and …",
 "text": " Casting Spells Source Player Core pg. 299 2.0 The casting of a spell can range from a simple word of magical might that creates a fleeting effect to a complex process taking hours to cast and producing a long-term impact. Casting a spell requires the caster to make gestures and utter incantations, so being unable to speak prevents spellcasting for most casters. If your character has a long term disability that prevents or complicates them from speaking (as described in GM Core), work with the GM to determine an analogous way they cast their spells, such as tapping in code on their staff or whistling. Spellcasting creates obvious sensory manifestations, such as bright lights, crackling sounds, and sharp smells from the gathering magic. Nearly all spells manifest a spell signature—a colorful, glowing ring of magical runes that appears in midair, typically around your hands, though what kind of spellcaster you are can affect this— academic wizards typically have neat and ordered spell signatures, while a druid's might be more organic and a cleric's might be inspired by their deity. How spellcasting looks can vary from one spellcasting tradition or class to another, or even from person to person. You have a great deal of freedom in flavoring your character's magic however you wish! Spells can vary in how many actions they take, as shown in the spell's stat block. You cast cantrips, spells from spell slots, and focus spells using the same process, but must expend the spell when casting a spell from a spell slot and must spend 1 Focus Point to cast a focus spell. Some rules will refer to the Cast a Spell activity, such as “if the next action you use is to Cast a Spell.” Any spell qualifies as a Cast a Spell activity, and any characteristics of the spell use those of the specific spell you're casting. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2233",
 "weakness": {}
}