{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Special Considerations",
  "Narrative Collaboration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2516",
 "legacy_id": [
  "rules-904"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Challenges](/Rules.aspx?ID=2516)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe largest risk of putting narrative control in multiple people's hands is losing a cohesive story. When multiple people have conflicting ideas about the tone of the game or particulars of the setting, you can end up with something that doesn't satisfy anyone. One of your tasks as GM is to recap events to clarify and reinforce the shared narrative.\n\nShared narrative control also complicates planning ahead. The group might need to improvise an encounter, take a break while you (and maybe other players) prep to go in a new direction, or even revise their plans. It helps to limit yourself to creatures that you can quickly find stats for in Monster Core or another monster book to avoid spending hours of work on creatures you won't use.\n\nAlso, don't lose sight of your own enjoyment! You shouldn't sacrifice how much fun you have for others.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Challenges",
 "next_link": {
  "label": "Story Points",
  "url": "/Rules.aspx?ID=2517"
 },
 "previous_link": {
  "label": "Decentralized Storytelling",
  "url": "/Rules.aspx?ID=2515"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 19",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Special Considerations / Narrative Collaboration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe largest risk of putting narrative control in multiple people's hands is losing a cohesive story. When multiple people have conflicting ideas …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 19"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>",
 "speed": {},
 "summary": "The largest risk of putting narrative control in multiple people's hands is losing a cohesive story. When multiple people have conflicting ideas …",
 "summary_markdown": "The largest risk of putting narrative control in multiple people's hands is losing a cohesive story. When multiple people have conflicting ideas …",
 "text": " Challenges Source GM Core pg. 19 2.0 The largest risk of putting narrative control in multiple people's hands is losing a cohesive story. When multiple people have conflicting ideas about the tone of the game or particulars of the setting, you can end up with something that doesn't satisfy anyone. One of your tasks as GM is to recap events to clarify and reinforce the shared narrative. Shared narrative control also complicates planning ahead. The group might need to improvise an encounter, take a break while you (and maybe other players) prep to go in a new direction, or even revise their plans. It helps to limit yourself to creatures that you can quickly find stats for in Monster Core or another monster book to avoid spending hours of work on creatures you won't use. Also, don't lose sight of your own enjoyment! You shouldn't sacrifice how much fun you have for others. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2516",
 "weakness": {}
}