{
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2134",
 "legacy_id": [
  "rules-171"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 4: Skills](/Rules.aspx?ID=2134)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 225 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile your character's attributes represent their raw talent and potential, skills represent their training and experience at performing certain tasks. Each skill is keyed to one of your character's attributes and used for an array of related actions. Your character's expertise in a skill comes from several sources, including their background and class. In this chapter, you'll learn about skills, their scope, and the actions they can be used for.\n\nA character's acumen in skills can come from all sorts of training, from practicing acrobatic tricks to studying academic topics to rehearsing a performing art. When you create your character and as they advance in level, you have flexibility as to which skills they become better at and when. Some classes depend heavily on certain skills—such as the [bard](/Classes.aspx?ID=32)'s reliance on [Performance](/Skills.aspx?ID=12)—but for most classes, you can choose whichever skills make the most sense for your character's theme and backstory at 1st level, then use their adventure and downtime experiences to inform how their skills should improve as your character levels up.\n\nA character gains training in certain skills at 1st level: typically two from their background, a small number of predetermined skills from their class, and several skills of your choice granted by their class. This training increases your proficiency ranks for those skills to trained instead of untrained and lets you use more of the skills' actions. Sometimes you might become trained in the same skill from multiple sources, such as if your background granted training in Survival and you took the ranger class, which also grants training in Survival. Each time after the first that you'd become trained in a given skill, you instead allocate the trained proficiency to any other skill of your choice—though if the skill is a Lore skill, the new skill must also be a Lore skill.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2135\" />\r\n\r\n<document level=\"2\" id=\"rules-2136\" />\r\n\r\n<document level=\"2\" id=\"rules-2137\" />\r\n\r\n<document level=\"2\" id=\"rules-2141\" />",
 "name": "Chapter 4: Skills",
 "next_link": {
  "label": "Chapter 5: Feats",
  "url": "/Rules.aspx?ID=2142"
 },
 "previous_link": {
  "label": "Chapter 3: Classes",
  "url": "/Rules.aspx?ID=2098"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 225",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 225 <sup>2.0</sup>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile your character's attributes represent their raw talent and potential, skills represent their training and experience at performing certain …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 225"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 225 <sup>2.0</sup>",
 "speed": {},
 "summary": "While your character's attributes represent their raw talent and potential, skills represent their training and experience at performing certain …",
 "summary_markdown": "While your character's attributes represent their raw talent and potential, skills represent their training and experience at performing certain …",
 "text": " Chapter 4: Skills Source Player Core pg. 225 2.0 While your character's attributes represent their raw talent and potential, skills represent their training and experience at performing certain tasks. Each skill is keyed to one of your character's attributes and used for an array of related actions. Your character's expertise in a skill comes from several sources, including their background and class. In this chapter, you'll learn about skills, their scope, and the actions they can be used for. A character's acumen in skills can come from all sorts of training, from practicing acrobatic tricks to studying academic topics to rehearsing a performing art. When you create your character and as they advance in level, you have flexibility as to which skills they become better at and when. Some classes depend heavily on certain skills—such as the bard's reliance on Performance—but for most classes, you can choose whichever skills make the most sense for your character's theme and backstory at 1st level, then use their adventure and downtime experiences to inform how their skills should improve as your character levels up. A character gains training in certain skills at 1st level: typically two from their background, a small number of predetermined skills from their class, and several skills of your choice granted by their class. This training increases your proficiency ranks for those skills to trained instead of untrained and lets you use more of the skills' actions. Sometimes you might become trained in the same skill from multiple sources, such as if your background granted training in Survival and you took the ranger class, which also grants training in Survival. Each time after the first that you'd become trained in a given skill, you instead allocate the trained proficiency to any other skill of your choice—though if the skill is a Lore skill, the new skill must also be a Lore skill. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2134",
 "weakness": {}
}