{
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2221",
 "legacy_id": [
  "rules-259"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 7: Spells](/Rules.aspx?ID=2221)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 297 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhether it comes in the form of mystic artifacts, mysterious creatures, or wizards weaving strange spells, magic brings fantasy and wonder to Pathfinder. This chapter explains how spells work and how spellcasters prepare and cast their spells.\n\nWith special gestures and utterances, a spellcaster can call forth mystic energies, warp the mind, protect themself against danger, or even create something from nothing. Each class has its own method of learning, preparing, and casting spells, and every individual spell produces a specific effect, so learning new spells gives a spellcaster an increasing array of options to accomplish their goals.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Magical Traditions</title>\r\n\r\nSpellcasters cast spells from one of four different spell lists, each representing a different magical tradition: arcane, divine, occult, and primal.\n\nYour class determines which tradition of magic your spells use. In some cases, such as when a cleric gains spells from their deity or when a witch gets spells from their patron, you might be able to cast one or more select spells from a different spell list than the list you normally cast from; for instance, clerics of Sarenrae gain the power to summon their goddess's flames with a fireball spell. In these cases, the spell uses your magic tradition, not the list the spell normally comes from. When you cast a spell, add your tradition's trait to the spell.\n\nSome types of magic, such as that of most magic items, don't belong to any single tradition. These have the magical trait instead of a tradition trait.<br />\n\n<title level=\"2\" right=\"\">Arcane</title>Arcane spellcasters use logic and rationality to categorize the magic inherent in the world around them. Because of its far-reaching approach, the arcane tradition has the broadest spell list, though it's generally poor at affecting the spirit or the soul. Wizards are a prototypical arcane spellcaster, poring over tomes and grimoires.<br />\n\n<title level=\"2\" right=\"\">Divine</title>The power of the divine is steeped in faith, the unseen, and belief in a power source from beyond the Universe. Clerics are an iconic divine spellcaster, beseeching the gods to grant them their magic.<br />\n\n<title level=\"2\" right=\"\">Occult</title>The practitioners of occult traditions seek to understand the unexplainable, categorize the bizarre, and otherwise access the ephemeral in a systematic way. Bards are a fundamental occult spellcaster, collecting strange esoterica and using their performances to influence the mind or elevate the soul.<br />\n\n<title level=\"2\" right=\"\">Primal</title>An instinctual connection to and faith in the world, the cycle of day and night, the turning of the seasons, and the natural selection of predator and prey drive the primal tradition. Druids are a great example of a primal spellcaster, calling upon the magic of nature through a deep connection to the plants and animals around them.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Four Essences</title>\r\n\r\nSpells that affect certain physical or metaphysical forces tend to be grouped into particular magical areas. Scholars of magic widely agree that all of existence is composed of some combination of four essences, though they disagree on the names and particular qualities of each essence.<br />\n\n<title level=\"2\" right=\"\">Matter</title>Also called body, material essence, or physical essence, matter is the fundamental building block that makes up all physical things in the universe. The arcane and primal traditions are especially attuned toward manipulating and shaping matter.<br />\n\n<title level=\"2\" right=\"\">Spirit</title>Also called soul, ethereal essence, or spiritual essence, spirit is an otherworldly building block that makes up a being's immaterial and immortal self. The spirit travels through the Ethereal Plane and into the Great Beyond after the death of the physical body. The spirit is most easily affected by divine and occult spells.<br />\n\n<title level=\"2\" right=\"\">Mind</title>Also called thought, mental, or astral essence, mind is what allows thinking creatures to have rational thoughts, ideas, plans, logic, and memories. Mind touches even non-sapient creatures like animals, though in a more limited capacity. Arcane and occult casters usually excel at mind spells.<br />\n\n<title level=\"2\" right=\"\">Life</title>Also called heart, faith, instinct, or vital essence, life represents the animating universal force within all things. Whereas matter provides the base materials for a body, life keeps it alive and well. This essence is responsible for unconscious responses and belief, such as ancestral instincts and divine guidance. The divine and primal traditions hold power over life.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-2222\" />\r\n\r\n<document level=\"2\" id=\"rules-2227\" />\r\n\r\n<document level=\"2\" id=\"rules-2228\" />\r\n\r\n<document level=\"2\" id=\"rules-2232\" />\r\n\r\n<document level=\"2\" id=\"rules-2233\" />\r\n\r\n<document level=\"2\" id=\"rules-2237\" />\r\n\r\n<document level=\"2\" id=\"rules-2242\" />\r\n\r\n<document level=\"2\" id=\"rules-2246\" />\r\n\r\n<document level=\"2\" id=\"rules-2248\" />\r\n\r\n<document level=\"2\" id=\"rules-2249\" />\r\n\r\n<document level=\"2\" id=\"rules-2250\" />\r\n\r\n<document level=\"2\" id=\"rules-2251\" />\r\n\r\n<document level=\"2\" id=\"rules-2252\" />\r\n\r\n<document level=\"2\" id=\"rules-2253\" />\r\n\r\n<document level=\"2\" id=\"rules-2254\" />\r\n\r\n<document level=\"2\" id=\"rules-2255\" />",
 "name": "Chapter 7: Spells",
 "next_link": {
  "label": "Chapter 8: Playing the Game",
  "url": "/Rules.aspx?ID=2263"
 },
 "previous_link": {
  "label": "Chapter 6: Equipment",
  "url": "/Rules.aspx?ID=2143"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 297",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 297 <sup>2.0</sup>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhether it comes in the form of mystic artifacts, mysterious creatures, or wizards weaving strange spells, magic brings fantasy and wonder to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 297"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 297 <sup>2.0</sup>",
 "speed": {},
 "summary": "Whether it comes in the form of mystic artifacts, mysterious creatures, or wizards weaving strange spells, magic brings fantasy and wonder to …",
 "summary_markdown": "Whether it comes in the form of mystic artifacts, mysterious creatures, or wizards weaving strange spells, magic brings fantasy and wonder to …",
 "text": " Chapter 7: Spells Source Player Core pg. 297 2.0 Whether it comes in the form of mystic artifacts, mysterious creatures, or wizards weaving strange spells, magic brings fantasy and wonder to Pathfinder. This chapter explains how spells work and how spellcasters prepare and cast their spells. With special gestures and utterances, a spellcaster can call forth mystic energies, warp the mind, protect themself against danger, or even create something from nothing. Each class has its own method of learning, preparing, and casting spells, and every individual spell produces a specific effect, so learning new spells gives a spellcaster an increasing array of options to accomplish their goals. Magical Traditions Spellcasters cast spells from one of four different spell lists, each representing a different magical tradition: arcane, divine, occult, and primal. Your class determines which tradition of magic your spells use. In some cases, such as when a cleric gains spells from their deity or when a witch gets spells from their patron, you might be able to cast one or more select spells from a different spell list than the list you normally cast from; for instance, clerics of Sarenrae gain the power to summon their goddess's flames with a fireball spell. In these cases, the spell uses your magic tradition, not the list the spell normally comes from. When you cast a spell, add your tradition's trait to the spell. Some types of magic, such as that of most magic items, don't belong to any single tradition. These have the magical trait instead of a tradition trait. Arcane Arcane spellcasters use logic and rationality to categorize the magic inherent in the world around them. Because of its far-reaching approach, the arcane tradition has the broadest spell list, though it's generally poor at affecting the spirit or the soul. Wizards are a prototypical arcane spellcaster, poring over tomes and grimoires. Divine The power of the divine is steeped in faith, the unseen, and belief in a power source from beyond the Universe. Clerics are an iconic divine spellcaster, beseeching the gods to grant them their magic. Occult The practitioners of occult traditions seek to understand the unexplainable, categorize the bizarre, and otherwise access the ephemeral in a systematic way. Bards are a fundamental occult spellcaster, collecting strange esoterica and using their performances to influence the mind or elevate the soul. Primal An instinctual connection to and faith in the world, the cycle of day and night, the turning of the seasons, and the natural selection of predator and prey drive the primal tradition. Druids are a great example of a primal spellcaster, calling upon the magic of nature through a deep connection to the plants and animals around them. The Four Essences Spells that affect certain physical or metaphysical forces tend to be grouped into particular magical areas. Scholars of magic widely agree that all of existence is composed of some combination of four essences, though they disagree on the names and particular qualities of each essence. Matter Also called body, material essence, or physical essence, matter is the fundamental building block that makes up all physical things in the universe. The arcane and primal traditions are especially attuned toward manipulating and shaping matter. Spirit Also called soul, ethereal essence, or spiritual essence, spirit is an otherworldly building block that makes up a being's immaterial and immortal self. The spirit travels through the Ethereal Plane and into the Great Beyond after the death of the physical body. The spirit is most easily affected by divine and occult spells. Mind Also called thought, mental, or astral essence, mind is what allows thinking creatures to have rational thoughts, ideas, plans, logic, and memories. Mind touches even non-sapient creatures like animals, though in a more limited capacity. Arcane and occult casters usually excel at mind spells. Life Also called heart, faith, instinct, or vital essence, life represents the animating universal force within all things. Whereas matter provides the base materials for a body, life keeps it alive and well. This essence is responsible for unconscious responses and belief, such as ancestral instincts and divine guidance. The divine and primal traditions hold power over life. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2221",
 "weakness": {}
}