{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Variant Rules"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2740",
 "legacy_id": [
  "rules-1298"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Choosing Variant Rules](/Rules.aspx?ID=2740)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 82 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, themes, and characters, to choose which variant rules might be the best fit.\n\nIf you're not sure about a variant rule, take a chance! Make sure everyone in your group understands that this is a trial run and that you might need to adjust or remove the variant rules later on if they're causing unexpected side effects or not working as you intended. When you're playing with variant rules, be sure to let any new players who join the group know about the variant rules your group has chosen. This helps them set their expectations, which is important for making sure there is a feeling of fairness among your players.\n\nIf your group is playing a game with themes that call for it, you might wind up combining multiple variant rules together, possibly applying several options at the same time. For instance, in a gritty, low-magic, survival-horror game, you might start the PCs as 0-level characters and alter the proficiency bonus progression to remove level at the same time. In general, the variant options in this chapter are sufficiently self-contained, with explanations of how they change the game, that you should be able to combine them without trouble. When you design your own variant rules, be on the lookout for places where new rules might have unexpected overlapping effects on each other and the game.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Choosing Variant Rules",
 "next_link": {
  "label": "Automatic Bonus Progression",
  "url": "/Rules.aspx?ID=2741"
 },
 "previous_link": {
  "label": "Encounter Design",
  "url": "/Rules.aspx?ID=2715"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 82",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 82 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Variant Rules\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 82"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 82 <sup>2.0</sup>",
 "speed": {},
 "summary": "When you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, …",
 "summary_markdown": "When you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, …",
 "text": " Choosing Variant Rules Source GM Core pg. 82 2.0 When you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, themes, and characters, to choose which variant rules might be the best fit. If you're not sure about a variant rule, take a chance! Make sure everyone in your group understands that this is a trial run and that you might need to adjust or remove the variant rules later on if they're causing unexpected side effects or not working as you intended. When you're playing with variant rules, be sure to let any new players who join the group know about the variant rules your group has chosen. This helps them set their expectations, which is important for making sure there is a feeling of fairness among your players. If your group is playing a game with themes that call for it, you might wind up combining multiple variant rules together, possibly applying several options at the same time. For instance, in a gritty, low-magic, survival-horror game, you might start the PCs as 0-level characters and alter the proficiency bonus progression to remove level at the same time. In general, the variant options in this chapter are sufficiently self-contained, with explanations of how they change the game, that you should be able to combine them without trouble. When you design your own variant rules, be on the lookout for places where new rules might have unexpected overlapping effects on each other and the game. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2740",
 "weakness": {}
}