{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Encounter Design",
  "Dynamic Encounters"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2731",
 "legacy_id": [
  "rules-981"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Combining and Separating Encounters](/Rules.aspx?ID=2731)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 79 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPicture this: the PCs storm a castle. They choose to eschew stealth in favor of a direct approach. On the ramparts, a guard spots them and raises an alarm. The sound of horns and whistles blares throughout the keep as each defender ensures that everyone is ready for a fight. And then, they politely wait in whatever room they were already standing in for the PCs to come and attack them. It sounds pretty unrealistic, and it feels unrealistic at the table. Many players find it far more satisfying when their foes take reasonable actions and countermeasures against them, such as moving to defensible positions or banding together with allies. Taken to an extreme, combining encounters can quickly lead to fights that are unwinnable, so be careful. In the castle example, some guards may come out to attack the PCs, while others cluster around the central keep. Perhaps each individual patrol of guards around the castle is a trivial-threat encounter, but as they gather together, they form groups of gradually escalating threat. Such groups give the PCs a sense of how challenging their opposition is, so that if a fight against six guards is a challenge, they won't try to pick a fight with 30. When the PCs' foes amass into an overwhelming force, give the PCs fair warning and a chance to retreat and try again another day. Of course, if the PCs come back after the alarm has been raised, the guards are likely to change their rotations to better secure the keep.\n\nThe most common reason to separate an encounter into multiple pieces is to set up a combined encounter, like when an injured foe retreats to gather reinforcements. This provides the PCs with a choice: do they ignore the fleeing enemy and focus on the battle in front of them, or do they split their own forces, weighing the risk of being led into a dangerous encounter against the chance of stopping later foes from preparing for their approach? An encounter might also separate into pieces because of dramatic changes to the battlefield, such as a collapsing ceiling or a magical wall that prevents those on each side of the barrier from accessing the other without spending actions to bypass the obstruction.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Pitfalls</title>\r\n\r\nThis section arms you with a wide variety of useful tricks to add interest to your encounters, but you should keep an eye out for some common pitfalls of encounter building.<br />\n<ul><li>**Don't Make Every Encounter Complex:** There are many ways to make complex and dynamic encounters, but making every single encounter complex will become exhausting for you and your players. Some encounters should be simple, both because it will make the world feel more real and because it's a good way for the group to relax without as much to keep track of.</li><li>**Avoid Flat Difficulty:** Ensure that not too many of your encounters fall at the same threat level. Having some low- and even trivial-threat battles adds variety, and it's great to throw in a few severe encounters beyond just bosses.</li><li>**Beware of Unexpected Difficulty:** You might end up with creatures that have abilities that fit well together, making them extremely powerful as a combo, or that are particularly well-suited against your PCs. Compare the creatures and what you know about your PCs in advance, especially if the encounter is already a severe threat by the numbers. Page 26 has suggestions for what to do if you find a spike in difficulty during an encounter rather than in advance.</li><li>**Watch for Overpowered Terrain:** As noted under Budgeting for Terrain, some features of the environment can increase the danger drastically. Consider your creature and the environment, and see whether the creature has a massive advantage compared to PCs in that terrain, such as a monster with powerful, long-range attacks when PCs are stuck at a distance. If so, you might want to adjust.</li></ul>\r\n</aside>",
 "name": "Combining and Separating Encounters",
 "next_link": {
  "label": "Time Pressure",
  "url": "/Rules.aspx?ID=2732"
 },
 "previous_link": {
  "label": "Evolving Battlefields",
  "url": "/Rules.aspx?ID=2730"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 79",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 79 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Encounter Design / Dynamic Encounters\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPicture this: the PCs storm a castle. They choose to eschew stealth in favor of a direct approach. On the ramparts, a guard spots them and raises an …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 79"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 79 <sup>2.0</sup>",
 "speed": {},
 "summary": "Picture this: the PCs storm a castle. They choose to eschew stealth in favor of a direct approach. On the ramparts, a guard spots them and raises an …",
 "summary_markdown": "Picture this: the PCs storm a castle. They choose to eschew stealth in favor of a direct approach. On the ramparts, a guard spots them and raises an …",
 "text": " Combining and Separating Encounters Source GM Core pg. 79 2.0 Picture this: the PCs storm a castle. They choose to eschew stealth in favor of a direct approach. On the ramparts, a guard spots them and raises an alarm. The sound of horns and whistles blares throughout the keep as each defender ensures that everyone is ready for a fight. And then, they politely wait in whatever room they were already standing in for the PCs to come and attack them. It sounds pretty unrealistic, and it feels unrealistic at the table. Many players find it far more satisfying when their foes take reasonable actions and countermeasures against them, such as moving to defensible positions or banding together with allies. Taken to an extreme, combining encounters can quickly lead to fights that are unwinnable, so be careful. In the castle example, some guards may come out to attack the PCs, while others cluster around the central keep. Perhaps each individual patrol of guards around the castle is a trivial-threat encounter, but as they gather together, they form groups of gradually escalating threat. Such groups give the PCs a sense of how challenging their opposition is, so that if a fight against six guards is a challenge, they won't try to pick a fight with 30. When the PCs' foes amass into an overwhelming force, give the PCs fair warning and a chance to retreat and try again another day. Of course, if the PCs come back after the alarm has been raised, the guards are likely to change their rotations to better secure the keep. The most common reason to separate an encounter into multiple pieces is to set up a combined encounter, like when an injured foe retreats to gather reinforcements. This provides the PCs with a choice: do they ignore the fleeing enemy and focus on the battle in front of them, or do they split their own forces, weighing the risk of being led into a dangerous encounter against the chance of stopping later foes from preparing for their approach? An encounter might also separate into pieces because of dramatic changes to the battlefield, such as a collapsing ceiling or a magical wall that prevents those on each side of the barrier from accessing the other without spending actions to bypass the obstruction. Pitfalls This section arms you with a wide variety of useful tricks to add interest to your encounters, but you should keep an eye out for some common pitfalls of encounter building. Don't Make Every Encounter Complex: There are many ways to make complex and dynamic encounters, but making every single encounter complex will become exhausting for you and your players. Some encounters should be simple, both because it will make the world feel more real and because it's a good way for the group to relax without as much to keep track of. Avoid Flat Difficulty: Ensure that not too many of your encounters fall at the same threat level. Having some low- and even trivial-threat battles adds variety, and it's great to throw in a few severe encounters beyond just bosses. Beware of Unexpected Difficulty: You might end up with creatures that have abilities that fit well together, making them extremely powerful as a combo, or that are particularly well-suited against your PCs. Compare the creatures and what you know about your PCs in advance, especially if the encounter is already a severe threat by the numbers. Page 26 has suggestions for what to do if you find a spike in difficulty during an encounter rather than in advance. Watch for Overpowered Terrain: As noted under Budgeting for Terrain, some features of the environment can increase the danger drastically. Consider your creature and the environment, and see whether the creature has a massive advantage compared to PCs in that terrain, such as a monster with powerful, long-range attacks when PCs are stuck at a distance. If so, you might want to adjust. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2731",
 "weakness": {}
}