{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "The World",
  "Environment"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2961",
 "legacy_id": [
  "rules-1126"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Common Environments](/Rules.aspx?ID=2961)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 135 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following environments are common enough that they might appear in nearly any adventure or world.\n\n**Aquatic:** Oceans, seas, lakes, and other large waterways are aquatic environments.\n\n**Arctic:** Arctic environments usually appear near the northern and southern extremes of a world, though extreme elevation, unusually shaped worlds, and supernatural forces could result in arctic terrain elsewhere.\n\n**Desert:** Deserts can appear anywhere on a world where precipitation is scant, even along some oceans. Any large landmasses that entirely lack bodies of water are likely to be deserts.\n\n**Forest:** The composition of a forest depends on the climate and the elevation, with thick jungles more common near an equator, hardwood forests in more temperate zones, and evergreens at higher latitudes and elevations. Most worlds have a tree line—an elevation above which trees can't grow.\n\n**Mountain:** A world's highest peaks can stretch tens of thousands of feet above sea level. This category also includes hills, which are typically no more than 1,000 feet tall.\n\n**Plains:** Mostly flat and unobstructed, plains are usually at lower elevations, but they can also be found at higher elevations on plateaus.\n\n**Urban:** Cities and settlements are urban environments. These areas are detailed in Settlements, beginning on page 168.\n\n**Swamp:** Wide floodplains, shallow lakes, and marshes can appear at most latitudes.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Common Environments",
 "next_link": {
  "label": "Extreme Environments",
  "url": "/Rules.aspx?ID=2962"
 },
 "previous_link": {
  "label": "Planetary Basics",
  "url": "/Rules.aspx?ID=2957"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 135",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 135 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / The World / Environment\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe following environments are common enough that they might appear in nearly any adventure or world.   Aquatic:  Oceans, seas, lakes, and other …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 135"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 135 <sup>2.0</sup>",
 "speed": {},
 "summary": "The following environments are common enough that they might appear in nearly any adventure or world.   Aquatic:  Oceans, seas, lakes, and other …",
 "summary_markdown": "The following environments are common enough that they might appear in nearly any adventure or world.   Aquatic:  Oceans, seas, lakes, and other …",
 "text": " Common Environments Source GM Core pg. 135 2.0 The following environments are common enough that they might appear in nearly any adventure or world. Aquatic: Oceans, seas, lakes, and other large waterways are aquatic environments. Arctic: Arctic environments usually appear near the northern and southern extremes of a world, though extreme elevation, unusually shaped worlds, and supernatural forces could result in arctic terrain elsewhere. Desert: Deserts can appear anywhere on a world where precipitation is scant, even along some oceans. Any large landmasses that entirely lack bodies of water are likely to be deserts. Forest: The composition of a forest depends on the climate and the elevation, with thick jungles more common near an equator, hardwood forests in more temperate zones, and evergreens at higher latitudes and elevations. Most worlds have a tree line—an elevation above which trees can't grow. Mountain: A world's highest peaks can stretch tens of thousands of feet above sea level. This category also includes hills, which are typically no more than 1,000 feet tall. Plains: Mostly flat and unobstructed, plains are usually at lower elevations, but they can also be found at higher elevations on plateaus. Urban: Cities and settlements are urban environments. These areas are detailed in Settlements, beginning on page 168. Swamp: Wide floodplains, shallow lakes, and marshes can appear at most latitudes. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2961",
 "weakness": {}
}