{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Encounters",
  "Running the Encounter",
  "Speed of Play"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2550",
 "legacy_id": [
  "rules-833"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Complex Rolls](/Rules.aspx?ID=2550)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 27 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou'll often make multiple rolls at the same time, especially when attempting saving throws for multiple creatures against area or multi-target spells. This can sometimes take a considerable amount of time if you're resolving the result of each creature's save and then determining its degree of success. To do so quickly, you could use one of the following techniques. Each of the examples below uses a PC's spell as an example, but these recommendations also apply to similar rolls that aren't caused by spells.<br />\n<ul><li>Get the PC's Difficulty Class first, and have the player roll damage while you roll the saving throws.</li><li>Use separate colors of dice for the different types of foes, or arrange the dice in such a way that it's easier for you to tell which creatures or NPCs are which.</li><li>Go in order from the best enemy results (the highest total) to the worst. This means you'll need to ask for the results on a success only once, the damage on a failure once, and so on. It also means you only need to figure out when you're moving to a lower degree of success, rather than recalculating them each time.</li></ul>This can be more of a challenge when asking for PC rolls. Make sure you get the attention of every player whose PC is affected. Have them all roll, but hold off on announcing their results. While they roll their saves, roll damage or other variable effects. Then, announce the DC. Say, “Who critically succeeded?” and “Who succeeded?” and so on down the line, so you only have to share the results for each category once. You can choose not to announce the DC if you want and ask for results by multiples of 10 instead, but it typically takes longer, and it's still possible that the players can determine or estimate the DC anyway.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Complex Rolls",
 "next_link": {
  "label": "Adjudicating Actions",
  "url": "/Rules.aspx?ID=2551"
 },
 "previous_link": {
  "label": "Rewinding",
  "url": "/Rules.aspx?ID=2549"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 27",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 27 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Encounters / Running the Encounter / Speed of Play\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou'll often make multiple rolls at the same time, especially when attempting saving throws for multiple creatures against area or multi-target …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 27"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 27 <sup>2.0</sup>",
 "speed": {},
 "summary": "You'll often make multiple rolls at the same time, especially when attempting saving throws for multiple creatures against area or multi-target …",
 "summary_markdown": "You'll often make multiple rolls at the same time, especially when attempting saving throws for multiple creatures against area or multi-target …",
 "text": " Complex Rolls Source GM Core pg. 27 2.0 You'll often make multiple rolls at the same time, especially when attempting saving throws for multiple creatures against area or multi-target spells. This can sometimes take a considerable amount of time if you're resolving the result of each creature's save and then determining its degree of success. To do so quickly, you could use one of the following techniques. Each of the examples below uses a PC's spell as an example, but these recommendations also apply to similar rolls that aren't caused by spells. Get the PC's Difficulty Class first, and have the player roll damage while you roll the saving throws. Use separate colors of dice for the different types of foes, or arrange the dice in such a way that it's easier for you to tell which creatures or NPCs are which. Go in order from the best enemy results (the highest total) to the worst. This means you'll need to ask for the results on a success only once, the damage on a failure once, and so on. It also means you only need to figure out when you're moving to a lower degree of success, rather than recalculating them each time. This can be more of a challenge when asking for PC rolls. Make sure you get the attention of every player whose PC is affected. Have them all roll, but hold off on announcing their results. While they roll their saves, roll damage or other variable effects. Then, announce the DC. Say, “Who critically succeeded?” and “Who succeeded?” and so on down the line, so you only have to share the results for each category once. You can choose not to announce the DC if you want and ask for results by multiples of 10 instead, but it typically takes longer, and it's still possible that the players can determine or estimate the DC anyway. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2550",
 "weakness": {}
}