{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Area"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2386",
 "legacy_id": [
  "rules-356"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Cone](/Rules.aspx?ID=2386)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 428 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA cone shoots out from you in a quarter circle on the grid. When you aim a cone, the first square of that cone must share an edge with your space if you're aiming orthogonally, or it must touch a corner of your space if you're aiming diagonally. If you're Large or larger, the first square can run along the edge of any square of your space. You can't aim a cone so that it overlaps your space. The cone extends out for a number of feet, widening as it goes, as shown in the [Areas](/Rules.aspx?ID=2384) diagram. For instance, if you cast the [_breathe fire_](/Spells.aspx?ID=1457) spell, you create a cone of flames that originates at the edge of one square of your space and affects a quarter-circle area 15 feet on each edge.\n\nIf you make a cone originate elsewhere, use these same rules, with the first square of the cone using an edge or corner of that creature or object's space instead of your own.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Cone",
 "next_link": {
  "label": "Emanation",
  "url": "/Rules.aspx?ID=2387"
 },
 "previous_link": {
  "label": "Burst",
  "url": "/Rules.aspx?ID=2385"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 428",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 428 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Area\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA cone shoots out from you in a quarter circle on the grid. When you aim a cone, the first square of that cone must share an edge with your space if …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 428"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 428 <sup>2.0</sup>",
 "speed": {},
 "summary": "A cone shoots out from you in a quarter circle on the grid. When you aim a cone, the first square of that cone must share an edge with your space if …",
 "summary_markdown": "A cone shoots out from you in a quarter circle on the grid. When you aim a cone, the first square of that cone must share an edge with your space if …",
 "text": " Cone Source Player Core pg. 428 2.0 A cone shoots out from you in a quarter circle on the grid. When you aim a cone, the first square of that cone must share an edge with your space if you're aiming orthogonally, or it must touch a corner of your space if you're aiming diagonally. If you're Large or larger, the first square can run along the edge of any square of your space. You can't aim a cone so that it overlaps your space. The cone extends out for a number of feet, widening as it goes, as shown in the Areas diagram. For instance, if you cast the breathe fire spell, you create a cone of flames that originates at the edge of one square of your space and affects a quarter-circle area 15 feet on each edge. If you make a cone originate elsewhere, use these same rules, with the first square of the cone using an edge or corner of that creature or object's space instead of your own. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2386",
 "weakness": {}
}