{
 "breadcrumbs": [
  "Chapter 5: Treasure Trove",
  "Artifacts"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3233",
 "legacy_id": [
  "rules-1109"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Creating an Artifact](/Rules.aspx?ID=3233)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 300 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMechanically, an artifact functions in the game just like any other item—only the scope of its abilities is different. Artifacts can and should do things normal items can't, so you don't need to apply the normal limitations on creating items.\n\nWhen you're making an artifact, start by defining its role in the story. Is it meant to be a powerful weapon against the forces of darkness? A mercurial force injecting random chance? A terrible danger that needs to be destroyed? The artifact's role in the story affects the features you give it. Come up with some story beats that make sense for the item, then create abilities that enable those moments. An artifact can have more abilities than a typical item—just make sure they all fit its theme.\n\nGive your item the artifact trait and either the [rare](/Traits.aspx?ID=683) trait (if there multiple items of its kind), or the [unique](/Traits.aspx?ID=723) trait (if only one exists). Other traits work like they do for any other item. An artifact is usually 20th level or higher, but its specific level is up to you. Imagine who created it and what their level likely was.\n\nThough you can disregard most of the normal limitations on items, be careful not to create an artifact that will undermine your story. If your item's abilities are so useful or strong that the best option in any battle is to always use the artifact to annihilate the opposition, the artifact has taken over your story instead of serving it. A 5th-level character with access to 10th-rank spells through an artifact can lead to incredible stories, but if the DC is so high that enemies are guaranteed to critically fail against those spells except on a natural 20, the item will probably distort play more than you intended. To avoid this, you might set the item's DCs, attack bonuses, and the spell ranks of its offensive abilities significantly lower than they would be for an item of its level, especially if they can be used at will. You could also create artifacts that use the wielder's spell DC instead of having their own DC, to make them more broadly usable at a wider range of levels. In addition, an artifact's abilities should be somewhat narrow in their application; aim to make your artifacts very powerful in certain situations, rather than having broadly applicable abilities. For instance, [Serithtial](/Equipment.aspx?ID=3123) deals additional damage against creatures that are worshippers of [Zon-Kuthon](/Deities.aspx?ID=296), which makes the weapon very effective when facing those creatures, but not against every foe the PCs run across.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Creating an Artifact",
 "next_link": {
  "label": "Artifacts",
  "url": "/Rules.aspx?ID=3234"
 },
 "previous_link": {
  "label": "Artifact Rules",
  "url": "/Rules.aspx?ID=3231"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 300",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 300 <sup>2.0</sup>\r\n\r\nChapter 5: Treasure Trove / Artifacts\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMechanically, an artifact functions in the game just like any other item—only the scope of its abilities is different. Artifacts can and should do …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 300"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 300 <sup>2.0</sup>",
 "speed": {},
 "summary": "Mechanically, an artifact functions in the game just like any other item—only the scope of its abilities is different. Artifacts can and should do …",
 "summary_markdown": "Mechanically, an artifact functions in the game just like any other item—only the scope of its abilities is different. Artifacts can and should do …",
 "text": " Creating an Artifact Source GM Core pg. 300 2.0 Mechanically, an artifact functions in the game just like any other item—only the scope of its abilities is different. Artifacts can and should do things normal items can't, so you don't need to apply the normal limitations on creating items. When you're making an artifact, start by defining its role in the story. Is it meant to be a powerful weapon against the forces of darkness? A mercurial force injecting random chance? A terrible danger that needs to be destroyed? The artifact's role in the story affects the features you give it. Come up with some story beats that make sense for the item, then create abilities that enable those moments. An artifact can have more abilities than a typical item—just make sure they all fit its theme. Give your item the artifact trait and either the rare trait (if there multiple items of its kind), or the unique trait (if only one exists). Other traits work like they do for any other item. An artifact is usually 20th level or higher, but its specific level is up to you. Imagine who created it and what their level likely was. Though you can disregard most of the normal limitations on items, be careful not to create an artifact that will undermine your story. If your item's abilities are so useful or strong that the best option in any battle is to always use the artifact to annihilate the opposition, the artifact has taken over your story instead of serving it. A 5th-level character with access to 10th-rank spells through an artifact can lead to incredible stories, but if the DC is so high that enemies are guaranteed to critically fail against those spells except on a natural 20, the item will probably distort play more than you intended. To avoid this, you might set the item's DCs, attack bonuses, and the spell ranks of its offensive abilities significantly lower than they would be for an item of its level, especially if they can be used at will. You could also create artifacts that use the wielder's spell DC instead of having their own DC, to make them more broadly usable at a wider range of levels. In addition, an artifact's abilities should be somewhat narrow in their application; aim to make your artifacts very powerful in certain situations, rather than having broadly applicable abilities. For instance, Serithtial deals additional damage against creatures that are worshippers of Zon-Kuthon, which makes the weapon very effective when facing those creatures, but not against every foe the PCs run across. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3233",
 "weakness": {}
}