{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Exploration",
  "Scenes within Exploration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2575",
 "legacy_id": [
  "rules-536"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Daily Preparations](/Rules.aspx?ID=2575)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 35 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nJust before setting out to explore, or after a night's rest, the PCs spend time to prepare for the adventuring day. This typically happens over the span of 30 minutes to an hour in the morning, but only after 8 full hours of rest. Daily preparations include the following.<br />\n<ul><li>Spellcasters who prepare spells choose which spells they'll have available that day.</li><li>Focus Points and other abilities that reset during daily preparations refresh. This includes abilities that can be used only a certain number of times per day.</li><li>Each character equips their gear. This includes donning their armor and strapping on their weapons.</li><li>Characters invest up to 10 worn magic items to gain their benefits for the day.</li></ul>Beyond making these mechanical decisions, daily preparations can be a good time to check in to see how players might think their characters are feeling. The twentieth morning of a long voyage might see the characters wearily strapping on their boots and armor as listlessness sets in, but the sun rising over a hill as the invading skeleton army finally arrives to lay siege to their city could have a tense air of fear or might taste of the rush before a glorious last stand. Use this time to set the stage for the adventuring day to come!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">GM Priorities</title>\r\n\r\nThe following points will be good to keep in mind to create a fun and smooth experience as your players go about exploring the world.<br />\n<ul><li>Evoke the setting with vivid sensory details.</li><li>Shift the passage of time to emphasize tension and uncertainty, and speed past uneventful intervals.</li><li>Get players to add details by asking for their reactions.</li><li>Present small-scale mysteries to intrigue players and spur investigation.</li><li>When rolls are needed, look for ways to move the action forward, or add interesting wrinkles on a failure.</li><li>Plan effective transitions to encounters.</li></ul>\r\n</aside>",
 "name": "Daily Preparations",
 "next_link": {
  "label": "Hazards",
  "url": "/Rules.aspx?ID=2576"
 },
 "previous_link": {
  "label": "Running Encounters",
  "url": "/Rules.aspx?ID=2538"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 35",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 35 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Exploration / Scenes within Exploration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nJust before setting out to explore, or after a night's rest, the PCs spend time to prepare for the adventuring day. This typically happens over the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 35"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 35 <sup>2.0</sup>",
 "speed": {},
 "summary": "Just before setting out to explore, or after a night's rest, the PCs spend time to prepare for the adventuring day. This typically happens over the …",
 "summary_markdown": "Just before setting out to explore, or after a night's rest, the PCs spend time to prepare for the adventuring day. This typically happens over the …",
 "text": " Daily Preparations Source GM Core pg. 35 2.0 Just before setting out to explore, or after a night's rest, the PCs spend time to prepare for the adventuring day. This typically happens over the span of 30 minutes to an hour in the morning, but only after 8 full hours of rest. Daily preparations include the following. Spellcasters who prepare spells choose which spells they'll have available that day. Focus Points and other abilities that reset during daily preparations refresh. This includes abilities that can be used only a certain number of times per day. Each character equips their gear. This includes donning their armor and strapping on their weapons. Characters invest up to 10 worn magic items to gain their benefits for the day. Beyond making these mechanical decisions, daily preparations can be a good time to check in to see how players might think their characters are feeling. The twentieth morning of a long voyage might see the characters wearily strapping on their boots and armor as listlessness sets in, but the sun rising over a hill as the invading skeleton army finally arrives to lay siege to their city could have a tense air of fear or might taste of the rush before a glorious last stand. Use this time to set the stage for the adventuring day to come! GM Priorities The following points will be good to keep in mind to create a fun and smooth experience as your players go about exploring the world. Evoke the setting with vivid sensory details. Shift the passage of time to emphasize tension and uncertainty, and speed past uneventful intervals. Get players to add details by asking for their reactions. Present small-scale mysteries to intrigue players and spur investigation. When rolls are needed, look for ways to move the action forward, or add interesting wrinkles on a failure. Plan effective transitions to encounters. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2575",
 "weakness": {}
}