{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Special Considerations",
  "Narrative Collaboration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2515",
 "legacy_id": [
  "rules-903"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Decentralized Storytelling](/Rules.aspx?ID=2515)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhat if you want to go all the way and completely break down the walls between the GM and other players? What if you want to preside over a game in which anyone can speak for any of the NPCs, and when someone tries to determine what's down the next hallway, it's just as likely to come from another player as from you? In this approach, one of your biggest jobs is asking questions or giving prompts. “When you open the door, what's beyond?” “How does the king react to Lem's taunt?” You can direct your questions to individual players, leave them open to all, and put forth your own suggestions.\n\nThis approach works best when players are comfortable with one another and willing to both take responsibility in building the story and accept that some of their ideas will go unused. It's well suited for shorter campaigns, or ones in which players take turns in the GM's seat.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Decentralized Storytelling",
 "next_link": {
  "label": "Challenges",
  "url": "/Rules.aspx?ID=2516"
 },
 "previous_link": {
  "label": "Creative Collaboration",
  "url": "/Rules.aspx?ID=2514"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 19",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Special Considerations / Narrative Collaboration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhat if you want to go all the way and completely break down the walls between the GM and other players? What if you want to preside over a game in …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 19"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>",
 "speed": {},
 "summary": "What if you want to go all the way and completely break down the walls between the GM and other players? What if you want to preside over a game in …",
 "summary_markdown": "What if you want to go all the way and completely break down the walls between the GM and other players? What if you want to preside over a game in …",
 "text": " Decentralized Storytelling Source GM Core pg. 19 2.0 What if you want to go all the way and completely break down the walls between the GM and other players? What if you want to preside over a game in which anyone can speak for any of the NPCs, and when someone tries to determine what's down the next hallway, it's just as likely to come from another player as from you? In this approach, one of your biggest jobs is asking questions or giving prompts. “When you open the door, what's beyond?” “How does the king react to Lem's taunt?” You can direct your questions to individual players, leave them open to all, and put forth your own suggestions. This approach works best when players are comfortable with one another and willing to both take responsibility in building the story and accept that some of their ideas will go unused. It's well suited for shorter campaigns, or ones in which players take turns in the GM's seat. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2515",
 "weakness": {}
}