{
 "breadcrumbs": [
  "Chapter 4: Subsystems"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3027",
 "legacy_id": [
  "rules-1188"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Deciding to Use a Subsystem](/Rules.aspx?ID=3027)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 183 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you have an exciting subsystem available, it can be tempting to use it anytime it can possibly come up (for instance, replacing every social scene with the influence subsystem). However, subsystems are most effective when used with intention. They're best when used for a component of the game that's meant to be at least a significant portion of a single session, when you want a different style of play than normal. You should avoid using a particular subsystem if many members of your group don't like it, or if use of a subsystem during play devolves into the PCs making a series of rolls that don't contribute to telling an interesting story. You should also be careful to ensure that whatever subsystem you use doesn't predominantly favor a specific player character or class, since this can result in one person dominating the scene while the other players have nothing useful to do.\n\nIt's important to leave enough time and mental energy to make the subsystem feel special and to bring all the components and elements of the subsystem to life in the game world. Subsystems often require strategic thinking for players to succeed, but also require roleplaying to glue together in a satisfying way. When presented with a specific structure on how to complete a challenge or obstacle, it can be natural for players to focus on that structure rather than the story that the mechanics are trying to tell. A subsystem stripped of all its life and narrative depth can become nothing more than a large number of die rolls, however, and the last thing you want is to lose the magic, especially with a subsystem the PCs enjoy. Sometimes, a simple check is the right way to handle the scene, and that's okay! The subsystems will be there when you need them to spice up an adventure or really dive deep into a particular element or scene.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Combining Subsystems</title>\r\n\r\nSome of the subsystems in this chapter could interact in interesting ways when combined. For instance, the influence subsystem could be part of how you build up reputation, or a piece of the plan in an infiltration. Or you could have a hexploration chase with a rival adventuring group, encountering obstacles in each hex as you race for the prize—while using vehicles to travel faster! Ultimately, it’s up to you to decide how two combined subsystems should interact to tell your group’s particular story, though it’s generally good to have a backdrop subsystem that you’re tracking on a longer term to which the shorter-term subsystem contributes.\r\n</aside>",
 "name": "Deciding to Use a Subsystem",
 "next_link": {
  "label": "Victory Points",
  "url": "/Rules.aspx?ID=3028"
 },
 "previous_link": {
  "label": "Chapter 3: Age of Lost Omens",
  "url": "/Rules.aspx?ID=2989"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 183",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 183 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you have an exciting subsystem available, it can be tempting to use it anytime it can possibly come up (for instance, replacing every social …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 183"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 183 <sup>2.0</sup>",
 "speed": {},
 "summary": "When you have an exciting subsystem available, it can be tempting to use it anytime it can possibly come up (for instance, replacing every social …",
 "summary_markdown": "When you have an exciting subsystem available, it can be tempting to use it anytime it can possibly come up (for instance, replacing every social …",
 "text": " Deciding to Use a Subsystem Source GM Core pg. 183 2.0 When you have an exciting subsystem available, it can be tempting to use it anytime it can possibly come up (for instance, replacing every social scene with the influence subsystem). However, subsystems are most effective when used with intention. They're best when used for a component of the game that's meant to be at least a significant portion of a single session, when you want a different style of play than normal. You should avoid using a particular subsystem if many members of your group don't like it, or if use of a subsystem during play devolves into the PCs making a series of rolls that don't contribute to telling an interesting story. You should also be careful to ensure that whatever subsystem you use doesn't predominantly favor a specific player character or class, since this can result in one person dominating the scene while the other players have nothing useful to do. It's important to leave enough time and mental energy to make the subsystem feel special and to bring all the components and elements of the subsystem to life in the game world. Subsystems often require strategic thinking for players to succeed, but also require roleplaying to glue together in a satisfying way. When presented with a specific structure on how to complete a challenge or obstacle, it can be natural for players to focus on that structure rather than the story that the mechanics are trying to tell. A subsystem stripped of all its life and narrative depth can become nothing more than a large number of die rolls, however, and the last thing you want is to lose the magic, especially with a subsystem the PCs enjoy. Sometimes, a simple check is the right way to handle the scene, and that's okay! The subsystems will be there when you need them to spice up an adventure or really dive deep into a particular element or scene. Combining Subsystems Some of the subsystems in this chapter could interact in interesting ways when combined. For instance, the influence subsystem could be part of how you build up reputation, or a piece of the plan in an infiltration. Or you could have a hexploration chase with a rival adventuring group, encountering obstacles in each hex as you race for the prize—while using vehicles to travel faster! Ultimately, it’s up to you to decide how two combined subsystems should interact to tell your group’s particular story, though it’s generally good to have a backdrop subsystem that you’re tracking on a longer term to which the shorter-term subsystem contributes. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3027",
 "weakness": {}
}