{
 "breadcrumbs": [
  "Chapter 5: Treasure Trove",
  "Intelligent Items"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3243",
 "legacy_id": [
  "rules-1093"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Designing Intelligent Items](/Rules.aspx?ID=3243)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 304 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you first set out to create an intelligent item, ask yourself what role you expect the item will play in your game. Unlike any other item, the intelligent item is a character of its own and adds to the group dynamic, usually in ways similar to a minor NPC who follows the party throughout the adventure. That means it's important to have a clear role in mind. Is the item an ally in the PCs' dangerous quest? A kindred spirit and confidante? A foil for the PC? A morally ambiguous ally worth handling for its great power? Or perhaps a bit of comic relief? Once you know what you want in the item, you can develop its personality and abilities in parallel, coming up with thematic links between them.\n\nWhen choosing values for the intelligent item's statistics, you'll often want to use values suitable for a creature of its level. You could use much lower values if you want to give it a weakness, but keep in mind that a low Will modifier might make it particularly easy to control, which could be a problem if it can make life miserable for its partner. Because the item can usually activate its abilities on its own, the intelligent item is essentially adding a limited additional character to the PCs' team, so consider its effect on the encounters the PCs face. For example, a high-level normal item that lets a PC cast a 3rd-rank [_fireball_](/Spells.aspx?ID=1530) every round might be reasonable given that it counts toward the PC's available actions, but an intelligent item is adding that fireball on top of everything else the PCs can do.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Designing Intelligent Items",
 "next_link": {
  "label": "Specific Intelligent Items",
  "url": "/Rules.aspx?ID=3244"
 },
 "previous_link": {
  "label": "Item Agency",
  "url": "/Rules.aspx?ID=3242"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 304",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 304 <sup>2.0</sup>\r\n\r\nChapter 5: Treasure Trove / Intelligent Items\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you first set out to create an intelligent item, ask yourself what role you expect the item will play in your game. Unlike any other item, the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 304"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 304 <sup>2.0</sup>",
 "speed": {},
 "summary": "When you first set out to create an intelligent item, ask yourself what role you expect the item will play in your game. Unlike any other item, the …",
 "summary_markdown": "When you first set out to create an intelligent item, ask yourself what role you expect the item will play in your game. Unlike any other item, the …",
 "text": " Designing Intelligent Items Source GM Core pg. 304 2.0 When you first set out to create an intelligent item, ask yourself what role you expect the item will play in your game. Unlike any other item, the intelligent item is a character of its own and adds to the group dynamic, usually in ways similar to a minor NPC who follows the party throughout the adventure. That means it's important to have a clear role in mind. Is the item an ally in the PCs' dangerous quest? A kindred spirit and confidante? A foil for the PC? A morally ambiguous ally worth handling for its great power? Or perhaps a bit of comic relief? Once you know what you want in the item, you can develop its personality and abilities in parallel, coming up with thematic links between them. When choosing values for the intelligent item's statistics, you'll often want to use values suitable for a creature of its level. You could use much lower values if you want to give it a weakness, but keep in mind that a low Will modifier might make it particularly easy to control, which could be a problem if it can make life miserable for its partner. Because the item can usually activate its abilities on its own, the intelligent item is essentially adding a limited additional character to the PCs' team, so consider its effect on the encounters the PCs face. For example, a high-level normal item that lets a PC cast a 3rd-rank fireball every round might be reasonable given that it counts toward the PC's available actions, but an intelligent item is adding that fireball on top of everything else the PCs can do. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3243",
 "weakness": {}
}