{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Creatures"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2903",
 "legacy_id": [
  "rules-1024"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Design Abilities](/Rules.aspx?ID=2903)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 123 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn this step, you'll take the ideas for abilities you noted when you developed your concept and design these abilities for your creature. You can look at existing creature abilities from Monster Core and feats from Player Core and use them as is or modify them to fit your needs.\n\nWhen choosing abilities, think about both the number of abilities and the diversity of abilities. Having a large number of similar abilities can make the creature tougher to run, and it probably can't use them all anyway. A diversity of abilities gives the creature different ways to act in different situations, and helps guide you as the GM. For instance, a combat creature might have one ability it uses to get into position, another to use when it wants to focus damage on a single enemy, and a third that's more defensive.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Focus Spells</title>\r\n\r\nSome creatures have focus spells, especially when those focus spells clearly fit a creature’s theme. Simply give the creature the focus spells you like and between 1 and 3 Focus Points (you can also allow your creature to cast focus spells using spell slots). Use the same DC and spell attack modifier as any other spell. A creature that has just 1 Focus Point is likely to cast a focus spell only once, unless it’s a recurring enemy. If the creature has plenty of spells already, you might want to skip focus spells altogether, as they aren’t as strong as top-rank spell slots.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-2904\" />\r\n\r\n<document level=\"2\" id=\"rules-2908\" />\r\n\r\n<document level=\"2\" id=\"rules-2911\" />\r\n\r\n<document level=\"2\" id=\"rules-2912\" />\r\n\r\n<document level=\"2\" id=\"rules-2914\" />\r\n\r\n<document level=\"2\" id=\"rules-2916\" />",
 "name": "Design Abilities",
 "next_link": {
  "label": "Review",
  "url": "/Rules.aspx?ID=2917"
 },
 "previous_link": {
  "label": "Spells",
  "url": "/Rules.aspx?ID=2898"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 123",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 123 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Creatures\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn this step, you'll take the ideas for abilities you noted when you developed your concept and design these abilities for your creature. You can …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 123"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 123 <sup>2.0</sup>",
 "speed": {},
 "summary": "In this step, you'll take the ideas for abilities you noted when you developed your concept and design these abilities for your creature. You can …",
 "summary_markdown": "In this step, you'll take the ideas for abilities you noted when you developed your concept and design these abilities for your creature. You can …",
 "text": " Design Abilities Source GM Core pg. 123 2.0 In this step, you'll take the ideas for abilities you noted when you developed your concept and design these abilities for your creature. You can look at existing creature abilities from Monster Core and feats from Player Core and use them as is or modify them to fit your needs. When choosing abilities, think about both the number of abilities and the diversity of abilities. Having a large number of similar abilities can make the creature tougher to run, and it probably can't use them all anyway. A diversity of abilities gives the creature different ways to act in different situations, and helps guide you as the GM. For instance, a combat creature might have one ability it uses to get into position, another to use when it wants to focus damage on a single enemy, and a third that's more defensive. Focus Spells Some creatures have focus spells, especially when those focus spells clearly fit a creature’s theme. Simply give the creature the focus spells you like and between 1 and 3 Focus Points (you can also allow your creature to cast focus spells using spell slots). Use the same DC and spell attack modifier as any other spell. A creature that has just 1 Focus Point is likely to cast a focus spell only once, unless it’s a recurring enemy. If the creature has plenty of spells already, you might want to skip focus spells altogether, as they aren’t as strong as top-rank spell slots. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2903",
 "weakness": {}
}