{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2953",
 "legacy_id": [
  "rules-1118"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Design Approach](/Rules.aspx?ID=2953)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 134 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWorld building can be approached in many ways, but it fundamentally comes down to a simple preference. Do you start at a high level and zoom in, or do you start small and build up? This section outlines a largely top-down approach, but you can design from the bottom up simply by starting at the end of this section and working backward. Either way, you may find yourself skipping between sections as inspiration strikes—and that's OK!\n\nWhen building a world, there's a risk of becoming overwhelmed by the sheer number of decisions to be made. Remember that you don't need to make every decision for every aspect of your world all at once. Focus first on the elements you need for your story and the game, then add as much of the rest as you'd like. You'll also want to allow room for input from your players—gaming sessions are more memorable and engaging when the storytelling experience is shared between everyone at the table (page 32 has more information on players contributing to the narrative).\n\nBefore you decide anything else, however, you should establish your concept and your goals. Do you envision a high-magic steampunk setting where humans are a tiny minority? A world where the only magic derives from squabbling pantheons of gods whose followers are caught up in their wars for power? A quaint town isolated from an otherwise-unknown world beyond a vast, impenetrable forest of mist-choked, skeletal trees? Are you designing a world for a multi-year campaign, or for a fast-paced one-shot adventure? Having an idea in mind will help steer your choices as you build your world, and knowing your goals will help you focus on building what you need.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2954\" />\r\n\r\n<document level=\"2\" id=\"rules-2955\" />",
 "name": "Design Approach",
 "next_link": {
  "label": "The World",
  "url": "/Rules.aspx?ID=2956"
 },
 "previous_link": {
  "label": "Building Items",
  "url": "/Rules.aspx?ID=2923"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 134",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 134 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWorld building can be approached in many ways, but it fundamentally comes down to a simple preference. Do you start at a high level and zoom in, or …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 134"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 134 <sup>2.0</sup>",
 "speed": {},
 "summary": "World building can be approached in many ways, but it fundamentally comes down to a simple preference. Do you start at a high level and zoom in, or …",
 "summary_markdown": "World building can be approached in many ways, but it fundamentally comes down to a simple preference. Do you start at a high level and zoom in, or …",
 "text": " Design Approach Source GM Core pg. 134 2.0 World building can be approached in many ways, but it fundamentally comes down to a simple preference. Do you start at a high level and zoom in, or do you start small and build up? This section outlines a largely top-down approach, but you can design from the bottom up simply by starting at the end of this section and working backward. Either way, you may find yourself skipping between sections as inspiration strikes—and that's OK! When building a world, there's a risk of becoming overwhelmed by the sheer number of decisions to be made. Remember that you don't need to make every decision for every aspect of your world all at once. Focus first on the elements you need for your story and the game, then add as much of the rest as you'd like. You'll also want to allow room for input from your players—gaming sessions are more memorable and engaging when the storytelling experience is shared between everyone at the table (page 32 has more information on players contributing to the narrative). Before you decide anything else, however, you should establish your concept and your goals. Do you envision a high-magic steampunk setting where humans are a tiny minority? A world where the only magic derives from squabbling pantheons of gods whose followers are caught up in their wars for power? A quaint town isolated from an otherwise-unknown world beyond a vast, impenetrable forest of mist-choked, skeletal trees? Are you designing a world for a multi-year campaign, or for a fast-paced one-shot adventure? Having an idea in mind will help steer your choices as you build your world, and knowing your goals will help you focus on building what you need. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2953",
 "weakness": {}
}