{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Rewards",
  "Treasure",
  "Treasure by Level"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2660",
 "legacy_id": [
  "rules-585"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Different Item Levels](/Rules.aspx?ID=2660)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 60 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe levels listed for items on the Party Treasure by Level table aren't set in stone. You can provide items of slightly higher or lower level as long as you take into account the value of the items you hand out. For instance, suppose you were considering giving a party of 11th-level PCs a runestone with a fortification rune (with a Price of 2,000 gp) as one of their 12th-level items, but you realize they've had trouble finding armor in their recent adventures, so you instead decide to give them a suit of 11th-level +2 resilient armor (1,400 gp) instead. Since the armor has a lower Price than the rune, you might also add a 9th-level shadow rune (650 gp) to make up the difference. The total isn't exactly the same, but that's all right.\n\nHowever, if you wanted to place a 13th-level permanent item in a treasure hoard, you could remove two 11th-level permanent items to make a roughly equivalent exchange. When you make an exchange upward like this, be cautious: not only might you introduce an item with effects that are disruptive at the party's current level of play, but you also might give an amazing item to one PC while other characters don't gain any new items at all!\n\nIf you're playing in a long-term campaign, you can spread out the treasure over time. A major milestone can give extra treasure at one level, followed by a tougher dungeon with fewer new items at the next level.\n\nCheck back occasionally to see whether each PC's treasure is comparable to the amount they'd get if they created a new character at their current level, as described under Treasure for New Characters below. They should be a bit higher, but if there's a significant discrepancy, adjust the adventure's upcoming treasure rewards accordingly.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Different Item Levels",
 "next_link": {
  "label": "Different Party Sizes",
  "url": "/Rules.aspx?ID=2661"
 },
 "previous_link": {
  "label": "Treasure and Rarity",
  "url": "/Rules.aspx?ID=2659"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 60",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 60 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Rewards / Treasure / Treasure by Level\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe levels listed for items on the Party Treasure by Level table aren't set in stone. You can provide items of slightly higher or lower level as long …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 60"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 60 <sup>2.0</sup>",
 "speed": {},
 "summary": "The levels listed for items on the Party Treasure by Level table aren't set in stone. You can provide items of slightly higher or lower level as long …",
 "summary_markdown": "The levels listed for items on the Party Treasure by Level table aren't set in stone. You can provide items of slightly higher or lower level as long …",
 "text": " Different Item Levels Source GM Core pg. 60 2.0 The levels listed for items on the Party Treasure by Level table aren't set in stone. You can provide items of slightly higher or lower level as long as you take into account the value of the items you hand out. For instance, suppose you were considering giving a party of 11th-level PCs a runestone with a fortification rune (with a Price of 2,000 gp) as one of their 12th-level items, but you realize they've had trouble finding armor in their recent adventures, so you instead decide to give them a suit of 11th-level +2 resilient armor (1,400 gp) instead. Since the armor has a lower Price than the rune, you might also add a 9th-level shadow rune (650 gp) to make up the difference. The total isn't exactly the same, but that's all right. However, if you wanted to place a 13th-level permanent item in a treasure hoard, you could remove two 11th-level permanent items to make a roughly equivalent exchange. When you make an exchange upward like this, be cautious: not only might you introduce an item with effects that are disruptive at the party's current level of play, but you also might give an amazing item to one PC while other characters don't gain any new items at all! If you're playing in a long-term campaign, you can spread out the treasure over time. A major milestone can give extra treasure at one level, followed by a tougher dungeon with fewer new items at the next level. Check back occasionally to see whether each PC's treasure is comparable to the amount they'd get if they created a new character at their current level, as described under Treasure for New Characters below. They should be a bit higher, but if there's a significant discrepancy, adjust the adventure's upcoming treasure rewards accordingly. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2660",
 "weakness": {}
}