{
 "breadcrumbs": [
  "Chapter 5: Treasure Trove",
  "Relics"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3249",
 "legacy_id": [
  "rules-1097"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Discovering a Relic](/Rules.aspx?ID=3249)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 308 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome relics might begin as ordinary items with a rich history. They might be part of a character's starting gear, only to have their true powers uncovered later during play. Other relics can be acquired during play as part of the ongoing story. Regardless of their origin, these powerful items might not appear to be much at first, but they contain the potential to become something truly great.\n\nFor example, an old, tarnished amulet found around the neck of a buried king might turn out to be an item of deep historical significance that awakens to great power. The seemingly ordinary family sword, passed down to each new generation, might unlock hidden potential through the deeds of its owner.\n\nThe PCs might immediately recognize a relic for its ability, or they might carry it for a time before its true nature becomes apparent. The story of a relic should be a tale of discovery. At first, a relic's wielder likely doesn't fully understand the item's power, or might be unable to use it, learning of its abilities only after a momentous event or fortuitous breakthrough. Ultimately, relics are powerful tools in service of the story, working as a valuable tie to the narrative, but their growth and development are in your hands. Because of the place relics hold in the story, they aren't available for purchase, nor can they be crafted.\n\nPay attention to the characters' backstories for potential relics, and look for spots in your narrative that might be suitable for campaign relics. If you're planning to use relics in your game, let the players know in advance, since their ideas and plans can guide you and give them greater investment in the relics.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3250\" />\r\n\r\n<document level=\"2\" id=\"rules-3251\" />",
 "name": "Discovering a Relic",
 "next_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=3258"
 },
 "previous_link": {
  "label": "Cursed Items",
  "url": "/Rules.aspx?ID=3245"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 308",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 308 <sup>2.0</sup>\r\n\r\nChapter 5: Treasure Trove / Relics\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSome relics might begin as ordinary items with a rich history. They might be part of a character's starting gear, only to have their true powers …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 308"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 308 <sup>2.0</sup>",
 "speed": {},
 "summary": "Some relics might begin as ordinary items with a rich history. They might be part of a character's starting gear, only to have their true powers …",
 "summary_markdown": "Some relics might begin as ordinary items with a rich history. They might be part of a character's starting gear, only to have their true powers …",
 "text": " Discovering a Relic Source GM Core pg. 308 2.0 Some relics might begin as ordinary items with a rich history. They might be part of a character's starting gear, only to have their true powers uncovered later during play. Other relics can be acquired during play as part of the ongoing story. Regardless of their origin, these powerful items might not appear to be much at first, but they contain the potential to become something truly great. For example, an old, tarnished amulet found around the neck of a buried king might turn out to be an item of deep historical significance that awakens to great power. The seemingly ordinary family sword, passed down to each new generation, might unlock hidden potential through the deeds of its owner. The PCs might immediately recognize a relic for its ability, or they might carry it for a time before its true nature becomes apparent. The story of a relic should be a tale of discovery. At first, a relic's wielder likely doesn't fully understand the item's power, or might be unable to use it, learning of its abilities only after a momentous event or fortuitous breakthrough. Ultimately, relics are powerful tools in service of the story, working as a valuable tie to the narrative, but their growth and development are in your hands. Because of the place relics hold in the story, they aren't available for purchase, nor can they be crafted. Pay attention to the characters' backstories for potential relics, and look for spots in your narrative that might be suitable for campaign relics. If you're planning to use relics in your game, let the players know in advance, since their ideas and plans can guide you and give them greater investment in the relics. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3249",
 "weakness": {}
}