{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "Religion",
  "Deities"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2981",
 "legacy_id": [
  "rules-1146"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Divine Statistics](/Rules.aspx?ID=2981)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 140 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn Pathfinder, deities are not only a narrative element of the world, but also a mechanical component of some classes.\n\n**Areas of Concern:** Each deity has one or more areas of concern they have divine influence over. These portfolios typically embrace universal concepts, such as honor, night, or tranquility. Deities with similar areas of concern may work in common cause or against each other, depending on their goals and divine rank.\n\n**Edicts:** Every deity has edicts, which are those tenets they require their faithful—especially divinely empowered clergy like champions and clerics—to promote in the world. A deity usually has one to three simple and straightforward edicts.\n\n**Anathema:** The opposite of edicts, anathema are those things a deity will not abide. Champions and clerics must avoid their deity's anathema or risk losing their divine powers, and even lay worshippers usually feel guilty for performing such acts, as they will be weighed against them in the afterlife. Like edicts, a deity usually has two to three simple and straightforward elements to their anathema.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Divine Statistics",
 "next_link": {
  "label": "Devotee Benefits",
  "url": "/Rules.aspx?ID=2982"
 },
 "previous_link": {
  "label": "Divine Rank",
  "url": "/Rules.aspx?ID=2980"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 140",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 140 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / Religion / Deities\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn Pathfinder, deities are not only a narrative element of the world, but also a mechanical component of some classes.   Areas of Concern:  Each …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 140"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 140 <sup>2.0</sup>",
 "speed": {},
 "summary": "In Pathfinder, deities are not only a narrative element of the world, but also a mechanical component of some classes.   Areas of Concern:  Each …",
 "summary_markdown": "In Pathfinder, deities are not only a narrative element of the world, but also a mechanical component of some classes.   Areas of Concern:  Each …",
 "text": " Divine Statistics Source GM Core pg. 140 2.0 In Pathfinder, deities are not only a narrative element of the world, but also a mechanical component of some classes. Areas of Concern: Each deity has one or more areas of concern they have divine influence over. These portfolios typically embrace universal concepts, such as honor, night, or tranquility. Deities with similar areas of concern may work in common cause or against each other, depending on their goals and divine rank. Edicts: Every deity has edicts, which are those tenets they require their faithful—especially divinely empowered clergy like champions and clerics—to promote in the world. A deity usually has one to three simple and straightforward edicts. Anathema: The opposite of edicts, anathema are those things a deity will not abide. Champions and clerics must avoid their deity's anathema or risk losing their divine powers, and even lay worshippers usually feel guilty for performing such acts, as they will be weighed against them in the afterlife. Like edicts, a deity usually has two to three simple and straightforward elements to their anathema. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2981",
 "weakness": {}
}