{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "Civilization",
  "Societal Benchmarks"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2967",
 "legacy_id": [
  "rules-1132"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Divine Involvement](/Rules.aspx?ID=2967)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 136 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhat is the nature of the gods? Do they even exist? If so, are they omnipotent and omniscient? How does a follower request their divine favor? The answers to these questions will help you determine how strongly divine faith impacts the cultures of your world.\n\n**None:** Deities do not exist in this world, or if they do, they are oblivious to or completely unconcerned with mortal affairs. If they exist, they don't make their presence known, nor do they grant power to theirworshippers.\n\n**Limited:** Deities exist, though they remain aloof from the mortal world and make their divine presence known only to a chosen few.\n\n**Accepted:** Divine influence is an accepted fact of everyday life. Their will is enacted through priests and organized religions. Divine avatars may appear in the world during extreme circumstances.\n\n**Ubiquitous:** Deities live among mortals, exerting their divine will directly. Gods rule entire nations, commanding absolute obedience from their faithful followers.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Divine Involvement",
 "next_link": {
  "label": "Magic",
  "url": "/Rules.aspx?ID=2968"
 },
 "previous_link": {
  "label": "Technology",
  "url": "/Rules.aspx?ID=2966"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 136",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 136 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / Civilization / Societal Benchmarks\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhat is the nature of the gods? Do they even exist? If so, are they omnipotent and omniscient? How does a follower request their divine favor? The …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 136"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 136 <sup>2.0</sup>",
 "speed": {},
 "summary": "What is the nature of the gods? Do they even exist? If so, are they omnipotent and omniscient? How does a follower request their divine favor? The …",
 "summary_markdown": "What is the nature of the gods? Do they even exist? If so, are they omnipotent and omniscient? How does a follower request their divine favor? The …",
 "text": " Divine Involvement Source GM Core pg. 136 2.0 What is the nature of the gods? Do they even exist? If so, are they omnipotent and omniscient? How does a follower request their divine favor? The answers to these questions will help you determine how strongly divine faith impacts the cultures of your world. None: Deities do not exist in this world, or if they do, they are oblivious to or completely unconcerned with mortal affairs. If they exist, they don't make their presence known, nor do they grant power to theirworshippers. Limited: Deities exist, though they remain aloof from the mortal world and make their divine presence known only to a chosen few. Accepted: Divine influence is an accepted fact of everyday life. Their will is enacted through priests and organized religions. Divine avatars may appear in the world during extreme circumstances. Ubiquitous: Deities live among mortals, exerting their divine will directly. Gods rule entire nations, commanding absolute obedience from their faithful followers. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2967",
 "weakness": {}
}