{
 "breadcrumbs": [
  "Chapter 7: Spells"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2242",
 "legacy_id": [
  "rules-291"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Durations](/Rules.aspx?ID=2242)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 302 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe duration of a spell is how long the spell effect lasts. Spells that last for more than an instant have a Duration entry. A spell might last until the start or end of a turn, for some number of rounds, for minutes, or even longer. If a spell's duration is given in rounds, the number of rounds remaining decreases by 1 at the start of each of the spellcaster's turns, ending when the duration reaches 0.\n\nSome spells have effects that remain even after the spell's magic is gone. Any ongoing effect that isn't part of the spell's duration entry isn't magical. For instance, a spell that creates a brief, loud sound might deafen someone for a time, even permanently. This deafness couldn't be counteracted because it is not itself magical (though it might be cured by other magic, such as sound body).\n\nIf a spell's caster dies or is incapacitated during the spell's duration, the spell remains in effect until its duration ends, using the caster's initiative order.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2243\" />\r\n\r\n<document level=\"2\" id=\"rules-2244\" />\r\n\r\n<document level=\"2\" id=\"rules-2245\" />",
 "name": "Durations",
 "next_link": {
  "label": "Defenses",
  "url": "/Rules.aspx?ID=2246"
 },
 "previous_link": {
  "label": "Ranges, Areas, and Targets",
  "url": "/Rules.aspx?ID=2237"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 302",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 302 <sup>2.0</sup>\r\n\r\nChapter 7: Spells\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe duration of a spell is how long the spell effect lasts. Spells that last for more than an instant have a Duration entry. A spell might last until …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 302"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 302 <sup>2.0</sup>",
 "speed": {},
 "summary": "The duration of a spell is how long the spell effect lasts. Spells that last for more than an instant have a Duration entry. A spell might last until …",
 "summary_markdown": "The duration of a spell is how long the spell effect lasts. Spells that last for more than an instant have a Duration entry. A spell might last until …",
 "text": " Durations Source Player Core pg. 302 2.0 The duration of a spell is how long the spell effect lasts. Spells that last for more than an instant have a Duration entry. A spell might last until the start or end of a turn, for some number of rounds, for minutes, or even longer. If a spell's duration is given in rounds, the number of rounds remaining decreases by 1 at the start of each of the spellcaster's turns, ending when the duration reaches 0. Some spells have effects that remain even after the spell's magic is gone. Any ongoing effect that isn't part of the spell's duration entry isn't magical. For instance, a spell that creates a brief, loud sound might deafen someone for a time, even permanently. This deafness couldn't be counteracted because it is not itself magical (though it might be cured by other magic, such as sound body). If a spell's caster dies or is incapacitated during the spell's duration, the spell remains in effect until its duration ends, using the caster's initiative order. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2242",
 "weakness": {}
}