{
 "breadcrumbs": [
  "Chapter 8: Playing the Game"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2377",
 "legacy_id": [
  "rules-350"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Effects](/Rules.aspx?ID=2377)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 426 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAnything you do in the game has an effect. Many of these outcomes are easy to adjudicate during the game. If you tell the GM that you draw your sword, no check is needed. Other times, the specific effect requires more detailed rules governing how your choice is resolved.\n\nMany spells, magic items, and feats create specific effects, and your character will be subject to effects caused by monsters, hazards, the environment, and other characters.\n\nEffects sometimes require checks, but not always. Casting a [_fly_](/Spells.aspx?ID=1534) spell on yourself creates an effect that allows you to soar through the air, but casting the spell does not require a check. Conversely, using the [Intimidate](/Skills.aspx?ID=40) skill to [Demoralize](/Actions.aspx?ID=2395) a foe does require a check, and your result on that check determines the effect's outcome.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Conditions</title>\r\n\r\nSome effects apply conditions to a creature or item. These change your state of being in some way. Conditions are persistent, lasting until the stated duration ends, the condition is removed, or terms dictated in the condition cause it to end. Full rules appear in the [Conditions Appendix](/Rules.aspx?ID=2455).\n\n**[Blinded](/Conditions.aspx?ID=59):** You're unable to see.<br />**[Broken](/Conditions.aspx?ID=60):** This item can't be used for its normal function until repaired.<br />**[Clumsy](/Conditions.aspx?ID=61):** You can't move as easily or gracefully as usual.<br />**[Concealed](/Conditions.aspx?ID=62):** Fog or similar obscuration makes you difficult to see and target.<br />**[Confused](/Conditions.aspx?ID=63):** You attack indiscriminately.<br />**[Controlled](/Conditions.aspx?ID=64):** Another creature determines your actions.<br />**[Dazzled](/Conditions.aspx?ID=65):** Everything is concealed to you.<br />**[Deafened](/Conditions.aspx?ID=66):** You're unable to hear.<br />**[Doomed](/Conditions.aspx?ID=67):** With your soul in peril, you are now closer to death.<br />**[Drained](/Conditions.aspx?ID=68):** Blood loss or something similar has leached your vitality.<br />**[Dying](/Conditions.aspx?ID=69):** You're slipping closer to death.<br />**[Encumbered](/Conditions.aspx?ID=70):** You're carrying more weight than you can manage.<br />**[Enfeebled](/Conditions.aspx?ID=71):** Your strength has been sapped away.<br />**[Fascinated](/Conditions.aspx?ID=72):** You are compelled to focus your attention on something.<br />**[Fatigued](/Conditions.aspx?ID=73):** Your defenses are lower and you can't use exploration activities while traveling.<br />**[Fleeing](/Conditions.aspx?ID=74):** You must run away.<br />**[Friendly](/Conditions.aspx?ID=75):** An NPC with this condition has a good attitude toward you.<br />**[Frightened](/Conditions.aspx?ID=76):** Fear makes you less capable of attacking and defending.<br />**[Grabbed](/Conditions.aspx?ID=77):** A creature, object, or magic holds you in place.<br />**[Helpful](/Conditions.aspx?ID=78):** An NPC with this condition wants to assist you.<br />**[Hidden](/Conditions.aspx?ID=79):** A creature you're hidden from knows your location but can't see you.<br />**[Hostile](/Conditions.aspx?ID=80):** An NPC with this condition wants to harm you.<br />**[Immobilized](/Conditions.aspx?ID=81):** You can't move.<br />**[Indifferent](/Conditions.aspx?ID=82):** An NPC with this condition doesn't have a strong opinion about you.<br />**[Invisible](/Conditions.aspx?ID=83):** Creatures can't see you.<br />**[Observed](/Conditions.aspx?ID=84):** You're in plain view.<br />**[Off-Guard](/Conditions.aspx?ID=58):** You're unable to defend yourself to your full capability.<br />**[Paralyzed](/Conditions.aspx?ID=85):** Your body is frozen in place.<br />**[Persistent Damage](/Conditions.aspx?ID=86):** You keep taking damage every round.<br />**[Petrified](/Conditions.aspx?ID=87):** You've been turned to stone.<br />**[Prone](/Conditions.aspx?ID=88):** You're lying on the ground and easier to attack.<br />**[Quickened](/Conditions.aspx?ID=89):** You get an extra action each turn.<br />**[Restrained](/Conditions.aspx?ID=90):** You're tied up and can't move, or a grappling creature has you [pinned](/Conditions.aspx?ID=54).<br />**[Sickened](/Conditions.aspx?ID=91):** You're sick to your stomach.<br />**[Slowed](/Conditions.aspx?ID=92):** You lose actions each turn.<br />**[Stunned](/Conditions.aspx?ID=93):** You can't use actions.<br />**[Stupefied](/Conditions.aspx?ID=94):** You can't access your full mental faculties, and you have trouble casting spells.<br />**[Unconscious](/Conditions.aspx?ID=95):** You're asleep or knocked out.<br />**[Undetected](/Conditions.aspx?ID=96):** A creature you're undetected by doesn't know where you are.<br />**[Unfriendly](/Conditions.aspx?ID=97):** An NPC with this condition doesn't like you.<br />**[Unnoticed](/Conditions.aspx?ID=98):** A creature is entirely unaware you're present.<br />**[Wounded](/Conditions.aspx?ID=99):** You've been brought back from the brink of death but haven't fully recovered\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-2378\" />\r\n\r\n<document level=\"2\" id=\"rules-2379\" />\r\n\r\n<document level=\"2\" id=\"rules-2380\" />\r\n\r\n<document level=\"2\" id=\"rules-2381\" />\r\n\r\n<document level=\"2\" id=\"rules-2382\" />\r\n\r\n<document level=\"2\" id=\"rules-2383\" />",
 "name": "Effects",
 "next_link": {
  "label": "Area",
  "url": "/Rules.aspx?ID=2384"
 },
 "previous_link": {
  "label": "Movement",
  "url": "/Rules.aspx?ID=2345"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 426",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 426 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAnything you do in the game has an effect. Many of these outcomes are easy to adjudicate during the game. If you tell the GM that you draw your …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 426"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 426 <sup>2.0</sup>",
 "speed": {},
 "summary": "Anything you do in the game has an effect. Many of these outcomes are easy to adjudicate during the game. If you tell the GM that you draw your …",
 "summary_markdown": "Anything you do in the game has an effect. Many of these outcomes are easy to adjudicate during the game. If you tell the GM that you draw your …",
 "text": " Effects Source Player Core pg. 426 2.0 Anything you do in the game has an effect. Many of these outcomes are easy to adjudicate during the game. If you tell the GM that you draw your sword, no check is needed. Other times, the specific effect requires more detailed rules governing how your choice is resolved. Many spells, magic items, and feats create specific effects, and your character will be subject to effects caused by monsters, hazards, the environment, and other characters. Effects sometimes require checks, but not always. Casting a fly spell on yourself creates an effect that allows you to soar through the air, but casting the spell does not require a check. Conversely, using the Intimidate skill to Demoralize a foe does require a check, and your result on that check determines the effect's outcome. Conditions Some effects apply conditions to a creature or item. These change your state of being in some way. Conditions are persistent, lasting until the stated duration ends, the condition is removed, or terms dictated in the condition cause it to end. Full rules appear in the Conditions Appendix. Blinded: You're unable to see. Broken: This item can't be used for its normal function until repaired. Clumsy: You can't move as easily or gracefully as usual. Concealed: Fog or similar obscuration makes you difficult to see and target. Confused: You attack indiscriminately. Controlled: Another creature determines your actions. Dazzled: Everything is concealed to you. Deafened: You're unable to hear. Doomed: With your soul in peril, you are now closer to death. Drained: Blood loss or something similar has leached your vitality. Dying: You're slipping closer to death. Encumbered: You're carrying more weight than you can manage. Enfeebled: Your strength has been sapped away. Fascinated: You are compelled to focus your attention on something. Fatigued: Your defenses are lower and you can't use exploration activities while traveling. Fleeing: You must run away. Friendly: An NPC with this condition has a good attitude toward you. Frightened: Fear makes you less capable of attacking and defending. Grabbed: A creature, object, or magic holds you in place. Helpful: An NPC with this condition wants to assist you. Hidden: A creature you're hidden from knows your location but can't see you. Hostile: An NPC with this condition wants to harm you. Immobilized: You can't move. Indifferent: An NPC with this condition doesn't have a strong opinion about you. Invisible: Creatures can't see you. Observed: You're in plain view. Off-Guard: You're unable to defend yourself to your full capability. Paralyzed: Your body is frozen in place. Persistent Damage: You keep taking damage every round. Petrified: You've been turned to stone. Prone: You're lying on the ground and easier to attack. Quickened: You get an extra action each turn. Restrained: You're tied up and can't move, or a grappling creature has you pinned. Sickened: You're sick to your stomach. Slowed: You lose actions each turn. Stunned: You can't use actions. Stupefied: You can't access your full mental faculties, and you have trouble casting spells. Unconscious: You're asleep or knocked out. Undetected: A creature you're undetected by doesn't know where you are. Unfriendly: An NPC with this condition doesn't like you. Unnoticed: A creature is entirely unaware you're present. Wounded: You've been brought back from the brink of death but haven't fully recovered ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2377",
 "weakness": {}
}