{
 "breadcrumbs": [
  "Chapter 2: Building Games"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2715",
 "legacy_id": [
  "rules-969"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Encounter Design](/Rules.aspx?ID=2715)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 75 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEncounters play a fundamental part in roleplaying games, but it can be tricky to know where to start when building them. It's important to follow the rules and guidelines, but creating a compelling encounter goes beyond that. Good encounters have a place in the story, compelling adversaries, interesting locations, and twists and turns to make them dynamic.\n\nEncounter design goes hand in hand with location, map, and adventure design. You might set an adventure in a swamp and populate it with swamp creatures and environmental features. Or you might have a dungeon denizen in mind, and structure a section of your dungeon to fit that creature.\n\nWhen you're starting out, straightforward encounters of low or moderate threat can let you get your bearings. Then, you can increase complexity as you get more confident and as the PCs collect more tools to use against their foes. The more encounters you build, the more comfortable you'll get with your own personal style. You can always come back here to get more ideas or advice on executing a certain type of encounter.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2716\" />\r\n\r\n<document level=\"2\" id=\"rules-2720\" />\r\n\r\n<document level=\"2\" id=\"rules-2721\" />\r\n\r\n<document level=\"2\" id=\"rules-2726\" />\r\n\r\n<document level=\"2\" id=\"rules-2728\" />\r\n\r\n<document level=\"2\" id=\"rules-2737\" />\r\n\r\n<document level=\"2\" id=\"rules-2738\" />",
 "name": "Encounter Design",
 "next_link": {
  "label": "Variant Rules",
  "url": "/Rules.aspx?ID=2739"
 },
 "previous_link": {
  "label": "Adventure Design",
  "url": "/Rules.aspx?ID=2688"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 75",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 75 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEncounters play a fundamental part in roleplaying games, but it can be tricky to know where to start when building them. It's important to follow the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 75"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 75 <sup>2.0</sup>",
 "speed": {},
 "summary": "Encounters play a fundamental part in roleplaying games, but it can be tricky to know where to start when building them. It's important to follow the …",
 "summary_markdown": "Encounters play a fundamental part in roleplaying games, but it can be tricky to know where to start when building them. It's important to follow the …",
 "text": " Encounter Design Source GM Core pg. 75 2.0 Encounters play a fundamental part in roleplaying games, but it can be tricky to know where to start when building them. It's important to follow the rules and guidelines, but creating a compelling encounter goes beyond that. Good encounters have a place in the story, compelling adversaries, interesting locations, and twists and turns to make them dynamic. Encounter design goes hand in hand with location, map, and adventure design. You might set an adventure in a swamp and populate it with swamp creatures and environmental features. Or you might have a dungeon denizen in mind, and structure a section of your dungeon to fit that creature. When you're starting out, straightforward encounters of low or moderate threat can let you get your bearings. Then, you can increase complexity as you get more confident and as the PCs collect more tools to use against their foes. The more encounters you build, the more comfortable you'll get with your own personal style. You can always come back here to get more ideas or advice on executing a certain type of encounter. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2715",
 "weakness": {}
}