{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Encounter Design"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2721",
 "legacy_id": [
  "rules-971"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Encounter Locations](/Rules.aspx?ID=2721)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 76 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nChoose compelling settings for your encounters. When encounters take place in a building or lair, the most significant environmental features originate from the occupants, both past and present. Think about their tastes, biology, or wealth. These features could be natural, such as the sickening reek of decay in the lair of a great predator. They could also be alchemical, such as a cloud of poisonous gas, or magical, such as a strange electric current that arcs through the walls and occasionally leaps out at passersby.\n\nIn some cases, you'll have a location in which an enemy always appears, and you can design your location to suit that specific creature. Other times, an encounter might appear in a variety of places, such as a guard patrol or wandering monster. In these cases, you'll need several terrain and structure options so there's something interesting about the environment no matter where the battle takes place.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2722\" />\r\n\r\n<document level=\"2\" id=\"rules-2723\" />\r\n\r\n<document level=\"2\" id=\"rules-2724\" />\r\n\r\n<document level=\"2\" id=\"rules-2725\" />",
 "name": "Encounter Locations",
 "next_link": {
  "label": "Enemy Motivations",
  "url": "/Rules.aspx?ID=2726"
 },
 "previous_link": {
  "label": "Variety",
  "url": "/Rules.aspx?ID=2720"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 76",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 76 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Encounter Design\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nChoose compelling settings for your encounters. When encounters take place in a building or lair, the most significant environmental features …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 76"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 76 <sup>2.0</sup>",
 "speed": {},
 "summary": "Choose compelling settings for your encounters. When encounters take place in a building or lair, the most significant environmental features …",
 "summary_markdown": "Choose compelling settings for your encounters. When encounters take place in a building or lair, the most significant environmental features …",
 "text": " Encounter Locations Source GM Core pg. 76 2.0 Choose compelling settings for your encounters. When encounters take place in a building or lair, the most significant environmental features originate from the occupants, both past and present. Think about their tastes, biology, or wealth. These features could be natural, such as the sickening reek of decay in the lair of a great predator. They could also be alchemical, such as a cloud of poisonous gas, or magical, such as a strange electric current that arcs through the walls and occasionally leaps out at passersby. In some cases, you'll have a location in which an enemy always appears, and you can design your location to suit that specific creature. Other times, an encounter might appear in a variety of places, such as a guard patrol or wandering monster. In these cases, you'll need several terrain and structure options so there's something interesting about the environment no matter where the battle takes place. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2721",
 "weakness": {}
}