{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Downtime",
  "Longer Periods of Downtime"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2614",
 "legacy_id": [
  "rules-543"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Events](/Rules.aspx?ID=2614)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 46 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAfter the characters state what they want to achieve in their downtime, select a few standout events for each of them—usually one event for a period of a week or a month, or four events for a year or longer. These events should be tailored to each character and their goals, and they can serve as hooks for adventures or plot development. A character using Perform to Earn Income could produce a commanding performance of a new play for visiting nobility (who end up so impressed that they give the party their next quest). Someone using Crafting might get a lucrative commission to craft a special item (that must be recovered from a renowned master thief in the next session). A character with Lore might have to research a difficult problem (uncovering signs of an impending cataclysm that will need the PCs to act in order to avert it).\n\nPCs who want to do things that don't correspond to a specific downtime activity should still experience downtime events; you just choose the relevant skill and DC. For example, if a character intends to build their own library to house their books on magic, you might decide setting the foundation and organizing the library once construction is finished are major events. The first could be a Crafting check, and the second an Arcana or Library Lore check.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Events",
 "next_link": {
  "label": "Average Progress",
  "url": "/Rules.aspx?ID=2615"
 },
 "previous_link": {
  "label": "Playing out a Downtime Day",
  "url": "/Rules.aspx?ID=2610"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 46",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 46 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Downtime / Longer Periods of Downtime\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAfter the characters state what they want to achieve in their downtime, select a few standout events for each of them—usually one event for a period …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 46"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 46 <sup>2.0</sup>",
 "speed": {},
 "summary": "After the characters state what they want to achieve in their downtime, select a few standout events for each of them—usually one event for a period …",
 "summary_markdown": "After the characters state what they want to achieve in their downtime, select a few standout events for each of them—usually one event for a period …",
 "text": " Events Source GM Core pg. 46 2.0 After the characters state what they want to achieve in their downtime, select a few standout events for each of them—usually one event for a period of a week or a month, or four events for a year or longer. These events should be tailored to each character and their goals, and they can serve as hooks for adventures or plot development. A character using Perform to Earn Income could produce a commanding performance of a new play for visiting nobility (who end up so impressed that they give the party their next quest). Someone using Crafting might get a lucrative commission to craft a special item (that must be recovered from a renowned master thief in the next session). A character with Lore might have to research a difficult problem (uncovering signs of an impending cataclysm that will need the PCs to act in order to avert it). PCs who want to do things that don't correspond to a specific downtime activity should still experience downtime events; you just choose the relevant skill and DC. For example, if a character intends to build their own library to house their books on magic, you might decide setting the foundation and organizing the library once construction is finished are major events. The first could be a Crafting check, and the second an Arcana or Library Lore check. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2614",
 "weakness": {}
}