{
 "breadcrumbs": [
  "Chapter 1: Introduction"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2009",
 "legacy_id": [
  "rules-45"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Example of Play](/Rules.aspx?ID=2009)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 12 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following example is presented to give you a better idea of how the game of Pathfinder is played. In this adventure, Erik is the GM. Luis is playing Valeros, a daring [human](/Ancestries.aspx?ID=64) [fighter](/Classes.aspx?ID=35); Shay is playing Merisiel, a deadly [elven](/Ancestries.aspx?ID=60) [rogue](/Classes.aspx?ID=37), and Jessica is taking on the role of Kyra, Merisiel's wife and a compassionate human [cleric](/Classes.aspx?ID=33) of [Sarenrae](/Deities.aspx?ID=292). The group has chosen to investigate disappearances in a local mine.\n\nErik: The entrance to the mine is a simple iron ladder leading down into the darkness of a reinforced shaft. The sound of creaking metal echoes from below.\n\nMerisiel (Shay): The miners would need to have lights on when working. If it's dark, something must have gone wrong.\n\n**Kyra (Jessica):** I call upon the sacred light of Sarenrae and cast a golden [_light_](/Spells.aspx?ID=1585) spell ahead of us.<br />**Erik:** Radiance spills forth, illuminating further down the ladder. It descends about 20 feet before ending in a tunnel. There's nothing but packed earth and wooden reinforcement beams directly below you, and you can't see any further.<br />**Merisiel (Shay):** I have [low-light vision](/Rules.aspx?ID=2411), so I should go first to make sure it's safe. I put away my daggers so I can stealthily climb down the ladder, looking for traps as I go.<br />**Erik:** Roll your [Stealth](/Skills.aspx?ID=48) check, but [looking for traps](/Actions.aspx?ID=2630) is a [secret](/Traits.aspx?ID=690) check, so I'll roll for that. What's your [Perception](/Rules.aspx?ID=2298) modifier?<br />**Merisiel (Shay):** I have a +6 to Perception, and I rolled an 18 on Stealth.\n\nErik rolls a d20 behind his GM screen, hidden from the players' view, and gets a 17 on the die for a total of 23. There are no traps in the area that Merisiel is looking, but the result is more than enough to see a frightened [kobold](/Ancestries.aspx?ID=80) hiding behind a mine cart. Due to Merisiel's Stealth check, the kobold does not see her descend the ladder.\n\n**Erik:** You descend into a 30-foot-wide mining tunnel, with wooden beams reinforcing the walls and ceilings. You don't see any traps, but a reptilian face with large eyes peeks out from behind a mine cart. At a closer look, it's a kobold in a leather miner jacket.<br />**Valeros (Luis):** I'll follow Merisiel down the ladder.<br />**Kyra (Jessica):** Me too.<br />**Erik:** As the sound of your footsteps on the iron ladder echoes through the mine, the kobold jumps out in panic! She takes a few steps further into the mine, then stops, as if she's more frightened of whatever is deeper in than of you.<br />**Kyra (Jessica):** Oh no! Poor kobold!<br />**Merisiel (Shay):** Can someone calm her down? I'm terrible with people!<br />**Valeros (Luis):** I have a +3 [Diplomacy](/Skills.aspx?ID=39). I'll call out to her.<br />**Erik:** What do you say?<br />**Valeros (Luis):** “Hello friend! Don't be scared, we're here to help!” I rolled a 15 on my Diplomacy check.<br />**Erik:** Okay! The kobold seems startled, but then runs to you for safety. “Oh! Thank [Torag](/Deities.aspx?ID=294) you're here!”<br />**Merisiel (Shay):** Torag? She ought to thank us, or at least Sarenrae.<br />**Kyra (Jessica):** That's sweet, but you don't need to scold her for my sake.<br />**Valeros (Luis):** I ask the kobold who they are and what happened here.<br />**Erik:** She says that her name is Krinek, and she's one of the miners who works here. “We were looking for the miners who went missing, but when we found them, they were wrong and rotten! They attacked us and I ran away!”<br />**Valeros (Luis):** That doesn't sound good. I tell Krinek to get to safety, then advance down the tunnel with my sword and shield at the ready.<br />**Kyra (Jessica):** I'll keep beside him, since I have the light, and draw my blade.<br />**Erik:** As you proceed into the tunnel, you come across signs of a struggle. Half dried blood stains the earth, a trail of heavy smears suggesting that something or someone was bleeding here and then was dragged further into the mine. You think you can hear something faintly moving nearby.<br />**Valeros (Luis):** That's probably not good. I vault over the mine cart to investigate.<br />**Kyra (Jessica):** I'll go with him. If someone is hurt, they'll need my help.<br />**Merisiel (Shay):** I'm going to draw a dagger and hide behind a mine cart.<br />**Erik:** Merisiel takes cover while the two of you advance. As you approach, you begin to smell the faint but unmistakable scent of rot. Kyra's light suddenly illuminates a hulking humanoid figure with glassy eyes, its flesh rotting and beginning to peel from its bones. Despite its state of advanced decay, it moves toward you with a malevolent force. Roll for initiative! Valeros and Kyra need to roll Perception, while Merisiel should roll Stealth.\n\nEveryone rolls for their initiative. Luis gets a total of 13. Jessica rolls better for Kyra, getting a total of 14. Shay uses Stealth for Initiative, because Merisiel was hiding at the start of the fight, and rolls a 17 for a total of 25! Erik rolls for the creature, getting a 12. Erik records all these totals, putting everyone in order from highest to lowest.\n\n**Erik:** Looks like Merisiel gets to act first. Whatever that thing is, you're pretty sure it doesn't know you are there.<br />**Merisiel (Shay):** Just the way I like it! For my first action, I want to move closer.<br />**Erik:** You can get to within 15 feet of it with one [Stride](/Actions.aspx?ID=2305) action.<br />**Merisiel (Shay):** Excellent. For my next action, I'm going to throw my dagger at it, and then use my final action to draw another dagger.\n\nShay rolls a 13 and adds 8, due to Merisiel's skill at thrown daggers, for a total of 21, but the [range](/Rules.aspx?ID=2379) means the attack takes a –2 penalty for a result of 19. Erik consults his notes to learn that the monster has an AC of 15.\n\n**Erik:** That's a hit! Go ahead and roll damage.<br />**Merisiel (Shay):** Okay, and I get to add extra damage due to sneak attack.\n\nRogues have the ability to deal extra damage to foes that haven't acted yet in an encounter. This extra damage also applies to attacks against enemies that are distracted. Shay rolls 1d4 for the dagger and 1d6 for the sneak attack. Because Merisiel has the [thief](/Rackets.aspx?ID=9) rogue's racket, Shay adds Merisiel's +4 Dexterity to damage, getting a total of 9.\n\n**Erik:** It hisses as the blade sinks into its shoulder. As it does, its flesh pops open, pus oozing in rivulets down its arm. Next up is Kyra!<br />**Kyra (Jessica):** Gross! Okay, this creature looks [undead](/Traits.aspx?ID=722), do I know anything about that?<br />**Erik:** You can think back to your cleric training to [Recall Knowledge](/Actions.aspx?ID=2367), spending one action. It's a secret check, so what's your [Religion](/Skills.aspx?ID=46) modifier?<br />**Kyra (Jessica):** It's +7.\n\nErik rolls a 12, adding Kyra's +7 with Religion to get a total of 19 against the DC of 16.\n\n**Erik:** Your initial suspicion was correct. This is a [zombie](/MonsterFamilies.aspx?ID=487). This one appears to be larger because it was enhanced by magic. Because you already had a hunch this was a zombie, why don't you ask another question?<br />**Kyra (Jessica):** Does it have any notable weaknesses?<br />**Erik:** Yes, it's vulnerable to both healing magic and slashing weapons.<br />**Merisiel (Shay):** Augh! If I'd known, I would have slashed with my dagger!\n\nMerisiel's daggers have a trait called [versatile](/Traits.aspx?ID=724) (slashing), which allow her to deal slashing damage instead of piercing if she chooses. Unfortunately, she didn't know that doing so would be more effective when she acted!\n\n**Kyra (Jessica):** I am going to spend my last two actions to cast [_runic weapon_](/Spells.aspx?ID=1658) on Valeros's sword. It gives him a +1 bonus to attack rolls and another die of damage. “Valeros, get that thing!”<br />**Valeros (Luis):** I do what she says and get it! I spend one action to [raise my shield](/Actions.aspx?ID=2316) and use my final two actions to make a [Sudden Charge](/Feats.aspx?ID=4774)!\n\nSudden Charge is a fighter feat that lets Valeros move twice and attack at the end of his movement, all for only two actions. He rolls to attack and the die result is a 20.\n\n**Valeros (Luis):** A natural 20! With my bonus added, that must be a critical success!<br />**Erik:** Your blade hits the putrid creature right in the neck, dealing double damage! However, as you do so, pus explodes out of the wound once more. Roll a Fortitude save.\n\nLuis gets to roll 2d8 because of Kyra's spell. He rolls a 9 total on those, then adds 4 because of Valeros's Strength modifier. Because it's a critical success, he then doubles the damage. Erik adds an extra 10 damage from the zombie's slashing weakness, for a total of 36 of its 70 Hit Points.\n\n**Valeros (Luis):** Aw, beans. Natural 1 on the save.<br />**Erik:** And that's a critical failure, go figure. You are [sickened](/Conditions.aspx?ID=91) 1, which gives you a –1 penalty to d20 rolls and AC.<br />**Valeros (Luis):** I agree with Kyra, super gross. Did my strike kill it?<br />**Erik:** I'm afraid not. It lunges at you, indifferent to its grievous wounds, trying to bludgeon you with its fists!\n\nErik rolls an attack roll for the [zombie brute](/Monsters.aspx?ID=3251), getting a 7 on the die and adding 11 from its statistics for a total of 18. Valeros normally has an AC of 18. The attack would hit even if Valeros weren't sickened, but it misses because he Raised his Shield during his turn, increasing his AC by 2.\n\nThat is the end of the first round of combat. The second round begins immediately after this, using the same initiative order as before. The fight is far from over...\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Example of Play",
 "next_link": {
  "label": "Using this book",
  "url": "/Rules.aspx?ID=2010"
 },
 "previous_link": {
  "label": "Playing the Game",
  "url": "/Rules.aspx?ID=2005"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 12",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 12 <sup>2.0</sup>\r\n\r\nChapter 1: Introduction\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe following example is presented to give you a better idea of how the game of Pathfinder is played. In this adventure, Erik is the GM. Luis is …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 12"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 12 <sup>2.0</sup>",
 "speed": {},
 "summary": "The following example is presented to give you a better idea of how the game of Pathfinder is played. In this adventure, Erik is the GM. Luis is …",
 "summary_markdown": "The following example is presented to give you a better idea of how the game of Pathfinder is played. In this adventure, Erik is the GM. Luis is …",
 "text": " Example of Play Source Player Core pg. 12 2.0 The following example is presented to give you a better idea of how the game of Pathfinder is played. In this adventure, Erik is the GM. Luis is playing Valeros, a daring human fighter; Shay is playing Merisiel, a deadly elven rogue, and Jessica is taking on the role of Kyra, Merisiel's wife and a compassionate human cleric of Sarenrae. The group has chosen to investigate disappearances in a local mine. Erik: The entrance to the mine is a simple iron ladder leading down into the darkness of a reinforced shaft. The sound of creaking metal echoes from below. Merisiel (Shay): The miners would need to have lights on when working. If it's dark, something must have gone wrong. Kyra (Jessica): I call upon the sacred light of Sarenrae and cast a golden light spell ahead of us. Erik: Radiance spills forth, illuminating further down the ladder. It descends about 20 feet before ending in a tunnel. There's nothing but packed earth and wooden reinforcement beams directly below you, and you can't see any further. Merisiel (Shay): I have low-light vision, so I should go first to make sure it's safe. I put away my daggers so I can stealthily climb down the ladder, looking for traps as I go. Erik: Roll your Stealth check, but looking for traps is a secret check, so I'll roll for that. What's your Perception modifier? Merisiel (Shay): I have a +6 to Perception, and I rolled an 18 on Stealth. Erik rolls a d20 behind his GM screen, hidden from the players' view, and gets a 17 on the die for a total of 23. There are no traps in the area that Merisiel is looking, but the result is more than enough to see a frightened kobold hiding behind a mine cart. Due to Merisiel's Stealth check, the kobold does not see her descend the ladder. Erik: You descend into a 30-foot-wide mining tunnel, with wooden beams reinforcing the walls and ceilings. You don't see any traps, but a reptilian face with large eyes peeks out from behind a mine cart. At a closer look, it's a kobold in a leather miner jacket. Valeros (Luis): I'll follow Merisiel down the ladder. Kyra (Jessica): Me too. Erik: As the sound of your footsteps on the iron ladder echoes through the mine, the kobold jumps out in panic! She takes a few steps further into the mine, then stops, as if she's more frightened of whatever is deeper in than of you. Kyra (Jessica): Oh no! Poor kobold! Merisiel (Shay): Can someone calm her down? I'm terrible with people! Valeros (Luis): I have a +3 Diplomacy. I'll call out to her. Erik: What do you say? Valeros (Luis): “Hello friend! Don't be scared, we're here to help!” I rolled a 15 on my Diplomacy check. Erik: Okay! The kobold seems startled, but then runs to you for safety. “Oh! Thank Torag you're here!” Merisiel (Shay): Torag? She ought to thank us, or at least Sarenrae. Kyra (Jessica): That's sweet, but you don't need to scold her for my sake. Valeros (Luis): I ask the kobold who they are and what happened here. Erik: She says that her name is Krinek, and she's one of the miners who works here. “We were looking for the miners who went missing, but when we found them, they were wrong and rotten! They attacked us and I ran away!” Valeros (Luis): That doesn't sound good. I tell Krinek to get to safety, then advance down the tunnel with my sword and shield at the ready. Kyra (Jessica): I'll keep beside him, since I have the light, and draw my blade. Erik: As you proceed into the tunnel, you come across signs of a struggle. Half dried blood stains the earth, a trail of heavy smears suggesting that something or someone was bleeding here and then was dragged further into the mine. You think you can hear something faintly moving nearby. Valeros (Luis): That's probably not good. I vault over the mine cart to investigate. Kyra (Jessica): I'll go with him. If someone is hurt, they'll need my help. Merisiel (Shay): I'm going to draw a dagger and hide behind a mine cart. Erik: Merisiel takes cover while the two of you advance. As you approach, you begin to smell the faint but unmistakable scent of rot. Kyra's light suddenly illuminates a hulking humanoid figure with glassy eyes, its flesh rotting and beginning to peel from its bones. Despite its state of advanced decay, it moves toward you with a malevolent force. Roll for initiative! Valeros and Kyra need to roll Perception, while Merisiel should roll Stealth. Everyone rolls for their initiative. Luis gets a total of 13. Jessica rolls better for Kyra, getting a total of 14. Shay uses Stealth for Initiative, because Merisiel was hiding at the start of the fight, and rolls a 17 for a total of 25! Erik rolls for the creature, getting a 12. Erik records all these totals, putting everyone in order from highest to lowest. Erik: Looks like Merisiel gets to act first. Whatever that thing is, you're pretty sure it doesn't know you are there. Merisiel (Shay): Just the way I like it! For my first action, I want to move closer. Erik: You can get to within 15 feet of it with one Stride action. Merisiel (Shay): Excellent. For my next action, I'm going to throw my dagger at it, and then use my final action to draw another dagger. Shay rolls a 13 and adds 8, due to Merisiel's skill at thrown daggers, for a total of 21, but the range means the attack takes a –2 penalty for a result of 19. Erik consults his notes to learn that the monster has an AC of 15. Erik: That's a hit! Go ahead and roll damage. Merisiel (Shay): Okay, and I get to add extra damage due to sneak attack. Rogues have the ability to deal extra damage to foes that haven't acted yet in an encounter. This extra damage also applies to attacks against enemies that are distracted. Shay rolls 1d4 for the dagger and 1d6 for the sneak attack. Because Merisiel has the thief rogue's racket, Shay adds Merisiel's +4 Dexterity to damage, getting a total of 9. Erik: It hisses as the blade sinks into its shoulder. As it does, its flesh pops open, pus oozing in rivulets down its arm. Next up is Kyra! Kyra (Jessica): Gross! Okay, this creature looks undead, do I know anything about that? Erik: You can think back to your cleric training to Recall Knowledge, spending one action. It's a secret check, so what's your Religion modifier? Kyra (Jessica): It's +7. Erik rolls a 12, adding Kyra's +7 with Religion to get a total of 19 against the DC of 16. Erik: Your initial suspicion was correct. This is a zombie. This one appears to be larger because it was enhanced by magic. Because you already had a hunch this was a zombie, why don't you ask another question? Kyra (Jessica): Does it have any notable weaknesses? Erik: Yes, it's vulnerable to both healing magic and slashing weapons. Merisiel (Shay): Augh! If I'd known, I would have slashed with my dagger! Merisiel's daggers have a trait called versatile (slashing), which allow her to deal slashing damage instead of piercing if she chooses. Unfortunately, she didn't know that doing so would be more effective when she acted! Kyra (Jessica): I am going to spend my last two actions to cast runic weapon on Valeros's sword. It gives him a +1 bonus to attack rolls and another die of damage. “Valeros, get that thing!” Valeros (Luis): I do what she says and get it! I spend one action to raise my shield and use my final two actions to make a Sudden Charge! Sudden Charge is a fighter feat that lets Valeros move twice and attack at the end of his movement, all for only two actions. He rolls to attack and the die result is a 20. Valeros (Luis): A natural 20! With my bonus added, that must be a critical success! Erik: Your blade hits the putrid creature right in the neck, dealing double damage! However, as you do so, pus explodes out of the wound once more. Roll a Fortitude save. Luis gets to roll 2d8 because of Kyra's spell. He rolls a 9 total on those, then adds 4 because of Valeros's Strength modifier. Because it's a critical success, he then doubles the damage. Erik adds an extra 10 damage from the zombie's slashing weakness, for a total of 36 of its 70 Hit Points. Valeros (Luis): Aw, beans. Natural 1 on the save. Erik: And that's a critical failure, go figure. You are sickened 1, which gives you a –1 penalty to d20 rolls and AC. Valeros (Luis): I agree with Kyra, super gross. Did my strike kill it? Erik: I'm afraid not. It lunges at you, indifferent to its grievous wounds, trying to bludgeon you with its fists! Erik rolls an attack roll for the zombie brute, getting a 7 on the die and adding 11 from its statistics for a total of 18. Valeros normally has an AC of 18. The attack would hit even if Valeros weren't sickened, but it misses because he Raised his Shield during his turn, increasing his AC by 2. That is the end of the first round of combat. The second round begins immediately after this, using the same initiative order as before. The fight is far from over... ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2009",
 "weakness": {}
}