{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Exploration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2594",
 "legacy_id": [
  "rules-861"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Exploration Activities](/Rules.aspx?ID=2594)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 39 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn exploration mode, each player who wants to do something beyond just traveling chooses an exploration activity for their character. The most common activities are Avoid Notice, Detect Magic, Hustle, and Search, though there are many other options available (detailed on page 438 of _Player Core_). The purpose of these activities within the game is to clarify what a PC focuses on as they explore rather than unrealistically allowing them do all things simultaneously. This adds variety within the group's behavior and can show you where players want the story to go. For example, a player whose PC is Investigating carvings on the walls shows you that the player wants those to be informative.\n\nExploration activities that happen continually as the group explores are meant to be narrative first and foremost, with the player describing to you what they're doing, and then you determining which activity applies and describing any details or alterations for the situation. If a player says, “I'm Avoiding Notice,” add more detail by asking what precautions they're taking or by telling them which passages they think are least guarded. Likewise, if a player says they're looking for traps and keeping their shield raised and covering the group's tracks, ask them which of these they are prioritizing to narrow down the activity. Consider the advantages and disadvantages of an activity given current circumstances. For instance, someone Scouting might encounter thin ice and fall through before their group can reach them, or someone Investigating ancient hieroglyphs might critically fail and lead the party in the wrong direction. This does not apply for exploration activities that are discrete and occur when the group is taking a pause or zooming in on a particular action, such as Treat Wounds. Characters can always drop out of a continual exploration activity to perform a discrete one (even if they are fatigued and can't sustain an exploration activity as they travel), and they can change activities at any time.\n\nThe main exploration activities described in _Player Core_ (pages 438–439) and what PCs can use them to accomplish are as follows.<br />\n<ul><li>Avoid Notice (Stealth): Sneak around without being found (Player Core 438).</li><li>Defend: Keep a shield raised (Player Core 438).</li><li>Detect Magic: Repeat the detect magic spell (Player Core 323, advice on page 41).</li><li>Follow the Expert: Improve your bonus with another tactic by following an ally's example (Player Core 438, advice on page 41).</li><li>Hustle: Travel faster (Player Core 438).</li><li>Investigate: Recall Knowledge of your surroundings (Player Core 439, advice on page 41).</li><li>Repeat a Spell: Cast or sustain a spell over and over (Player Core 439).</li><li>Scout: Look ahead for danger (Player Core 439).</li><li>Search (Perception): Seek out hidden things as you travel (Player Core 439, advice on page 42).</li></ul>Skills also have exploration activities linked to them.<br />\n<ul><li>Borrow an Arcane Spell (Arcana): Prepare a spell from someone else's spellbook (Player Core 234).</li><li>Coerce (Intimidation): Threaten a creature so it does what you want (Player Core 240).</li><li>Cover Tracks (Survival): Obscure the PC's passing (Player Core 246).</li><li>Decipher Writing (Varies): Understand archaic, esoteric, or obscure texts (Player Core 228).</li><li>Gather Information (Diplomacy): Canvass the area to learn about a specific individual or topic (Player Core 239, DCs page 54).</li><li>Identify Alchemy (Crafting): Using an alchemist's toolkit, identify an alchemical item (Player Core 237, DCs page 54).</li><li>Identify Magic (Varies): Learn about a magic item, location, or ongoing effect (Player Core 230, DCs page 54).</li><li>Impersonate (Deception): Using a disguise kit, create a disguise (Player Core 238).</li><li>Learn a Spell (Varies): Use the skill corresponding to the spell's tradition to gain access to a new spell (Player Core 230–231, DCs page 54).</li><li>Make an Impression (Diplomacy): Make a good impression on someone (Player Core 239).</li><li>Repair (Crafting): Using a repair kit, fix a damaged item (Player Core 236).</li><li>Sense Direction (Survival): Get a sense of where the PC is or determine the cardinal directions (Player Core 246, DCs page 54).</li><li>Squeeze (Acrobatics): Squeeze through very tight spaces (Player Core 233).</li><li>Track (Survival): Find and follow creatures' tracks (Player Core 246, DCs page 55).</li><li>Treat Wounds (Medicine): Treat a living creature's wounds (Player Core 242).</li></ul>Here are some useful things to keep in mind when adjudicating a few specific exploration activities.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2595\" />\r\n\r\n<document level=\"2\" id=\"rules-2596\" />\r\n\r\n<document level=\"2\" id=\"rules-2597\" />\r\n\r\n<document level=\"2\" id=\"rules-2598\" />\r\n\r\n<document level=\"2\" id=\"rules-2599\" />",
 "name": "Exploration Activities",
 "next_link": {
  "label": "Setting a Party Order",
  "url": "/Rules.aspx?ID=2600"
 },
 "previous_link": {
  "label": "Fleshing out Exploration",
  "url": "/Rules.aspx?ID=2591"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 39",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 39 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Exploration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn exploration mode, each player who wants to do something beyond just traveling chooses an exploration activity for their character. The most common …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 39"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 39 <sup>2.0</sup>",
 "speed": {},
 "summary": "In exploration mode, each player who wants to do something beyond just traveling chooses an exploration activity for their character. The most common …",
 "summary_markdown": "In exploration mode, each player who wants to do something beyond just traveling chooses an exploration activity for their character. The most common …",
 "text": " Exploration Activities Source GM Core pg. 39 2.0 In exploration mode, each player who wants to do something beyond just traveling chooses an exploration activity for their character. The most common activities are Avoid Notice, Detect Magic, Hustle, and Search, though there are many other options available (detailed on page 438 of Player Core ). The purpose of these activities within the game is to clarify what a PC focuses on as they explore rather than unrealistically allowing them do all things simultaneously. This adds variety within the group's behavior and can show you where players want the story to go. For example, a player whose PC is Investigating carvings on the walls shows you that the player wants those to be informative. Exploration activities that happen continually as the group explores are meant to be narrative first and foremost, with the player describing to you what they're doing, and then you determining which activity applies and describing any details or alterations for the situation. If a player says, “I'm Avoiding Notice,” add more detail by asking what precautions they're taking or by telling them which passages they think are least guarded. Likewise, if a player says they're looking for traps and keeping their shield raised and covering the group's tracks, ask them which of these they are prioritizing to narrow down the activity. Consider the advantages and disadvantages of an activity given current circumstances. For instance, someone Scouting might encounter thin ice and fall through before their group can reach them, or someone Investigating ancient hieroglyphs might critically fail and lead the party in the wrong direction. This does not apply for exploration activities that are discrete and occur when the group is taking a pause or zooming in on a particular action, such as Treat Wounds. Characters can always drop out of a continual exploration activity to perform a discrete one (even if they are fatigued and can't sustain an exploration activity as they travel), and they can change activities at any time. The main exploration activities described in Player Core (pages 438–439) and what PCs can use them to accomplish are as follows. Avoid Notice (Stealth): Sneak around without being found (Player Core 438). Defend: Keep a shield raised (Player Core 438). Detect Magic: Repeat the detect magic spell (Player Core 323, advice on page 41). Follow the Expert: Improve your bonus with another tactic by following an ally's example (Player Core 438, advice on page 41). Hustle: Travel faster (Player Core 438). Investigate: Recall Knowledge of your surroundings (Player Core 439, advice on page 41). Repeat a Spell: Cast or sustain a spell over and over (Player Core 439). Scout: Look ahead for danger (Player Core 439). Search (Perception): Seek out hidden things as you travel (Player Core 439, advice on page 42). Skills also have exploration activities linked to them. Borrow an Arcane Spell (Arcana): Prepare a spell from someone else's spellbook (Player Core 234). Coerce (Intimidation): Threaten a creature so it does what you want (Player Core 240). Cover Tracks (Survival): Obscure the PC's passing (Player Core 246). Decipher Writing (Varies): Understand archaic, esoteric, or obscure texts (Player Core 228). Gather Information (Diplomacy): Canvass the area to learn about a specific individual or topic (Player Core 239, DCs page 54). Identify Alchemy (Crafting): Using an alchemist's toolkit, identify an alchemical item (Player Core 237, DCs page 54). Identify Magic (Varies): Learn about a magic item, location, or ongoing effect (Player Core 230, DCs page 54). Impersonate (Deception): Using a disguise kit, create a disguise (Player Core 238). Learn a Spell (Varies): Use the skill corresponding to the spell's tradition to gain access to a new spell (Player Core 230–231, DCs page 54). Make an Impression (Diplomacy): Make a good impression on someone (Player Core 239). Repair (Crafting): Using a repair kit, fix a damaged item (Player Core 236). Sense Direction (Survival): Get a sense of where the PC is or determine the cardinal directions (Player Core 246, DCs page 54). Squeeze (Acrobatics): Squeeze through very tight spaces (Player Core 233). Track (Survival): Find and follow creatures' tracks (Player Core 246, DCs page 55). Treat Wounds (Medicine): Treat a living creature's wounds (Player Core 242). Here are some useful things to keep in mind when adjudicating a few specific exploration activities. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2594",
 "weakness": {}
}