{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Downtime",
  "Retraining"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2626",
 "legacy_id": [
  "rules-883"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Extreme Retraining](/Rules.aspx?ID=2626)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 51 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBy the default rules, PCs can't retrain their class, ancestry, background, attribute modifiers, or anything else intrinsic to their character. However, you might be able to find a way to make this happen in the story, going beyond the realm of retraining and into deeper, story-based quests. Class and attribute modifiers are the simplest of these changes to justify, as they could come about solely through intense retraining. Especially at low levels, you might let a player rebuild their character as a different class, perhaps starting by retraining into a multiclass dedication for their new class and swapping into more feats from that dedication as partial progress toward the class change. Just be mindful that they aren't swapping over to switch out a class they think is great at low levels for one they think is stronger at high levels. Retraining a class or ability modifiers should take a long time, typically months or years.\n\nChanging an ancestry or heritage requires some kind of magic, such as reincarnation into a new form. This might take a complex ritual, exposure to bizarre and rare magic, or the intervention of a deity. For instance, you might require an elf who wants to be a halfling to first become trained in Halfling Lore, worship the halfling pantheon, and eventually do a great service for halflings to get a divine blessing of transformation.\n\nRetraining a background requires altering the game's story so that the events the PC thought happened didn't. That can be pretty tricky to justify! One easy scenario is that they had their memory altered and need to get it magically restored to reveal their “true” background—the new retrained background.\n\nOf course, in all these cases you could make an exception and just let the player make the change without explanation. This effectively acknowledges that you're playing a game and don't need an in-world justification to make certain retroactive changes. For some groups, it might be easier, or require less suspension of disbelief, to ask the group to adjust their ideas of what previously happened in the game—retconning events—than to create an in-world justification for something like an elf turning into a halfling via magic.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Extreme Retraining",
 "next_link": {
  "label": "Difficulty Classes",
  "url": "/Rules.aspx?ID=2627"
 },
 "previous_link": {
  "label": "Instruction and Costs",
  "url": "/Rules.aspx?ID=2625"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 51",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 51 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Downtime / Retraining\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBy the default rules, PCs can't retrain their class, ancestry, background, attribute modifiers, or anything else intrinsic to their character. …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 51"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 51 <sup>2.0</sup>",
 "speed": {},
 "summary": "By the default rules, PCs can't retrain their class, ancestry, background, attribute modifiers, or anything else intrinsic to their character. …",
 "summary_markdown": "By the default rules, PCs can't retrain their class, ancestry, background, attribute modifiers, or anything else intrinsic to their character. …",
 "text": " Extreme Retraining Source GM Core pg. 51 2.0 By the default rules, PCs can't retrain their class, ancestry, background, attribute modifiers, or anything else intrinsic to their character. However, you might be able to find a way to make this happen in the story, going beyond the realm of retraining and into deeper, story-based quests. Class and attribute modifiers are the simplest of these changes to justify, as they could come about solely through intense retraining. Especially at low levels, you might let a player rebuild their character as a different class, perhaps starting by retraining into a multiclass dedication for their new class and swapping into more feats from that dedication as partial progress toward the class change. Just be mindful that they aren't swapping over to switch out a class they think is great at low levels for one they think is stronger at high levels. Retraining a class or ability modifiers should take a long time, typically months or years. Changing an ancestry or heritage requires some kind of magic, such as reincarnation into a new form. This might take a complex ritual, exposure to bizarre and rare magic, or the intervention of a deity. For instance, you might require an elf who wants to be a halfling to first become trained in Halfling Lore, worship the halfling pantheon, and eventually do a great service for halflings to get a divine blessing of transformation. Retraining a background requires altering the game's story so that the events the PC thought happened didn't. That can be pretty tricky to justify! One easy scenario is that they had their memory altered and need to get it magically restored to reveal their “true” background—the new retrained background. Of course, in all these cases you could make an exception and just let the player make the change without explanation. This effectively acknowledges that you're playing a game and don't need an in-world justification to make certain retroactive changes. For some groups, it might be easier, or require less suspension of disbelief, to ask the group to adjust their ideas of what previously happened in the game—retconning events—than to create an in-world justification for something like an elf turning into a halfling via magic. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2626",
 "weakness": {}
}