{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running a Session",
  "Stakes and Consequences"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2485",
 "legacy_id": [
  "rules-818"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Failing Forward](/Rules.aspx?ID=2485)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nUnexpected failure can bring the game to a halt, particularly during exploration. “Failing forward” means finding a way to progress the story instead of saying, “That didn't work.” This doesn't mean the group can't fail, or that the PCs should get what they wanted despite failing. Rather, it means that a failure might still impart more information, reveal a way to improve their chances next time, or even cause unforeseen difficulties. Doing so means the player's choice to attempt a check _mattered_, even if the results weren't what they wanted. Allowing the PCs to fail forward means fewer dead ends and perfunctory checks. It's important, however, not to put unnecessary pressure on yourself to do so all the time. Sometimes you won't know immediately how a PC can fail forward, and in those cases, it's usually best to just move on.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Hero Points</title>\r\n\r\nAs GM, you’re in charge of doling out Hero Points during sessions. Recommendations for how to grant them appear on page 57, but you can also consider Hero Points a way to reinforce your personal style of Game Mastering and reward what you and the other players value during play. It can help to keep a Hero Point token on hand as a visual and tactile reminder to hand them out when appropriate. You can also asking your players to tell you when they think a PC’s action merits a Hero Point.\r\n</aside>",
 "name": "Failing Forward",
 "next_link": {
  "label": "Improvisation",
  "url": "/Rules.aspx?ID=2486"
 },
 "previous_link": {
  "label": "The Spotlight",
  "url": "/Rules.aspx?ID=2483"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 11",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running a Session / Stakes and Consequences\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nUnexpected failure can bring the game to a halt, particularly during exploration. “Failing forward” means finding a way to progress the story instead …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 11"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>",
 "speed": {},
 "summary": "Unexpected failure can bring the game to a halt, particularly during exploration. “Failing forward” means finding a way to progress the story instead …",
 "summary_markdown": "Unexpected failure can bring the game to a halt, particularly during exploration. “Failing forward” means finding a way to progress the story instead …",
 "text": " Failing Forward Source GM Core pg. 11 2.0 Unexpected failure can bring the game to a halt, particularly during exploration. “Failing forward” means finding a way to progress the story instead of saying, “That didn't work.” This doesn't mean the group can't fail, or that the PCs should get what they wanted despite failing. Rather, it means that a failure might still impart more information, reveal a way to improve their chances next time, or even cause unforeseen difficulties. Doing so means the player's choice to attempt a check mattered , even if the results weren't what they wanted. Allowing the PCs to fail forward means fewer dead ends and perfunctory checks. It's important, however, not to put unnecessary pressure on yourself to do so all the time. Sometimes you won't know immediately how a PC can fail forward, and in those cases, it's usually best to just move on. Hero Points As GM, you’re in charge of doling out Hero Points during sessions. Recommendations for how to grant them appear on page 57, but you can also consider Hero Points a way to reinforce your personal style of Game Mastering and reward what you and the other players value during play. It can help to keep a Hero Point token on hand as a visual and tactile reminder to hand them out when appropriate. You can also asking your players to tell you when they think a PC’s action merits a Hero Point. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2485",
 "weakness": {}
}