{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running a Session",
  "Stakes and Consequences",
  "Improvisation"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2488",
 "legacy_id": [
  "rules-820"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[False Information](/Rules.aspx?ID=2488)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 12 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA critical failure to Recall Knowledge can result in you needing to convey false information, requiring some improvisation. If you aren't careful, this information can be perceived by the PCs as too silly or could derail the game. For example, if a PC misinterpreted text about the god of commerce, Abadar, telling them that they now believe the god is an incompetent chaotic spendthrift who's bad with money might be too far-fetched. Similarly, if they incorrectly believe Abadar will reward them with great wealth if they ring bells in four different temple corners, this could send them on a tangent.\n\nProviding false information can cause the PCs to make mistakes, but the consequences should typically be immediate rather than continual or far in the future. Avoid dispensing false information that might not be used for hours or entire sessions after the check is forgotten. If you're unsure, the safest form of false information is information that's wrong but not in a way that causes major consequences. Remember that a critical failure says you get incorrect information, not that you get important-seeming false information. Erroneously believing Abadar's symbol is a set of scales instead of a key might lead to a miscommunication, but one that's not dangerous, easy to clear up, and only a little embarrassing for the PC.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "False Information",
 "next_link": {
  "label": "Secret Checks",
  "url": "/Rules.aspx?ID=2489"
 },
 "previous_link": {
  "label": "Special Circumstances",
  "url": "/Rules.aspx?ID=2487"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 12",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 12 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running a Session / Stakes and Consequences / Improvisation\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA critical failure to Recall Knowledge can result in you needing to convey false information, requiring some improvisation. If you aren't careful, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 12"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 12 <sup>2.0</sup>",
 "speed": {},
 "summary": "A critical failure to Recall Knowledge can result in you needing to convey false information, requiring some improvisation. If you aren't careful, …",
 "summary_markdown": "A critical failure to Recall Knowledge can result in you needing to convey false information, requiring some improvisation. If you aren't careful, …",
 "text": " False Information Source GM Core pg. 12 2.0 A critical failure to Recall Knowledge can result in you needing to convey false information, requiring some improvisation. If you aren't careful, this information can be perceived by the PCs as too silly or could derail the game. For example, if a PC misinterpreted text about the god of commerce, Abadar, telling them that they now believe the god is an incompetent chaotic spendthrift who's bad with money might be too far-fetched. Similarly, if they incorrectly believe Abadar will reward them with great wealth if they ring bells in four different temple corners, this could send them on a tangent. Providing false information can cause the PCs to make mistakes, but the consequences should typically be immediate rather than continual or far in the future. Avoid dispensing false information that might not be used for hours or entire sessions after the check is forgotten. If you're unsure, the safest form of false information is information that's wrong but not in a way that causes major consequences. Remember that a critical failure says you get incorrect information, not that you get important-seeming false information. Erroneously believing Abadar's symbol is a set of scales instead of a key might lead to a miscommunication, but one that's not dangerous, easy to clear up, and only a little embarrassing for the PC. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2488",
 "weakness": {}
}