{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Movement"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2375",
 "legacy_id": [
  "rules-458"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Flanking](/Rules.aspx?ID=2375)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 425 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you and an ally are flanking a foe, it has a harder time defending against you. A creature is [off-guard](/Conditions.aspx?ID=58) (taking a –2 circumstance penalty to AC) to melee attacks from creatures that are flanking it.\n\nTo flank a foe, you and your ally must be on opposite sides of the creature. A line drawn between the center of your space and the center of your ally's space must pass through opposite sides or opposite corners of the foe's space. Additionally, both you and the ally have to be able to act, you must be wielding melee weapons or be able to make an unarmed attack, you can't be under any effects that prevent you from attacking, and you must both have the enemy within reach. If you are wielding a [reach](/Traits.aspx?ID=684) weapon, you use your reach with that weapon for this purpose.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Rules/Rules458.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Avoiding Flanking</title>\r\n\r\nFlanking is an excellent battle tactic that can cause the flanked creature to get hit much more often. Escaping and avoiding flanks can be crucial for a player character's survival.\n\n**Movement:** The most straightforward means to escape a flank is usually to [Stride](/Actions.aspx?ID=2305). It's often worth it to avoid the hits you'd take due to being [off-guard](/Conditions.aspx?ID=58) and to make enemies spend actions moving to catch you.\n\n**[All-Around Vision](/MonsterAbilities.aspx?ID=49):** Some monsters are covered in eyes that face multiple directions or are otherwise hard to distract, making them immune to flanking.\n\n**Deny Advantage:** Some classes, such as [rogue](/Classes.aspx?ID=37), can gain the deny advantage class feature, makes them harder to outflank. You can't flank a creature with deny advantage unless your level is higher than the creature's.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Tiny Creatures and Flanking</title>\r\n\r\nTiny creatures usually have reach of 0 feet and need to be in a creature's space to attack it. This makes a Tiny creature unable to flank unless it's able to use a weapon with [reach](/Traits.aspx?ID=684) or has a melee unarmed attack with reach greater than 0 feet.\n\nThe GM might allow Tiny creatures to flank other Tiny creatures if they're all in the same square, but this is best left for special circumstances and uses the GM's best judgment.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-2376\" />",
 "name": "Flanking",
 "next_link": {
  "label": "Effects",
  "url": "/Rules.aspx?ID=2377"
 },
 "previous_link": {
  "label": "Cover",
  "url": "/Rules.aspx?ID=2372"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 425",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 425 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Movement\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you and an ally are flanking a foe, it has a harder time defending against you. A creature is  off-guard  (taking a –2 circumstance penalty to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 425"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 425 <sup>2.0</sup>",
 "speed": {},
 "summary": "When you and an ally are flanking a foe, it has a harder time defending against you. A creature is  off-guard  (taking a –2 circumstance penalty to …",
 "summary_markdown": "When you and an ally are flanking a foe, it has a harder time defending against you. A creature is  off-guard  (taking a –2 circumstance penalty to …",
 "text": " Flanking Source Player Core pg. 425 2.0 When you and an ally are flanking a foe, it has a harder time defending against you. A creature is off-guard (taking a –2 circumstance penalty to AC) to melee attacks from creatures that are flanking it. To flank a foe, you and your ally must be on opposite sides of the creature. A line drawn between the center of your space and the center of your ally's space must pass through opposite sides or opposite corners of the foe's space. Additionally, both you and the ally have to be able to act, you must be wielding melee weapons or be able to make an unarmed attack, you can't be under any effects that prevent you from attacking, and you must both have the enemy within reach. If you are wielding a reach weapon, you use your reach with that weapon for this purpose. Avoiding Flanking Flanking is an excellent battle tactic that can cause the flanked creature to get hit much more often. Escaping and avoiding flanks can be crucial for a player character's survival. Movement: The most straightforward means to escape a flank is usually to Stride. It's often worth it to avoid the hits you'd take due to being off-guard and to make enemies spend actions moving to catch you. All-Around Vision: Some monsters are covered in eyes that face multiple directions or are otherwise hard to distract, making them immune to flanking. Deny Advantage: Some classes, such as rogue, can gain the deny advantage class feature, makes them harder to outflank. You can't flank a creature with deny advantage unless your level is higher than the creature's. Tiny Creatures and Flanking Tiny creatures usually have reach of 0 feet and need to be in a creature's space to attack it. This makes a Tiny creature unable to flank unless it's able to use a weapon with reach or has a melee unarmed attack with reach greater than 0 feet. The GM might allow Tiny creatures to flank other Tiny creatures if they're all in the same square, but this is best left for special circumstances and uses the GM's best judgment. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2375",
 "weakness": {}
}