{
 "breadcrumbs": [
  "Chapter 7: Spells"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2228",
 "legacy_id": [
  "rules-276"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Focus Spells](/Rules.aspx?ID=2228)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 298 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFocus spells are a special type of spell attained directly from a branch of study, from a deity, or from another specific source. You can learn focus spells only through special class features or feats, rather than choosing them from a spell list. Furthermore, you cast focus spells using a special pool of Focus Points—you can't prepare a focus spell in a spell slot or use your spell slots to cast focus spells; similarly, you can't spend your Focus Points to cast spells that aren't focus spells. Even some classes that don't normally grant spellcasting can grant focus spells, such as the ranger. The title of a focus spell's stat block says “Focus” instead of “Spell”, and the spell has the focus trait.\n\nFocus spells are automatically heightened to half your level rounded up, just like cantrips are. You can't cast a focus spell if its minimum rank is greater than half your level rounded up, even if you somehow gain access to it.\n\nCasting any of your focus spells costs you 1 Focus Point. You automatically gain a focus pool the first time you gain an ability that gives you a focus spell. The maximum number of points in your pool is equal to the number of focus spells you know or 3, whichever is lower. This counts only spells that require Focus Points to cast. For example, a bard's composition cantrips don't count toward the size of the pool.\n\nYou replenish all the Focus Points in your pool during your daily preparations. You can also use the Refocus activity to pray, study, meditate, or otherwise reattune yourself to the source of your focus magic and regain 1 Focus Point. You can Refocus multiple times to regain multiple points, up to your pool's maximum.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2229\" />\r\n\r\n<document level=\"2\" id=\"rules-2230\" />\r\n\r\n<document level=\"2\" id=\"rules-2231\" />",
 "name": "Focus Spells",
 "next_link": {
  "label": "Innate Spells",
  "url": "/Rules.aspx?ID=2232"
 },
 "previous_link": {
  "label": "Cantrips",
  "url": "/Rules.aspx?ID=2227"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 298",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 298 <sup>2.0</sup>\r\n\r\nChapter 7: Spells\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFocus spells are a special type of spell attained directly from a branch of study, from a deity, or from another specific source. You can learn focus …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 298"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 298 <sup>2.0</sup>",
 "speed": {},
 "summary": "Focus spells are a special type of spell attained directly from a branch of study, from a deity, or from another specific source. You can learn focus …",
 "summary_markdown": "Focus spells are a special type of spell attained directly from a branch of study, from a deity, or from another specific source. You can learn focus …",
 "text": " Focus Spells Source Player Core pg. 298 2.0 Focus spells are a special type of spell attained directly from a branch of study, from a deity, or from another specific source. You can learn focus spells only through special class features or feats, rather than choosing them from a spell list. Furthermore, you cast focus spells using a special pool of Focus Points—you can't prepare a focus spell in a spell slot or use your spell slots to cast focus spells; similarly, you can't spend your Focus Points to cast spells that aren't focus spells. Even some classes that don't normally grant spellcasting can grant focus spells, such as the ranger. The title of a focus spell's stat block says “Focus” instead of “Spell”, and the spell has the focus trait. Focus spells are automatically heightened to half your level rounded up, just like cantrips are. You can't cast a focus spell if its minimum rank is greater than half your level rounded up, even if you somehow gain access to it. Casting any of your focus spells costs you 1 Focus Point. You automatically gain a focus pool the first time you gain an ability that gives you a focus spell. The maximum number of points in your pool is equal to the number of focus spells you know or 3, whichever is lower. This counts only spells that require Focus Points to cast. For example, a bard's composition cantrips don't count toward the size of the pool. You replenish all the Focus Points in your pool during your daily preparations. You can also use the Refocus activity to pray, study, meditate, or otherwise reattune yourself to the source of your focus magic and regain 1 Focus Point. You can Refocus multiple times to regain multiple points, up to your pool's maximum. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2228",
 "weakness": {}
}