{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Actions"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2341",
 "legacy_id": [
  "rules-393"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Gaining and Losing Actions](/Rules.aspx?ID=2341)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 415 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEffects can change the number of actions you can use on your turn, or whether you can use actions at all. The [slowed](/Conditions.aspx?ID=92) condition, for example, causes you to lose actions, while the [quickened](/Conditions.aspx?ID=89) condition causes you to gain them. Conditions are detailed on the [conditions page](Conditions.aspx). Whenever you lose a number of actions—whether from these conditions or in any other way—you choose which to lose if there's any difference between them. For instance, the haste spell makes you quickened, but it limits what you can use your extra action to do. If you lost an action while haste was active, you might want to lose the action from haste first, since it's more limited than your normal actions.\n\nSome effects are even more restrictive. Certain abilities, instead of or in addition to changing the number of actions you can use, say specifically that you can't use reactions. The most restrictive form of reducing actions is when an effect states that you can't act: this means you can't use any actions, or even speak. When you can't act, you still regain your actions unless another effect (like the [stunned](/Conditions.aspx?ID=93) condition) prevents it.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Gaining and Losing Actions",
 "next_link": {
  "label": "Disrupting Actions",
  "url": "/Rules.aspx?ID=2342"
 },
 "previous_link": {
  "label": "Other Actions",
  "url": "/Rules.aspx?ID=2340"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 415",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 415 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Actions\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEffects can change the number of actions you can use on your turn, or whether you can use actions at all. The  slowed  condition, for example, causes …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 415"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 415 <sup>2.0</sup>",
 "speed": {},
 "summary": "Effects can change the number of actions you can use on your turn, or whether you can use actions at all. The  slowed  condition, for example, causes …",
 "summary_markdown": "Effects can change the number of actions you can use on your turn, or whether you can use actions at all. The  slowed  condition, for example, causes …",
 "text": " Gaining and Losing Actions Source Player Core pg. 415 2.0 Effects can change the number of actions you can use on your turn, or whether you can use actions at all. The slowed condition, for example, causes you to lose actions, while the quickened condition causes you to gain them. Conditions are detailed on the conditions page. Whenever you lose a number of actions—whether from these conditions or in any other way—you choose which to lose if there's any difference between them. For instance, the haste spell makes you quickened, but it limits what you can use your extra action to do. If you lost an action while haste was active, you might want to lose the action from haste first, since it's more limited than your normal actions. Some effects are even more restrictive. Certain abilities, instead of or in addition to changing the number of actions you can use, say specifically that you can't use reactions. The most restrictive form of reducing actions is when an effect states that you can't act: this means you can't use any actions, or even speak. When you can't act, you still regain your actions unless another effect (like the stunned condition) prevents it. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2341",
 "weakness": {}
}