{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "Settlements",
  "Settlements in a Game",
  "Power Structures"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3005",
 "legacy_id": [
  "rules-1163"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Government](/Rules.aspx?ID=3005)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 169 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe government of a settlement often reflects the nature of that settlement. A law-abiding, militaristic city likely has a hierarchical government with a single figure at the top; a crossroads market town might be under the control of its wealthiest merchant families; and a farming community might simply look to the oldest residents for leadership as necessary.\n\nThat said, the legal and publicly recognized ruler of a settlement isn't always the one calling the shots. They could merely be a puppet to a secret entity that silently pulls the strings from the shadows. Some settlements are ruled by hidden coteries, from strange religious sects to thieves' guilds. A settlement might be swayed by politically powerful residents, such as an occult vizier or a politically savvy high priest. In some cases, the legitimate authority might seem to govern but has actually been replaced by a faceless stalker, a devil in disguise, or another powerful shapechanger.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Government",
 "next_link": {
  "label": "Legal Codes",
  "url": "/Rules.aspx?ID=3006"
 },
 "previous_link": {
  "label": "Marketplaces",
  "url": "/Rules.aspx?ID=3003"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 169",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 169 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / Settlements / Settlements in a Game / Power Structures\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe government of a settlement often reflects the nature of that settlement. A law-abiding, militaristic city likely has a hierarchical government …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 169"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 169 <sup>2.0</sup>",
 "speed": {},
 "summary": "The government of a settlement often reflects the nature of that settlement. A law-abiding, militaristic city likely has a hierarchical government …",
 "summary_markdown": "The government of a settlement often reflects the nature of that settlement. A law-abiding, militaristic city likely has a hierarchical government …",
 "text": " Government Source GM Core pg. 169 2.0 The government of a settlement often reflects the nature of that settlement. A law-abiding, militaristic city likely has a hierarchical government with a single figure at the top; a crossroads market town might be under the control of its wealthiest merchant families; and a farming community might simply look to the oldest residents for leadership as necessary. That said, the legal and publicly recognized ruler of a settlement isn't always the one calling the shots. They could merely be a puppet to a secret entity that silently pulls the strings from the shadows. Some settlements are ruled by hidden coteries, from strange religious sects to thieves' guilds. A settlement might be swayed by politically powerful residents, such as an occult vizier or a politically savvy high priest. In some cases, the legitimate authority might seem to govern but has actually been replaced by a faceless stalker, a devil in disguise, or another powerful shapechanger. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3005",
 "weakness": {}
}