{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2990",
 "legacy_id": [
  "rules-304"
 ],
 "legacy_name": [
  "Chapter 8: The Age of Lost Omens"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[History](/Rules.aspx?ID=2990)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 143 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDwarves ascended to the surface from the underground reaches of the **Darklands** in their legendary **Quest for Sky**, elves returned from the neighboring planet of **Castrovel** via a network of portals to reclaim their lands and traditions, and gnomes from the mysterious **First World** sought shelter for long-forgotten reasons. Survivors from other ancestries who had sheltered through the terror and destruction of Earthfall emerged during the Age of Darkness to reclaim their ancestral lands, from scrappy goblin tribes with a knack for surviving despite all odds against them to industrious halflings who emerged from the ruins to found societies of their own.\n\nBut humanity made the most astounding recovery. Less than 2,000 years after the near-extinction from Earthfall, the Age of Destiny saw the rise of many new human empires throughout the world. Humanity built wondrous structures, and its schools relearned magic that had been thought lost. Among these human nations walked a man named **Aroden**—an immortal survivor of the devastation of Earthfall. Aroden had long since cultivated a following of loyal subjects who regarded him with awe, for immortality was but one of the wonders he'd achieved.\n\nThe greatest among these wonders was yet to come. Aroden discovered a shard of potent magic known today as the Starstone, a fragment from the shooting stars that fell during Earthfall, which had lodged at the bottom of the Inner Sea. Contact with this alien artifact assailed Aroden with phantasmagoric visions, subjected him to a series of deadly martial trials, and posed exhausting moral quandaries that challenged his limits more than any of the arduous experiences he'd yet endured. He emerged from this test a living god, and his first divine act was to raise the Starstone and the mass of land on which it had lain from the bottom of the sea to form the Isle of Kortos—also known as **Starstone Isle**—where he then established the city of **Absalom**.\n\nIn the centuries to follow, Absalom grew into one of the largest cities in the world, and Aroden's legacy grew alongside it. As the millennia passed, his attentions increasingly turned away from the concerns of the Inner Sea's inhabitants to otherworldly matters beyond mortal ken, but prophecy spoke of a time when he would return to Golarion and lead humanity triumphantly into an Age of Glory. As the time of Aroden's return drew near, entire nations undertook monumental preparations to welcome him back to Golarion.\n\nInstead, Aroden died, and with him the reliability of prophecy as well. Golarion was wracked by storms, war, and supernatural devastation as the god's death marked the beginning of a new age—a time of uncertainty, but also a time of opportunity. This is the **Age of Lost Omens**, an age in need of heroes like never before.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "History",
 "next_link": {
  "label": "The Inner Sea Region",
  "url": "/Rules.aspx?ID=2991"
 },
 "previous_link": {
  "label": "Chapter 2: Building Games",
  "url": "/Rules.aspx?ID=2665"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 143",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 143 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDwarves ascended to the surface from the underground reaches of the  Darklands  in their legendary  Quest for Sky , elves returned from the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 143"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 143 <sup>2.0</sup>",
 "speed": {},
 "summary": "Dwarves ascended to the surface from the underground reaches of the  Darklands  in their legendary  Quest for Sky , elves returned from the …",
 "summary_markdown": "Dwarves ascended to the surface from the underground reaches of the  Darklands  in their legendary  Quest for Sky , elves returned from the …",
 "text": " History Source GM Core pg. 143 2.0 Dwarves ascended to the surface from the underground reaches of the Darklands in their legendary Quest for Sky , elves returned from the neighboring planet of Castrovel via a network of portals to reclaim their lands and traditions, and gnomes from the mysterious First World sought shelter for long-forgotten reasons. Survivors from other ancestries who had sheltered through the terror and destruction of Earthfall emerged during the Age of Darkness to reclaim their ancestral lands, from scrappy goblin tribes with a knack for surviving despite all odds against them to industrious halflings who emerged from the ruins to found societies of their own. But humanity made the most astounding recovery. Less than 2,000 years after the near-extinction from Earthfall, the Age of Destiny saw the rise of many new human empires throughout the world. Humanity built wondrous structures, and its schools relearned magic that had been thought lost. Among these human nations walked a man named Aroden —an immortal survivor of the devastation of Earthfall. Aroden had long since cultivated a following of loyal subjects who regarded him with awe, for immortality was but one of the wonders he'd achieved. The greatest among these wonders was yet to come. Aroden discovered a shard of potent magic known today as the Starstone, a fragment from the shooting stars that fell during Earthfall, which had lodged at the bottom of the Inner Sea. Contact with this alien artifact assailed Aroden with phantasmagoric visions, subjected him to a series of deadly martial trials, and posed exhausting moral quandaries that challenged his limits more than any of the arduous experiences he'd yet endured. He emerged from this test a living god, and his first divine act was to raise the Starstone and the mass of land on which it had lain from the bottom of the sea to form the Isle of Kortos—also known as Starstone Isle —where he then established the city of Absalom . In the centuries to follow, Absalom grew into one of the largest cities in the world, and Aroden's legacy grew alongside it. As the millennia passed, his attentions increasingly turned away from the concerns of the Inner Sea's inhabitants to otherworldly matters beyond mortal ken, but prophecy spoke of a time when he would return to Golarion and lead humanity triumphantly into an Age of Glory. As the time of Aroden's return drew near, entire nations undertook monumental preparations to welcome him back to Golarion. Instead, Aroden died, and with him the reliability of prophecy as well. Golarion was wracked by storms, war, and supernatural devastation as the god's death marked the beginning of a new age—a time of uncertainty, but also a time of opportunity. This is the Age of Lost Omens , an age in need of heroes like never before. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2990",
 "weakness": {}
}