{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Special Considerations",
  "Narrative Collaboration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2513",
 "legacy_id": [
  "rules-901"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Idea Farm](/Rules.aspx?ID=2513)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nComing up with ideas for a campaign can sometimes feel overwhelming. This is where your players come in handy! You can solicit direct feedback from them and implement their ideas into the game. This style of narrative control preserve your authority over the game while giving players the chance to incorporate elements into the game you know they want to see. It doesn't venture beyond the traditional structure of a fantasy roleplaying game.\n\n Plan for a few checkpoints throughout the campaign where you touch base with your players to get their ideas. The most crucial comes at the start of the game. It's best to take this step before you even set to work on crafting the world or plot, so that player input can define what's important in the game world. Later, checkpoints can coincide with major story milestones. For example, if the players set off across the sea, you might ask where they want their voyage to end and what sites, if any, they'd like to explore along the way.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Idea Farm",
 "next_link": {
  "label": "Creative Collaboration",
  "url": "/Rules.aspx?ID=2514"
 },
 "previous_link": {
  "label": "Problematic Players",
  "url": "/Rules.aspx?ID=2508"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 19",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Special Considerations / Narrative Collaboration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nComing up with ideas for a campaign can sometimes feel overwhelming. This is where your players come in handy! You can solicit direct feedback from …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 19"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>",
 "speed": {},
 "summary": "Coming up with ideas for a campaign can sometimes feel overwhelming. This is where your players come in handy! You can solicit direct feedback from …",
 "summary_markdown": "Coming up with ideas for a campaign can sometimes feel overwhelming. This is where your players come in handy! You can solicit direct feedback from …",
 "text": " Idea Farm Source GM Core pg. 19 2.0 Coming up with ideas for a campaign can sometimes feel overwhelming. This is where your players come in handy! You can solicit direct feedback from them and implement their ideas into the game. This style of narrative control preserve your authority over the game while giving players the chance to incorporate elements into the game you know they want to see. It doesn't venture beyond the traditional structure of a fantasy roleplaying game. Plan for a few checkpoints throughout the campaign where you touch base with your players to get their ideas. The most crucial comes at the start of the game. It's best to take this step before you even set to work on crafting the world or plot, so that player input can define what's important in the game world. Later, checkpoints can coincide with major story milestones. For example, if the players set off across the sea, you might ask where they want their voyage to end and what sites, if any, they'd like to explore along the way. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2513",
 "weakness": {}
}