{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Creatures"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2893",
 "legacy_id": [
  "rules-1014"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Immunities, Weaknesses, and Resistances](/Rules.aspx?ID=2893)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 119 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf it's highly thematic for a creature to have an immunity, weakness, or resistance, consider adding it. The Resistances and Weaknesses table lists the ranges for weaknesses and resistances by level.\n\nImmunities are generally reserved for creatures made of an unusual substance (like a fire elemental being immune to fire). You can also give an immunity if a creature's biology or construction would logically cause it to be unaffected (like a mindless creature's immunity to mental effects).\n\nIf the creature should be hard to affect with something but the conditions above aren't true, give it a resistance instead. For instance, a giant octopus isn't actually made of cold water, so it wouldn't be immune to cold, but its life in the ocean depths makes it resistant to cold. You'll typically use the lower end of the value on the Resistances and Weaknesses table for a broad resistance that applies to a wide range of effects, like “physical 5 (except silver)” and the higher end for something narrower, like a single damage type. A creature with a resistance, especially a broad resistance or a physical resistance, usually has fewer HP.\n\nGiving your creature a weakness adds flavor to it and greatly rewards effective player tactics once your players identify the weakness. The weakness should apply to one damage type or phenomenon and use the high end of the scale. Creatures typically have at most one weakness. If a creature has a weakness, especially to something common, give it additional HP. The amount of additional HP might depend on how tough the creature should feel if the PCs don't exploit its weakness; a tough creature might have additional HP equal to quadruple the weakness value. A creature with a hard-to-exploit weakness might have additional HP equal to the weakness value or less.\n\n## Table 2–8: Resistances and Weaknesses\n<row gap=\"tiny\">\n<table> <tr><td>**Level**</td><td>**Maximum**</td><td>**Minimum**</td></tr> <tr><td>–1</td><td>1</td><td>1</td></tr> <tr><td>0</td><td>3</td><td>1</td></tr> <tr><td>1</td><td>3</td><td>2</td></tr> <tr><td>2</td><td>5</td><td>2</td></tr> <tr><td>3</td><td>6</td><td>3</td></tr> <tr><td>4</td><td>7</td><td>4</td></tr> <tr><td>5</td><td>8</td><td>4</td></tr> <tr><td>6</td><td>9</td><td>5</td></tr> <tr><td>7</td><td>10</td><td>5</td></tr> <tr><td>8</td><td>11</td><td>6</td></tr> <tr><td>9</td><td>12</td><td>6</td></tr> <tr><td>10</td><td>13</td><td>7</td></tr> <tr><td>11</td><td>14</td><td>7</td></tr> <tr><td>12</td><td>15</td><td>8</td></tr> <tr><td>13</td><td>16</td><td>8</td></tr> <tr><td>14</td><td>17</td><td>9</td></tr> <tr><td>15</td><td>18</td><td>9</td></tr> <tr><td>16</td><td>19</td><td>9</td></tr> <tr><td>17</td><td>19</td><td>10</td></tr> <tr><td>18</td><td>20</td><td>10</td></tr> <tr><td>19</td><td>21</td><td>11</td></tr> <tr><td>20</td><td>22</td><td>11</td></tr> <tr><td>21</td><td>23</td><td>12</td></tr> <tr><td>22</td><td>24</td><td>12</td></tr> <tr><td>23</td><td>25</td><td>13</td></tr> <tr><td>24</td><td>26</td><td>13</td></tr> </table></row><br />The combination of more HP and a weakness has a different feel from standard HP with resistances. If the creature being an impervious tank really fits its theme, use a resistance with an exception, such as “physical 5 (except silver).” If, however, it makes more sense for normal hits to get through and the creature to simply have great staying power, use more HP and a weakness. Skeletons and zombies are a good example of the difference between these styles. Skeletons have resistances because they're bony and hard to hurt. Zombies, on the other hand, have more HP and a weakness to slashing damage—they're tougher, but their bodies aren't built to deflect weapon attacks, and slashing attacks can rip them up quickly\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Immunities, Weaknesses, and Resistances",
 "next_link": {
  "label": "Speed",
  "url": "/Rules.aspx?ID=2894"
 },
 "previous_link": {
  "label": "Hit Points",
  "url": "/Rules.aspx?ID=2891"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 119",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 119 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Creatures\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIf it's highly thematic for a creature to have an immunity, weakness, or resistance, consider adding it. The Resistances and Weaknesses table lists …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 119"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 119 <sup>2.0</sup>",
 "speed": {},
 "summary": "If it's highly thematic for a creature to have an immunity, weakness, or resistance, consider adding it. The Resistances and Weaknesses table lists …",
 "summary_markdown": "If it's highly thematic for a creature to have an immunity, weakness, or resistance, consider adding it. The Resistances and Weaknesses table lists …",
 "text": " Immunities, Weaknesses, and Resistances Source GM Core pg. 119 2.0 If it's highly thematic for a creature to have an immunity, weakness, or resistance, consider adding it. The Resistances and Weaknesses table lists the ranges for weaknesses and resistances by level. Immunities are generally reserved for creatures made of an unusual substance (like a fire elemental being immune to fire). You can also give an immunity if a creature's biology or construction would logically cause it to be unaffected (like a mindless creature's immunity to mental effects). If the creature should be hard to affect with something but the conditions above aren't true, give it a resistance instead. For instance, a giant octopus isn't actually made of cold water, so it wouldn't be immune to cold, but its life in the ocean depths makes it resistant to cold. You'll typically use the lower end of the value on the Resistances and Weaknesses table for a broad resistance that applies to a wide range of effects, like “physical 5 (except silver)” and the higher end for something narrower, like a single damage type. A creature with a resistance, especially a broad resistance or a physical resistance, usually has fewer HP. Giving your creature a weakness adds flavor to it and greatly rewards effective player tactics once your players identify the weakness. The weakness should apply to one damage type or phenomenon and use the high end of the scale. Creatures typically have at most one weakness. If a creature has a weakness, especially to something common, give it additional HP. The amount of additional HP might depend on how tough the creature should feel if the PCs don't exploit its weakness; a tough creature might have additional HP equal to quadruple the weakness value. A creature with a hard-to-exploit weakness might have additional HP equal to the weakness value or less. ## Table 2–8: Resistances and Weaknesses Level Maximum Minimum –1 1 1 0 3 1 1 3 2 2 5 2 3 6 3 4 7 4 5 8 4 6 9 5 7 10 5 8 11 6 9 12 6 10 13 7 11 14 7 12 15 8 13 16 8 14 17 9 15 18 9 16 19 9 17 19 10 18 20 10 19 21 11 20 22 11 21 23 12 22 24 12 23 25 13 24 26 13 The combination of more HP and a weakness has a different feel from standard HP with resistances. If the creature being an impervious tank really fits its theme, use a resistance with an exception, such as “physical 5 (except silver).” If, however, it makes more sense for normal hits to get through and the creature to simply have great staying power, use more HP and a weakness. Skeletons and zombies are a good example of the difference between these styles. Skeletons have resistances because they're bony and hard to hurt. Zombies, on the other hand, have more HP and a weakness to slashing damage—they're tougher, but their bodies aren't built to deflect weapon attacks, and slashing attacks can rip them up quickly ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2893",
 "weakness": {}
}