{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Exploration",
  "Exploration Activities"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2599",
 "legacy_id": [
  "rules-864"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Improvising New Activities](/Rules.aspx?ID=2599)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 42 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe list of exploration activities isn't exhaustive. More appear in special subsystems and adventures, and you'll often need to create your own. When making your own, it's usually fine to just consider whether the amount of effort the PC has to put in is comparable to the other exploration activities and go from there. If you're having trouble, try finding a comparable activity. For example, if the PC are Swimming as they explore, consider that travel speeds are based on the equivalent of 1 action per 6 seconds, and that other exploration activities the PCs can keep up without getting tired are generally based on alternating between 2 actions per 12 seconds, averaging to 1 action per 6 seconds. (Defend, for example, is based on using 1 action to Stride then 1 to Raise your Shield, which is why the PC moves at half Speed.) Hustle is a good example of an activity that can't be done indefinitely, so you can use it as a model for strenuous activities where the PCs are using the equivalent of 2 actions every 6 seconds.\n\nWhen improvising an exploration activity, have in mind some advantages and disadvantages of that activity to inspire you. What else might the PC be neglecting while doing this activity? How does it interplay with activities that the rest of the party uses? If the new activity seems like it's a better option than other activities all or nearly all the time, chances are you might want to adjust it so it's more balanced. Eventually, you'll start to find which exploration activities your group enjoys the most.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Improvising New Activities",
 "next_link": {
  "label": "Setting a Party Order",
  "url": "/Rules.aspx?ID=2600"
 },
 "previous_link": {
  "label": "Search",
  "url": "/Rules.aspx?ID=2598"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 42",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 42 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Exploration / Exploration Activities\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe list of exploration activities isn't exhaustive. More appear in special subsystems and adventures, and you'll often need to create your own. When …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 42"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 42 <sup>2.0</sup>",
 "speed": {},
 "summary": "The list of exploration activities isn't exhaustive. More appear in special subsystems and adventures, and you'll often need to create your own. When …",
 "summary_markdown": "The list of exploration activities isn't exhaustive. More appear in special subsystems and adventures, and you'll often need to create your own. When …",
 "text": " Improvising New Activities Source GM Core pg. 42 2.0 The list of exploration activities isn't exhaustive. More appear in special subsystems and adventures, and you'll often need to create your own. When making your own, it's usually fine to just consider whether the amount of effort the PC has to put in is comparable to the other exploration activities and go from there. If you're having trouble, try finding a comparable activity. For example, if the PC are Swimming as they explore, consider that travel speeds are based on the equivalent of 1 action per 6 seconds, and that other exploration activities the PCs can keep up without getting tired are generally based on alternating between 2 actions per 12 seconds, averaging to 1 action per 6 seconds. (Defend, for example, is based on using 1 action to Stride then 1 to Raise your Shield, which is why the PC moves at half Speed.) Hustle is a good example of an activity that can't be done indefinitely, so you can use it as a model for strenuous activities where the PCs are using the equivalent of 2 actions every 6 seconds. When improvising an exploration activity, have in mind some advantages and disadvantages of that activity to inspire you. What else might the PC be neglecting while doing this activity? How does it interplay with activities that the rest of the party uses? If the new activity seems like it's a better option than other activities all or nearly all the time, chances are you might want to adjust it so it's more balanced. Eventually, you'll start to find which exploration activities your group enjoys the most. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2599",
 "weakness": {}
}