{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running a Session",
  "Stakes and Consequences"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2486",
 "legacy_id": [
  "rules-819"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Improvisation](/Rules.aspx?ID=2486)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 12 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs a GM, you often make things up on the fly. You can find tips for improvising rules within the Adjudicating Rules section of this book (page 15). When an issue seems to pertain to the story instead of the rules, ask yourself the following questions.<br />\n<ul><li>Does something already established in our story so far tell me what should happen here?</li><li>What would the NPC's personality lead them to do?</li><li>What does the player expect to happen?</li><li>What would best fit the themes of our story?</li></ul><br />You might not have a good answer for every question, but asking them can inspire useful solutions. If what you need to invent is significant in the storyline or world, there's nothing wrong with asking the group to take a little break while you fill in the gap. If it's not particularly significant and you can't come up with anything more compelling, it's also okay to say “Nothing happens” and move on.\n\nOften, a player will ask, “What happens when I do that?” This is a good indicator that the player expects that what they've done will draw a reaction from an NPC or the environment. Unless the player is way off base, provide an in-game response, even if it's minor. The player has telegraphed what matters to them, and the perceived importance of their action can draw them into the game.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2487\" />\r\n\r\n<document level=\"2\" id=\"rules-2488\" />",
 "name": "Improvisation",
 "next_link": {
  "label": "Secret Checks",
  "url": "/Rules.aspx?ID=2489"
 },
 "previous_link": {
  "label": "Failing Forward",
  "url": "/Rules.aspx?ID=2485"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 12",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 12 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running a Session / Stakes and Consequences\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs a GM, you often make things up on the fly. You can find tips for improvising rules within the Adjudicating Rules section of this book (page 15). …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 12"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 12 <sup>2.0</sup>",
 "speed": {},
 "summary": "As a GM, you often make things up on the fly. You can find tips for improvising rules within the Adjudicating Rules section of this book (page 15). …",
 "summary_markdown": "As a GM, you often make things up on the fly. You can find tips for improvising rules within the Adjudicating Rules section of this book (page 15). …",
 "text": " Improvisation Source GM Core pg. 12 2.0 As a GM, you often make things up on the fly. You can find tips for improvising rules within the Adjudicating Rules section of this book (page 15). When an issue seems to pertain to the story instead of the rules, ask yourself the following questions. Does something already established in our story so far tell me what should happen here? What would the NPC's personality lead them to do? What does the player expect to happen? What would best fit the themes of our story? You might not have a good answer for every question, but asking them can inspire useful solutions. If what you need to invent is significant in the storyline or world, there's nothing wrong with asking the group to take a little break while you fill in the gap. If it's not particularly significant and you can't come up with anything more compelling, it's also okay to say “Nothing happens” and move on. Often, a player will ask, “What happens when I do that?” This is a good indicator that the player expects that what they've done will draw a reaction from an NPC or the environment. Unless the player is way off base, provide an in-game response, even if it's minor. The player has telegraphed what matters to them, and the perceived importance of their action can draw them into the game. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2486",
 "weakness": {}
}