{
 "breadcrumbs": [
  "Chapter 4: Subsystems"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3059",
 "legacy_id": [
  "rules-1221"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Infiltration](/Rules.aspx?ID=3059)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nNot all elements of an adventure can be resolved with force of arms and the sizzle of deadly magic. Sometimes subtlety is required to circumvent foes or accomplish a goal. When the characters need to rely on improvisation and fast thinking to infiltrate a stronghold or organization to save the day, the infiltration subsystem provides a framework for those adventures.\n\nAn infiltration requires the heroes to employ guile and subtlety to achieve one or more objectives without directly confronting their enemies. The PCs' goal might be sneaking into a den of thieves to relieve them of ill-gotten gains, navigating the winding passages of the city watch headquarters to break a friend out of prison, or putting themselves in just the right spot to snatch up the right person or the correct item at just the right time. Whatever the case, the heroes are working to avoid drawing the attention of an opposing party, such as the members of a thieves' guild, the prison guards, or the invited guests at an upscale gala. Should the heroes draw too much attention, they might be attacked, arrested, or thrown out—in any case, blocked from accomplishing their goal.\n\nAn infiltration is fundamentally a roleplaying activity. The players narrate their characters' actions in response to the situations around them, and the infiltration subsystem provides a framework to measure incremental success within the overall endeavor. An infiltration takes place over the course of multiple rounds, though it's up to you to determine how long a round is. One round might encompass 10 minutes or 1 hour of in-world time, or something completely different, depending on the story and your group's preferences.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3060\" />\r\n\r\n<document level=\"2\" id=\"rules-3069\" />",
 "name": "Infiltration",
 "next_link": {
  "label": "Reputation",
  "url": "/Rules.aspx?ID=3072"
 },
 "previous_link": {
  "label": "Chases",
  "url": "/Rules.aspx?ID=3049"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 196",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNot all elements of an adventure can be resolved with force of arms and the sizzle of deadly magic. Sometimes subtlety is required to circumvent foes …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 196"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>",
 "speed": {},
 "summary": "Not all elements of an adventure can be resolved with force of arms and the sizzle of deadly magic. Sometimes subtlety is required to circumvent foes …",
 "summary_markdown": "Not all elements of an adventure can be resolved with force of arms and the sizzle of deadly magic. Sometimes subtlety is required to circumvent foes …",
 "text": " Infiltration Source GM Core pg. 196 2.0 Not all elements of an adventure can be resolved with force of arms and the sizzle of deadly magic. Sometimes subtlety is required to circumvent foes or accomplish a goal. When the characters need to rely on improvisation and fast thinking to infiltrate a stronghold or organization to save the day, the infiltration subsystem provides a framework for those adventures. An infiltration requires the heroes to employ guile and subtlety to achieve one or more objectives without directly confronting their enemies. The PCs' goal might be sneaking into a den of thieves to relieve them of ill-gotten gains, navigating the winding passages of the city watch headquarters to break a friend out of prison, or putting themselves in just the right spot to snatch up the right person or the correct item at just the right time. Whatever the case, the heroes are working to avoid drawing the attention of an opposing party, such as the members of a thieves' guild, the prison guards, or the invited guests at an upscale gala. Should the heroes draw too much attention, they might be attacked, arrested, or thrown out—in any case, blocked from accomplishing their goal. An infiltration is fundamentally a roleplaying activity. The players narrate their characters' actions in response to the situations around them, and the infiltration subsystem provides a framework to measure incremental success within the overall endeavor. An infiltration takes place over the course of multiple rounds, though it's up to you to determine how long a round is. One round might encompass 10 minutes or 1 hour of in-world time, or something completely different, depending on the story and your group's preferences. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3059",
 "weakness": {}
}