{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Encounter Design",
  "Encounter Locations"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2723",
 "legacy_id": [
  "rules-973"
 ],
 "legacy_name": [
  "Inhabitant or Intruder"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Inhabitant or Intruder?](/Rules.aspx?ID=2723)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 77 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn most cases, the PCs enter territory that's far more familiar to their foes than it is to them. NPCs and monsters who live in an area are likely to be adapted to its dangers, either because they know where they are and how to avoid them, or because they are unaffected by them. A kobold in their lair might bait a PC into walking into a trap the kobold avoided. Marshland may be troublesome terrain for most PCs, but it poses little inconvenience to amphibious creatures. When using creatures with the ability to burrow, climb, or swim, consider incorporating features such as mazelike corridors, high walls with platforms, or rivers. If the foes are smaller or larger than the PCs, consider including paths, cubbyholes, staircases, or narrow passages that one side of the fight can use more effectively.\n\nSometimes, though, the PCs must defend their own base from intruders. In these situations, you're flipping the script, so give the PCs time to trap and ward the area. Watching the invaders fall prey to hazards and ambushes can be a delightful change of pace for your players.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Inhabitant or Intruder?",
 "next_link": {
  "label": "Wild Weather",
  "url": "/Rules.aspx?ID=2724"
 },
 "previous_link": {
  "label": "Maps and Terrain",
  "url": "/Rules.aspx?ID=2722"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 77",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 77 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Encounter Design / Encounter Locations\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn most cases, the PCs enter territory that's far more familiar to their foes than it is to them. NPCs and monsters who live in an area are likely to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 77"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 77 <sup>2.0</sup>",
 "speed": {},
 "summary": "In most cases, the PCs enter territory that's far more familiar to their foes than it is to them. NPCs and monsters who live in an area are likely to …",
 "summary_markdown": "In most cases, the PCs enter territory that's far more familiar to their foes than it is to them. NPCs and monsters who live in an area are likely to …",
 "text": " Inhabitant or Intruder? Source GM Core pg. 77 2.0 In most cases, the PCs enter territory that's far more familiar to their foes than it is to them. NPCs and monsters who live in an area are likely to be adapted to its dangers, either because they know where they are and how to avoid them, or because they are unaffected by them. A kobold in their lair might bait a PC into walking into a trap the kobold avoided. Marshland may be troublesome terrain for most PCs, but it poses little inconvenience to amphibious creatures. When using creatures with the ability to burrow, climb, or swim, consider incorporating features such as mazelike corridors, high walls with platforms, or rivers. If the foes are smaller or larger than the PCs, consider including paths, cubbyholes, staircases, or narrow passages that one side of the fight can use more effectively. Sometimes, though, the PCs must defend their own base from intruders. In these situations, you're flipping the script, so give the PCs time to trap and ward the area. Watching the invaders fall prey to hazards and ambushes can be a delightful change of pace for your players. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2723",
 "weakness": {}
}