{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Encounters",
  "Running the Encounter",
  "Social Encounters"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2567",
 "legacy_id": [
  "rules-518"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Initiative and Actions](/Rules.aspx?ID=2567)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 31 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nInitiative in a social encounter typically has characters rolling Society or a Charisma-based skill, such as Diplomacy or Deception. As with other encounters, a character's approach to the conflict determines which skill they roll. On a character's turn, they typically get to attempt one roll, usually by using a skill action. Let the player roleplay what their character says and does, then determine what they'll roll. Allow them to use any abilities or spells that might help them make their case, though keep in mind that when most people see the visual signs of a spell being cast, they think someone is using magic to try to influence or harm them, and they have a negative reaction. Generally speaking, a turn should go on just long enough for the character to make one salient point and attempt one check before moving to the next character in the initiative order.\n\nGood social encounters include an opposition. This can be direct, such as a rival who argues against the characters' case, or passive, such as a mob that automatically becomes more unruly as each round passes. Give the opposition one or more positions in the initiative order so you can convey what it's doing. You can create game statistics for the opposition, especially if it's an individual, but in situations like that of the unruly mob, you might need nothing more than to establish a set of increasingly difficult DCs.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Initiative and Actions",
 "next_link": {
  "label": "Measuring Success and Progress",
  "url": "/Rules.aspx?ID=2568"
 },
 "previous_link": {
  "label": "Non-Combat Level",
  "url": "/Rules.aspx?ID=2566"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 31",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 31 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Encounters / Running the Encounter / Social Encounters\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nInitiative in a social encounter typically has characters rolling Society or a Charisma-based skill, such as Diplomacy or Deception. As with other …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 31"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 31 <sup>2.0</sup>",
 "speed": {},
 "summary": "Initiative in a social encounter typically has characters rolling Society or a Charisma-based skill, such as Diplomacy or Deception. As with other …",
 "summary_markdown": "Initiative in a social encounter typically has characters rolling Society or a Charisma-based skill, such as Diplomacy or Deception. As with other …",
 "text": " Initiative and Actions Source GM Core pg. 31 2.0 Initiative in a social encounter typically has characters rolling Society or a Charisma-based skill, such as Diplomacy or Deception. As with other encounters, a character's approach to the conflict determines which skill they roll. On a character's turn, they typically get to attempt one roll, usually by using a skill action. Let the player roleplay what their character says and does, then determine what they'll roll. Allow them to use any abilities or spells that might help them make their case, though keep in mind that when most people see the visual signs of a spell being cast, they think someone is using magic to try to influence or harm them, and they have a negative reaction. Generally speaking, a turn should go on just long enough for the character to make one salient point and attempt one check before moving to the next character in the initiative order. Good social encounters include an opposition. This can be direct, such as a rival who argues against the characters' case, or passive, such as a mob that automatically becomes more unruly as each round passes. Give the opposition one or more positions in the initiative order so you can convey what it's doing. You can create game statistics for the opposition, especially if it's an individual, but in situations like that of the unruly mob, you might need nothing more than to establish a set of increasingly difficult DCs. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2567",
 "weakness": {}
}