{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Creatures",
  "Spells"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2901",
 "legacy_id": [
  "rules-1022"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Innate Spells](/Rules.aspx?ID=2901)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 122 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nUnlike prepared and spontaneous spells, innate spells can be of higher rank than half the creature's level rounded up, and you can choose how often they're used—they can even be used at will or be constant effects. The most notable innate spells tend to be top-rank ones that make a big impact but can be used only once, at-will spells that strongly reinforce the creature's theme, and constant spells that give it an ongoing benefit. A spell that's usable a limited number of times and has a lower rank than the creature's highest rank is typically less likely to come up in combat; however, that's a great spot for utility and recovery spells, such as dispel magic or sound body.\n\nSometimes a strongly thematic innate spell is of a higher rank than the creature would normally be able to cast, but it's so fitting that it belongs there. Be careful when doing this, as PCs might not have access to the appropriate countermeasures for the spell. This option works best for support, action denial, or battlefield control spells that change the odds of a fight without outright killing anyone, such as the succubus's dominate spell. These should make the fight more interesting, not end it. Keep the number of such spells very low, typically just one.\n\nThough you can achieve all sorts of things with innate spells, always start with the theme and an idea of how you want the creature to spend its actions. And though you could give the creature a tool to counter every kind of PC attack or trick, remember that the players chose those options to enjoy using them, rather than to be constantly foiled by an effectively invincible creature.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Innate Spells",
 "next_link": {
  "label": "Rituals",
  "url": "/Rules.aspx?ID=2902"
 },
 "previous_link": {
  "label": "Prepared and Spontaneous Spells",
  "url": "/Rules.aspx?ID=2900"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 122",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 122 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Creatures / Spells\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nUnlike prepared and spontaneous spells, innate spells can be of higher rank than half the creature's level rounded up, and you can choose how often …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 122"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 122 <sup>2.0</sup>",
 "speed": {},
 "summary": "Unlike prepared and spontaneous spells, innate spells can be of higher rank than half the creature's level rounded up, and you can choose how often …",
 "summary_markdown": "Unlike prepared and spontaneous spells, innate spells can be of higher rank than half the creature's level rounded up, and you can choose how often …",
 "text": " Innate Spells Source GM Core pg. 122 2.0 Unlike prepared and spontaneous spells, innate spells can be of higher rank than half the creature's level rounded up, and you can choose how often they're used—they can even be used at will or be constant effects. The most notable innate spells tend to be top-rank ones that make a big impact but can be used only once, at-will spells that strongly reinforce the creature's theme, and constant spells that give it an ongoing benefit. A spell that's usable a limited number of times and has a lower rank than the creature's highest rank is typically less likely to come up in combat; however, that's a great spot for utility and recovery spells, such as dispel magic or sound body. Sometimes a strongly thematic innate spell is of a higher rank than the creature would normally be able to cast, but it's so fitting that it belongs there. Be careful when doing this, as PCs might not have access to the appropriate countermeasures for the spell. This option works best for support, action denial, or battlefield control spells that change the odds of a fight without outright killing anyone, such as the succubus's dominate spell. These should make the fight more interesting, not end it. Keep the number of such spells very low, typically just one. Though you can achieve all sorts of things with innate spells, always start with the theme and an idea of how you want the creature to spend its actions. And though you could give the creature a tool to counter every kind of PC attack or trick, remember that the players chose those options to enjoy using them, rather than to be constantly foiled by an effectively invincible creature. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2901",
 "weakness": {}
}