{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "The Planes",
  "Planar Stat Blocks"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3022",
 "legacy_id": [
  "rules-1182"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Inner Sphere Planes](/Rules.aspx?ID=3022)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 174 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe planes of the Inner Sphere form the heart of the cosmos. They’re the home of mortal life, the focus of divine attention, the source of mortal souls, and the origin point of the great cycle of quintessence that fuels the motions and stability of reality itself. Arranged in a nested series of shells, like layers of an onion, the planes of the Inner Sphere include, from outer to inner: the elemental planes of fire, earth, metal, water, wood, and air; the mortal galaxies of the Universe; and at the very core of this cosmological ensemble, the raw forces of creation and destruction of Creation’s Forge and the Void overlap the Universe.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Enhanced and Impeded Magic</title>\r\n\r\nSome particularly potent areas can enhance magic related to the nature of the plane or impede magic inimical to it. For instance, a nexus of void energy in the Void might enhance void magic, and the unholy majesty of an archdevil's throne room might impede holy magic.\n\n**Enhanced Magic:** Anyone Casting a Spell with the enhanced trait gains a +1 circumstance bonus to their spell DC or spell attack roll with that spell.\n\n**Impeded Magic:** A character who Casts a Spell or activates an item with the specified trait must succeed at a DC 6 flat check or the spell or activation is disrupted\r\n</aside>",
 "name": "Inner Sphere Planes",
 "next_link": {
  "label": "Transitive Planes",
  "url": "/Rules.aspx?ID=3023"
 },
 "previous_link": {
  "label": "Planar Traits",
  "url": "/Rules.aspx?ID=3015"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 174",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 174 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / The Planes / Planar Stat Blocks\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe planes of the Inner Sphere form the heart of the cosmos. They’re the home of mortal life, the focus of divine attention, the source of mortal …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 174"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 174 <sup>2.0</sup>",
 "speed": {},
 "summary": "The planes of the Inner Sphere form the heart of the cosmos. They’re the home of mortal life, the focus of divine attention, the source of mortal …",
 "summary_markdown": "The planes of the Inner Sphere form the heart of the cosmos. They’re the home of mortal life, the focus of divine attention, the source of mortal …",
 "text": " Inner Sphere Planes Source GM Core pg. 174 2.0 The planes of the Inner Sphere form the heart of the cosmos. They’re the home of mortal life, the focus of divine attention, the source of mortal souls, and the origin point of the great cycle of quintessence that fuels the motions and stability of reality itself. Arranged in a nested series of shells, like layers of an onion, the planes of the Inner Sphere include, from outer to inner: the elemental planes of fire, earth, metal, water, wood, and air; the mortal galaxies of the Universe; and at the very core of this cosmological ensemble, the raw forces of creation and destruction of Creation’s Forge and the Void overlap the Universe. Enhanced and Impeded Magic Some particularly potent areas can enhance magic related to the nature of the plane or impede magic inimical to it. For instance, a nexus of void energy in the Void might enhance void magic, and the unholy majesty of an archdevil's throne room might impede holy magic. Enhanced Magic: Anyone Casting a Spell with the enhanced trait gains a +1 circumstance bonus to their spell DC or spell attack roll with that spell. Impeded Magic: A character who Casts a Spell or activates an item with the specified trait must succeed at a DC 6 flat check or the spell or activation is disrupted ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3022",
 "weakness": {}
}