{
 "breadcrumbs": [
  "Chapter 5: Treasure Trove"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3235",
 "legacy_id": [
  "rules-1084"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Intelligent Items](/Rules.aspx?ID=3235)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 304 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMagic items with a mind of their own have been a hallmark of myth and fantasy for millennia. When integrated into a campaign, they can become memorable characters in their own right.\n\nIntelligent items are a special kind of magic item that straddles the line between treasure and NPC. An intelligent item might be another type of item as well: it could be an [artifact](/Rules.aspx?ID=3230) (like [Serithtial](/Equipment.aspx?ID=3123)), a [cursed item](/Rules.aspx?ID=3245), or even a [relic](/Rules.aspx?ID=3248) that grows with its wielder.\n\nIntroducing an intelligent item is an effective way to subtly alter the party dynamic. An intelligent item works well when its personality makes it a natural complement or foil for its partner: the PC [investing](/Rules.aspx?ID=3138), holding, or otherwise interacting with the item. An intelligent item that can communicate only with that particular PC is also a great way to engage players who are a bit quieter, or those slower to speak in a scene where all the PCs can talk to a particular NPC. Due to their inherently limited agency, intelligent items are at less of a risk for stealing the spotlight than other NPCs who travel along with the party.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3236\" />\r\n\r\n<document level=\"2\" id=\"rules-3242\" />\r\n\r\n<document level=\"2\" id=\"rules-3243\" />\r\n\r\n<document level=\"2\" id=\"rules-3244\" />",
 "name": "Intelligent Items",
 "next_link": {
  "label": "Cursed Items",
  "url": "/Rules.aspx?ID=3245"
 },
 "previous_link": {
  "label": "Artifacts",
  "url": "/Rules.aspx?ID=3230"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 304",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 304 <sup>2.0</sup>\r\n\r\nChapter 5: Treasure Trove\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMagic items with a mind of their own have been a hallmark of myth and fantasy for millennia. When integrated into a campaign, they can become …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 304"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 304 <sup>2.0</sup>",
 "speed": {},
 "summary": "Magic items with a mind of their own have been a hallmark of myth and fantasy for millennia. When integrated into a campaign, they can become …",
 "summary_markdown": "Magic items with a mind of their own have been a hallmark of myth and fantasy for millennia. When integrated into a campaign, they can become …",
 "text": " Intelligent Items Source GM Core pg. 304 2.0 Magic items with a mind of their own have been a hallmark of myth and fantasy for millennia. When integrated into a campaign, they can become memorable characters in their own right. Intelligent items are a special kind of magic item that straddles the line between treasure and NPC. An intelligent item might be another type of item as well: it could be an artifact (like Serithtial), a cursed item, or even a relic that grows with its wielder. Introducing an intelligent item is an effective way to subtly alter the party dynamic. An intelligent item works well when its personality makes it a natural complement or foil for its partner: the PC investing, holding, or otherwise interacting with the item. An intelligent item that can communicate only with that particular PC is also a great way to engage players who are a bit quieter, or those slower to speak in a scene where all the PCs can talk to a particular NPC. Due to their inherently limited agency, intelligent items are at less of a risk for stealing the spotlight than other NPCs who travel along with the party. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3235",
 "weakness": {}
}