{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Exploration",
  "Scenes within Exploration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2578",
 "legacy_id": [
  "rules-867"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Investigations](/Rules.aspx?ID=2578)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 36 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nInvestigating and searching for clues is another common exploration scene. Lead off with a definite clue that has details but clearly isn't the whole picture. For example, you might say: “These runes look like ones used for arcane magic but are some kind of variant form,” “As you assess the architecture of the room, you see that the pillar caps are all made of granite, except for one that appears to be painted plaster,” or “Each of the stained glass windows shows scenes of one of the god Norgorber's aspects, but there are only three of them, whereas Norgorber has four aspects.”\n\nIf these details pique a player's interest, you can go into a more detailed investigation. They might look at the runes more closely, chip away at the plaster, or search around for a representation of Norgorber's fourth aspect. Avoid calling for checks if it's not necessary. In the last example, you'd likely tell them which of the deity's aspects is missing without another Religion check, and if the aspect is represented as a statue in the room, asking for a Perception check to find it might short-circuit the investigation in an uninteresting way.\n\nThough one person starts the investigation, getting others involved can help them become more interested and bring different skills to bear to get other types of information. Reward collaboration and clever ideas.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2579\" />",
 "name": "Investigations",
 "next_link": {
  "label": "Travel",
  "url": "/Rules.aspx?ID=2580"
 },
 "previous_link": {
  "label": "Hazards",
  "url": "/Rules.aspx?ID=2576"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 36",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 36 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Exploration / Scenes within Exploration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nInvestigating and searching for clues is another common exploration scene. Lead off with a definite clue that has details but clearly isn't the whole …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 36"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 36 <sup>2.0</sup>",
 "speed": {},
 "summary": "Investigating and searching for clues is another common exploration scene. Lead off with a definite clue that has details but clearly isn't the whole …",
 "summary_markdown": "Investigating and searching for clues is another common exploration scene. Lead off with a definite clue that has details but clearly isn't the whole …",
 "text": " Investigations Source GM Core pg. 36 2.0 Investigating and searching for clues is another common exploration scene. Lead off with a definite clue that has details but clearly isn't the whole picture. For example, you might say: “These runes look like ones used for arcane magic but are some kind of variant form,” “As you assess the architecture of the room, you see that the pillar caps are all made of granite, except for one that appears to be painted plaster,” or “Each of the stained glass windows shows scenes of one of the god Norgorber's aspects, but there are only three of them, whereas Norgorber has four aspects.” If these details pique a player's interest, you can go into a more detailed investigation. They might look at the runes more closely, chip away at the plaster, or search around for a representation of Norgorber's fourth aspect. Avoid calling for checks if it's not necessary. In the last example, you'd likely tell them which of the deity's aspects is missing without another Religion check, and if the aspect is represented as a statue in the room, asking for a Perception check to find it might short-circuit the investigation in an uninteresting way. Though one person starts the investigation, getting others involved can help them become more interested and bring different skills to bear to get other types of information. Reward collaboration and clever ideas. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2578",
 "weakness": {}
}