{
 "breadcrumbs": [
  "Chapter 6: Equipment"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2163",
 "legacy_id": [
  "rules-256"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Items and Sizes](/Rules.aspx?ID=2163)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 270 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe Bulk rules in this chapter are for Small and Medium creatures, as most ancestries are these sizes; however, other uncommon or rare ancestries might be larger or smaller and require items specially made for creatures of those sizes. Large creatures can carry more, and smaller creatures can carry less, as noted on the Bulk Conversions table.\n\nThese rules for Bulk limits come up most often when a group tries to load up a mount or animal companion. The rules for items of different sizes tend to come into play when the characters defeat a big creature that has gear, since usually the only creatures of other sizes are creatures under the GM's control.\n\nIn most cases, Small or Medium creatures can wield a Large weapon, though it's unwieldy, giving them the clumsy 1 condition, and the larger size is canceled by the difficulty of swinging the weapon, so it grants no special benefit. Large armor is simply too large for Small and Medium creatures.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2164\" />\r\n\r\n<document level=\"2\" id=\"rules-2165\" />",
 "name": "Items and Sizes",
 "next_link": {
  "label": "Armor",
  "url": "/Rules.aspx?ID=2166"
 },
 "previous_link": {
  "label": "Shoddy Items",
  "url": "/Rules.aspx?ID=2162"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 270",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 270 <sup>2.0</sup>\r\n\r\nChapter 6: Equipment\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe Bulk rules in this chapter are for Small and Medium creatures, as most ancestries are these sizes; however, other uncommon or rare ancestries …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 270"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 270 <sup>2.0</sup>",
 "speed": {},
 "summary": "The Bulk rules in this chapter are for Small and Medium creatures, as most ancestries are these sizes; however, other uncommon or rare ancestries …",
 "summary_markdown": "The Bulk rules in this chapter are for Small and Medium creatures, as most ancestries are these sizes; however, other uncommon or rare ancestries …",
 "text": " Items and Sizes Source Player Core pg. 270 2.0 The Bulk rules in this chapter are for Small and Medium creatures, as most ancestries are these sizes; however, other uncommon or rare ancestries might be larger or smaller and require items specially made for creatures of those sizes. Large creatures can carry more, and smaller creatures can carry less, as noted on the Bulk Conversions table. These rules for Bulk limits come up most often when a group tries to load up a mount or animal companion. The rules for items of different sizes tend to come into play when the characters defeat a big creature that has gear, since usually the only creatures of other sizes are creatures under the GM's control. In most cases, Small or Medium creatures can wield a Large weapon, though it's unwieldy, giving them the clumsy 1 condition, and the larger size is canceled by the difficulty of swinging the weapon, so it grants no special benefit. Large armor is simply too large for Small and Medium creatures. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2163",
 "weakness": {}
}