{
 "breadcrumbs": [
  "Chapter 6: Equipment",
  "Items and Sizes"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2165",
 "legacy_id": [
  "rules-258"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Items of Different Sizes](/Rules.aspx?ID=2165)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 270 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCreatures of sizes other than Small or Medium need items appropriate to their size. These items have different Bulk and possibly a different Price. The Differently Sized Items table provides the Price and Bulk conversion for such items.\n\nFor example, a morningstar sized for a Medium creature has a Price of 1 gp and 1 Bulk, so one made for a Huge creature is 4 gp and 4 Bulk. One made for a Tiny creature still costs 1 gp (due to its intricacy) and has 1/2 Bulk (rounding down to light Bulk). Because the way that a creature treats Bulk and the Bulk of gear sized for it scale the same way, Tiny or Large (or larger) creatures can usually wear and carry about the same amount of gear as a Medium creature.\n\nHigher-level magic items that cost significantly more than 8 times the cost of a mundane item use their listed Price regardless of size. Precious materials, however, have a Price based on the Bulk of the item, so multiply the Bulk value as described on the Differently Sized Items table, then use the formula in the material's entry to determine the item's Price. See more information on materials [here](/Rules.aspx?ID=3188).\n\n## Table 6-20: Differently Sized Objects\n<row gap=\"tiny\">\n<table> <tr><td>**Creature Size**</td><td>**Price**</td><td>**Bulk**</td><td>**Light Becomes**</td><td>**Negligible Becomes**</td></tr> <tr><td>Tiny</td><td>Standard</td><td>Half*</td><td>—</td><td>—</td></tr> <tr><td>Small or Med.</td><td>Standard</td><td>Standard</td><td>L</td><td>—</td></tr> <tr><td>Large</td><td>x2</td><td>x2</td><td>1 Bulk</td><td>L</td></tr> <tr><td>Huge</td><td>x4</td><td>x4</td><td>2 Bulk</td><td>1 Bulk</td></tr> <tr><td>Gargantuan</td><td>x8</td><td>x8</td><td>4 Bulk</td><td>2 Bulk</td></tr> </table> * An item that would have its Bulk reduced below 1 has light Bulk.</row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Items of Different Sizes",
 "next_link": {
  "label": "Armor",
  "url": "/Rules.aspx?ID=2166"
 },
 "previous_link": {
  "label": "Bulk Conversions for Different Sizes",
  "url": "/Rules.aspx?ID=2164"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 270",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 270 <sup>2.0</sup>\r\n\r\nChapter 6: Equipment / Items and Sizes\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCreatures of sizes other than Small or Medium need items appropriate to their size. These items have different Bulk and possibly a different Price. …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 270"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 270 <sup>2.0</sup>",
 "speed": {},
 "summary": "Creatures of sizes other than Small or Medium need items appropriate to their size. These items have different Bulk and possibly a different Price. …",
 "summary_markdown": "Creatures of sizes other than Small or Medium need items appropriate to their size. These items have different Bulk and possibly a different Price. …",
 "text": " Items of Different Sizes Source Player Core pg. 270 2.0 Creatures of sizes other than Small or Medium need items appropriate to their size. These items have different Bulk and possibly a different Price. The Differently Sized Items table provides the Price and Bulk conversion for such items. For example, a morningstar sized for a Medium creature has a Price of 1 gp and 1 Bulk, so one made for a Huge creature is 4 gp and 4 Bulk. One made for a Tiny creature still costs 1 gp (due to its intricacy) and has 1/2 Bulk (rounding down to light Bulk). Because the way that a creature treats Bulk and the Bulk of gear sized for it scale the same way, Tiny or Large (or larger) creatures can usually wear and carry about the same amount of gear as a Medium creature. Higher-level magic items that cost significantly more than 8 times the cost of a mundane item use their listed Price regardless of size. Precious materials, however, have a Price based on the Bulk of the item, so multiply the Bulk value as described on the Differently Sized Items table, then use the formula in the material's entry to determine the item's Price. See more information on materials here. ## Table 6-20: Differently Sized Objects Creature Size Price Bulk Light Becomes Negligible Becomes Tiny Standard Half — — Small or Med. Standard Standard L — Large x2 x2 1 Bulk L Huge x4 x4 2 Bulk 1 Bulk Gargantuan x8 x8 4 Bulk 2 Bulk An item that would have its Bulk reduced below 1 has light Bulk. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2165",
 "weakness": {}
}