{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Adventure Design"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2691",
 "legacy_id": [
  "rules-946"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Keeping it Varied](/Rules.aspx?ID=2691)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou can give players variety through the types of challenges the group faces (combat, social, problemsolving, and so on), the locations they explore, the NPCs they meet, the monsters they face, and the treasure they acquire. Even if you're building an enclosed dungeon, you don't want to place a combat in every room, or exploration will quickly become stale.\n\nThink in terms of sessions. If your group gets through five scenes per session, how do you make one game session feel different from another? Maybe two of the scenes in each are fairly basic combat encounters, but if you make the other scenes significantly different, or even if you set the encounters in different environments, the sessions won't feel repetitive. Also think about the tools used to solve each situation. Maybe one requires complex negotiations, another brute force, and a third sneaking about. Aim to give everybody something compelling, and ideally targeted at their motivations.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Keeping it Varied",
 "next_link": {
  "label": "Adventure Recipes",
  "url": "/Rules.aspx?ID=2692"
 },
 "previous_link": {
  "label": "Theme and Feeling",
  "url": "/Rules.aspx?ID=2690"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 68",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Adventure Design\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou can give players variety through the types of challenges the group faces (combat, social, problemsolving, and so on), the locations they explore, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 68"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>",
 "speed": {},
 "summary": "You can give players variety through the types of challenges the group faces (combat, social, problemsolving, and so on), the locations they explore, …",
 "summary_markdown": "You can give players variety through the types of challenges the group faces (combat, social, problemsolving, and so on), the locations they explore, …",
 "text": " Keeping it Varied Source GM Core pg. 68 2.0 You can give players variety through the types of challenges the group faces (combat, social, problemsolving, and so on), the locations they explore, the NPCs they meet, the monsters they face, and the treasure they acquire. Even if you're building an enclosed dungeon, you don't want to place a combat in every room, or exploration will quickly become stale. Think in terms of sessions. If your group gets through five scenes per session, how do you make one game session feel different from another? Maybe two of the scenes in each are fairly basic combat encounters, but if you make the other scenes significantly different, or even if you set the encounters in different environments, the sessions won't feel repetitive. Also think about the tools used to solve each situation. Maybe one requires complex negotiations, another brute force, and a third sneaking about. Aim to give everybody something compelling, and ideally targeted at their motivations. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2691",
 "weakness": {}
}