{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Special Considerations",
  "Group Composition",
  "Unusual Group Sizes"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2522",
 "legacy_id": [
  "rules-910"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Large Groups](/Rules.aspx?ID=2522)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 21 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nLarge-group games bring together the creativity and enthusiasm of many players, and they lend themselves to combat at a grand scale. However, they also divide the GM's attention. Large groups also need to set ground rules for how many players need to be present for the game to run when some players are missing. Recaps at the beginning of each session are crucial to keep everyone on the same page. Delegation is one of your most powerful tools to keep the session running smoothly. For example, you can put the players in charge of recapping the events from the previous session, handling initiative, managing the party's treasury, looking up rules, or helping with accessories like props and music. Also consider which tasks really need to be taken care of while everyone is there. For example, you could ask your players to handle selling items, deciding which common items they want to buy, and leveling up between sessions instead of at the table.\n\nInevitably, there will be situations and circumstances that don't involve the whole group. In a sufficiently large group, splitting the party is not necessarily dangerous. If the party splits up for more than a short stint, you can call for separate sessions to determine what happens to the two halves of the group, allowing them to reunite and share their findings afterward. Whether or not the party splits, having more players means less active time for each character. Look for opportunities to highlight each PC by providing challenges that play to their strengths or tie in story elements to which they are particularly connected.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Large Groups",
 "next_link": {
  "label": "Player Needs",
  "url": "/Rules.aspx?ID=2523"
 },
 "previous_link": {
  "label": "Small Groups",
  "url": "/Rules.aspx?ID=2521"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 21",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 21 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Special Considerations / Group Composition / Unusual Group Sizes\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLarge-group games bring together the creativity and enthusiasm of many players, and they lend themselves to combat at a grand scale. However, they …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 21"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 21 <sup>2.0</sup>",
 "speed": {},
 "summary": "Large-group games bring together the creativity and enthusiasm of many players, and they lend themselves to combat at a grand scale. However, they …",
 "summary_markdown": "Large-group games bring together the creativity and enthusiasm of many players, and they lend themselves to combat at a grand scale. However, they …",
 "text": " Large Groups Source GM Core pg. 21 2.0 Large-group games bring together the creativity and enthusiasm of many players, and they lend themselves to combat at a grand scale. However, they also divide the GM's attention. Large groups also need to set ground rules for how many players need to be present for the game to run when some players are missing. Recaps at the beginning of each session are crucial to keep everyone on the same page. Delegation is one of your most powerful tools to keep the session running smoothly. For example, you can put the players in charge of recapping the events from the previous session, handling initiative, managing the party's treasury, looking up rules, or helping with accessories like props and music. Also consider which tasks really need to be taken care of while everyone is there. For example, you could ask your players to handle selling items, deciding which common items they want to buy, and leveling up between sessions instead of at the table. Inevitably, there will be situations and circumstances that don't involve the whole group. In a sufficiently large group, splitting the party is not necessarily dangerous. If the party splits up for more than a short stint, you can call for separate sessions to determine what happens to the two halves of the group, allowing them to reunite and share their findings afterward. Whether or not the party splits, having more players means less active time for each character. Look for opportunities to highlight each PC by providing challenges that play to their strengths or tie in story elements to which they are particularly connected. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2522",
 "weakness": {}
}