{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Leadership",
  "Running Leadership"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3102",
 "legacy_id": [
  "rules-1264"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Leadership Events](/Rules.aspx?ID=3102)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 205 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDuring downtime, or over the course of long stretches of time when the PCs aren't in downtime but their organization is operating in the background, you should periodically provide special leadership events. These are in addition to the events you would normally provide the PCs during downtime. These should generally be a good mix between the following three categories.\n\n**Opportunity:** An opportunity offers the PCs a chance to make a consequential decision that shapes the organization moving forward. For instance, the Aspis Consortium offers the PCs a deal to store their goods in the PCs' mercenary fort. Accepting gives the PCs money, but they'll have to deal with the consortium's unsavory goods. Rejecting the proposal might upset the consortium, but it allows the PCs to show their priorities between conscience and coin.\n\n**Trouble:** Something's gone wrong with the organization. Perhaps the thieves' guild is dealing with a clever new guard captain and needs help from the PCs to stay safe. Typically the resources the PCs need to invest to solve the troubles should be less than the benefits the PCs gain from windfalls to ensure that the organization is providing a substantial benefit to the PCs, rather than simply evening out.\n\n**Windfall:** The organization has received an unexpected benefit that helps the PCs. This is typically access to an uncommon option: perhaps the organization researched a new spell or discovered the techniques for an uncommon feat. However, it could be extra money or resources, clues for the PCs' adventures, political prestige, or anything else you can think of. The players might even be able to suggest a few options for their followers and lieutenants to work toward to give you some ideas.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Leadership Events",
 "next_link": {
  "label": "Hexploration",
  "url": "/Rules.aspx?ID=3103"
 },
 "previous_link": {
  "label": "Organization NPCs",
  "url": "/Rules.aspx?ID=3099"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 205",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 205 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Leadership / Running Leadership\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDuring downtime, or over the course of long stretches of time when the PCs aren't in downtime but their organization is operating in the background, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 205"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 205 <sup>2.0</sup>",
 "speed": {},
 "summary": "During downtime, or over the course of long stretches of time when the PCs aren't in downtime but their organization is operating in the background, …",
 "summary_markdown": "During downtime, or over the course of long stretches of time when the PCs aren't in downtime but their organization is operating in the background, …",
 "text": " Leadership Events Source GM Core pg. 205 2.0 During downtime, or over the course of long stretches of time when the PCs aren't in downtime but their organization is operating in the background, you should periodically provide special leadership events. These are in addition to the events you would normally provide the PCs during downtime. These should generally be a good mix between the following three categories. Opportunity: An opportunity offers the PCs a chance to make a consequential decision that shapes the organization moving forward. For instance, the Aspis Consortium offers the PCs a deal to store their goods in the PCs' mercenary fort. Accepting gives the PCs money, but they'll have to deal with the consortium's unsavory goods. Rejecting the proposal might upset the consortium, but it allows the PCs to show their priorities between conscience and coin. Trouble: Something's gone wrong with the organization. Perhaps the thieves' guild is dealing with a clever new guard captain and needs help from the PCs to stay safe. Typically the resources the PCs need to invest to solve the troubles should be less than the benefits the PCs gain from windfalls to ensure that the organization is providing a substantial benefit to the PCs, rather than simply evening out. Windfall: The organization has received an unexpected benefit that helps the PCs. This is typically access to an uncommon option: perhaps the organization researched a new spell or discovered the techniques for an uncommon feat. However, it could be extra money or resources, clues for the PCs' adventures, political prestige, or anything else you can think of. The players might even be able to suggest a few options for their followers and lieutenants to work toward to give you some ideas. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3102",
 "weakness": {}
}