{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Campaign Structure"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2676",
 "legacy_id": [
  "rules-927"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Linking Adventures](/Rules.aspx?ID=2676)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 65 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn a campaign that includes multiple adventures, a smooth transition from one adventure to the next ties the story together. You might use NPCs who could appear in both adventures, a treasure or clue found in one adventure that becomes important in a later one, or even fallout from one adventure that causes the next adventure to take place. Related locations can help, too. Adventures that take place in neighboring regions, or both in the same region, have an inherent link. If they take place in two different places, you'll need a reason the PCs should travel between the two, and you can use this journey as a short, interstitial adventure.\n\nUsing similar locations and related creatures helps you form connections between disparate adventures. For example, you might have the players explore a frozen tundra early on, then later travel to an icy plane filled with more difficult challenges that can be overcome using knowledge they've previously developed. Likewise, hobgoblin soldiers might be tough enemies for your group at low levels, but as the PCs attain higher levels and the hobgoblins become mere minions of another creature, the players feel a sense of progression. Over time, the players feel like their characters are becoming experts at negotiating with giants, navigating seaways, battling devils, exploring the planes, or dealing with whatever the recurring elements are.\n\nConsider how each adventure's theme plays into the campaign as a whole. You might want to keep similar or recurring themes, especially if each adventure is part of one overarching storyline. On the other hand, this can feel repetitive, and some groups prefer variety and seeing their characters play off of different situations. To convey shifting themes, you can show established parts of the world changing to reflect the new theme. For instance, if you're switching from an adventure about subjugation to one of mayhem, the PCs could take down a villain who wants to cruelly rule over the populace but then face opportunistic brigands who loot and pillage once order breaks down.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Linking Adventures",
 "next_link": {
  "label": "Player Goals",
  "url": "/Rules.aspx?ID=2677"
 },
 "previous_link": {
  "label": "Themes",
  "url": "/Rules.aspx?ID=2675"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 65",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 65 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Campaign Structure\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn a campaign that includes multiple adventures, a smooth transition from one adventure to the next ties the story together. You might use NPCs who …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 65"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 65 <sup>2.0</sup>",
 "speed": {},
 "summary": "In a campaign that includes multiple adventures, a smooth transition from one adventure to the next ties the story together. You might use NPCs who …",
 "summary_markdown": "In a campaign that includes multiple adventures, a smooth transition from one adventure to the next ties the story together. You might use NPCs who …",
 "text": " Linking Adventures Source GM Core pg. 65 2.0 In a campaign that includes multiple adventures, a smooth transition from one adventure to the next ties the story together. You might use NPCs who could appear in both adventures, a treasure or clue found in one adventure that becomes important in a later one, or even fallout from one adventure that causes the next adventure to take place. Related locations can help, too. Adventures that take place in neighboring regions, or both in the same region, have an inherent link. If they take place in two different places, you'll need a reason the PCs should travel between the two, and you can use this journey as a short, interstitial adventure. Using similar locations and related creatures helps you form connections between disparate adventures. For example, you might have the players explore a frozen tundra early on, then later travel to an icy plane filled with more difficult challenges that can be overcome using knowledge they've previously developed. Likewise, hobgoblin soldiers might be tough enemies for your group at low levels, but as the PCs attain higher levels and the hobgoblins become mere minions of another creature, the players feel a sense of progression. Over time, the players feel like their characters are becoming experts at negotiating with giants, navigating seaways, battling devils, exploring the planes, or dealing with whatever the recurring elements are. Consider how each adventure's theme plays into the campaign as a whole. You might want to keep similar or recurring themes, especially if each adventure is part of one overarching storyline. On the other hand, this can feel repetitive, and some groups prefer variety and seeing their characters play off of different situations. To convey shifting themes, you can show established parts of the world changing to reflect the new theme. For instance, if you're switching from an adventure about subjugation to one of mayhem, the PCs could take down a villain who wants to cruelly rule over the populace but then face opportunistic brigands who loot and pillage once order breaks down. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2676",
 "weakness": {}
}