{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "Civilization",
  "Designing Nations"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2970",
 "legacy_id": [
  "rules-1135"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Location, Size, and Population](/Rules.aspx?ID=2970)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 137 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMajor geographical boundaries, such as mountains, seas, and large rivers, often present natural borders for a realm. Depending on its leadership, culture, and the resources available, a country may be as small as a city-state or as large as a continent-sweeping empire. Barring widely available technological or magical travel and communication, most nations remain relatively small (only a few hundred miles across), simply because it becomes too difficult for a single governing entity to oversee and maintain the entirety of a larger state.\n\nNational populations ebb and flow due to a multitude of external factors. Advances in sanitation, medicine, and agriculture can spur dramatic population growth, while war, famine, or plague can devastate it. As a rule, smaller nation-states have a population around a hundred thousand, while a continent-spanning empire could swell to well over a hundred million.\n\nPopulation size is only part of the equation. Figuring out the ancestry ratios of that population and brainstorming how the members of various ancestries interact can often lead to interesting story ideas, or at least give you some jumping-off points when dreaming up how the nation was founded and its later history.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Conscientious Culture Design</title>\r\n\r\nCreating fantasy cultures is a delicate topic, as it can be all too easy to create a culture or a group based on damaging stereotypes or simplistic reductions of real-world groups. Creating entire cultures out of harmful genre tropes such as “jungle heathen” or “noble samurai” reduces real-world cultures to caricatures and perpetuates misconceptions about people from those cultures. Taking inspiration from the real world is wonderful—our world is filled with an incredible diversity of cultures and peoples—but you should do so with care and respect for those sources.\r\n</aside>",
 "name": "Location, Size, and Population",
 "next_link": {
  "label": "Cultural Hallmarks",
  "url": "/Rules.aspx?ID=2971"
 },
 "previous_link": {
  "label": "Societal Benchmarks",
  "url": "/Rules.aspx?ID=2965"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 137",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 137 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / Civilization / Designing Nations\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMajor geographical boundaries, such as mountains, seas, and large rivers, often present natural borders for a realm. Depending on its leadership, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 137"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 137 <sup>2.0</sup>",
 "speed": {},
 "summary": "Major geographical boundaries, such as mountains, seas, and large rivers, often present natural borders for a realm. Depending on its leadership, …",
 "summary_markdown": "Major geographical boundaries, such as mountains, seas, and large rivers, often present natural borders for a realm. Depending on its leadership, …",
 "text": " Location, Size, and Population Source GM Core pg. 137 2.0 Major geographical boundaries, such as mountains, seas, and large rivers, often present natural borders for a realm. Depending on its leadership, culture, and the resources available, a country may be as small as a city-state or as large as a continent-sweeping empire. Barring widely available technological or magical travel and communication, most nations remain relatively small (only a few hundred miles across), simply because it becomes too difficult for a single governing entity to oversee and maintain the entirety of a larger state. National populations ebb and flow due to a multitude of external factors. Advances in sanitation, medicine, and agriculture can spur dramatic population growth, while war, famine, or plague can devastate it. As a rule, smaller nation-states have a population around a hundred thousand, while a continent-spanning empire could swell to well over a hundred million. Population size is only part of the equation. Figuring out the ancestry ratios of that population and brainstorming how the members of various ancestries interact can often lead to interesting story ideas, or at least give you some jumping-off points when dreaming up how the nation was founded and its later history. Conscientious Culture Design Creating fantasy cultures is a delicate topic, as it can be all too easy to create a culture or a group based on damaging stereotypes or simplistic reductions of real-world groups. Creating entire cultures out of harmful genre tropes such as “jungle heathen” or “noble samurai” reduces real-world cultures to caricatures and perpetuates misconceptions about people from those cultures. Taking inspiration from the real world is wonderful—our world is filled with an incredible diversity of cultures and peoples—but you should do so with care and respect for those sources. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2970",
 "weakness": {}
}