{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Downtime"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2608",
 "legacy_id": [
  "rules-874"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Long-Term Goals](/Rules.aspx?ID=2608)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 45 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDowntime is more satisfying when the PCs work toward long-term goals rather than perform disconnected tasks. You can ask players what their PCs' goals are, and also look for storylines they're interested in that you can use as seeds for long-term goals. Long-term goals might include running a business, creating a guild, establishing an arcane academy, returning a despoiled land to its natural splendor, reforming local politics, or rebuilding a ruin. Goals involving organizations are a good opportunity to use the leadership subsystem on page 204. If players don't have clear ideas for their goals, look at their backgrounds, NPCs they know, and things they've expressed interest in during adventures to develop some suggestions. Remember that you're not trying to get them to accept your exact suggestions but to pick a goal they really like.\n\nLong-term goals should shape the game, and reinforcing their progress is key. Show changes, good and bad, that result from the PCs' efforts, both in downtime and on their adventures if applicable. This doesn't have to be subtle! You can directly say, “You've been trying to get the magistrate to allow you to buy this plot of land, but the fact that you entered the wizard's tower illegally seems to have soured him toward you.”\n\nThink ahead in stages. For instance, if a PC wants to run a business, you might have them...<br />\n<ul><li>Start with a simple stand to sell their wares.</li><li>Show they're drawing big crowds and need to expand.</li><li>Build a storefront.</li><li>Open to modest success.</li><li>Get a small but loyal following.</li><li>Hire employees to keep up with demand.</li><li>Deal with supply issues or competition.</li><li>Get enough interest in a nearby settlement that they might want to expand their business.</li></ul>And so on. You can deliver each of these details through a little vignette. For example, if you use the second bullet point, you might describe the throng of people crowded around the PCs' stand and say they sold out of goods before half the people were served. Downtime goals are a great way to weave the PCs' agency into the story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2609\" />",
 "name": "Long-Term Goals",
 "next_link": {
  "label": "Playing out a Downtime Day",
  "url": "/Rules.aspx?ID=2610"
 },
 "previous_link": {
  "label": "Depth of Downtime",
  "url": "/Rules.aspx?ID=2605"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 45",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 45 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Downtime\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDowntime is more satisfying when the PCs work toward long-term goals rather than perform disconnected tasks. You can ask players what their PCs' …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 45"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 45 <sup>2.0</sup>",
 "speed": {},
 "summary": "Downtime is more satisfying when the PCs work toward long-term goals rather than perform disconnected tasks. You can ask players what their PCs' …",
 "summary_markdown": "Downtime is more satisfying when the PCs work toward long-term goals rather than perform disconnected tasks. You can ask players what their PCs' …",
 "text": " Long-Term Goals Source GM Core pg. 45 2.0 Downtime is more satisfying when the PCs work toward long-term goals rather than perform disconnected tasks. You can ask players what their PCs' goals are, and also look for storylines they're interested in that you can use as seeds for long-term goals. Long-term goals might include running a business, creating a guild, establishing an arcane academy, returning a despoiled land to its natural splendor, reforming local politics, or rebuilding a ruin. Goals involving organizations are a good opportunity to use the leadership subsystem on page 204. If players don't have clear ideas for their goals, look at their backgrounds, NPCs they know, and things they've expressed interest in during adventures to develop some suggestions. Remember that you're not trying to get them to accept your exact suggestions but to pick a goal they really like. Long-term goals should shape the game, and reinforcing their progress is key. Show changes, good and bad, that result from the PCs' efforts, both in downtime and on their adventures if applicable. This doesn't have to be subtle! You can directly say, “You've been trying to get the magistrate to allow you to buy this plot of land, but the fact that you entered the wizard's tower illegally seems to have soured him toward you.” Think ahead in stages. For instance, if a PC wants to run a business, you might have them... Start with a simple stand to sell their wares. Show they're drawing big crowds and need to expand. Build a storefront. Open to modest success. Get a small but loyal following. Hire employees to keep up with demand. Deal with supply issues or competition. Get enough interest in a nearby settlement that they might want to expand their business. And so on. You can deliver each of these details through a little vignette. For example, if you use the second bullet point, you might describe the throng of people crowded around the PCs' stand and say they sold out of goods before half the people were served. Downtime goals are a great way to weave the PCs' agency into the story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2608",
 "weakness": {}
}