{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "The World"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2963",
 "legacy_id": [
  "rules-1128"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Mapping a World](/Rules.aspx?ID=2963)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 135 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMany Game Masters like to have an overland map for their local region, nation, or even the whole world. The primary goal of this scale of map is to designate sites of import to the campaign; you don't need to detail every hamlet or woodland grove, but having a sense of the major features can help you and the other players visualize the world in which you're playing.\n\n**Step 1. Coastlines:** The easiest first step is to separate land from sea. Regional maps may only have a single shoreline, if any. At larger map scales, consider the placement of major islands, archipelago chains, atolls, and islets. A world map should consider the size and placement of continents.\n\n**Step 2. Topography:** Pencil in a rough ridgeline for each mountain range in the region. Mountain ranges are common along coastlines where continental plates push together. If extended into the sea, mountain ranges typically result in a chain of offshore islands. Indicate hills in the regions adjacent to the mountains and elsewhere as necessary to demonstrate elevation. Unmarked terrain on an overland map is usually lowland plains.\n\n**Step 3. Watercourses:** It's important to keep in mind that rivers flow downstream, from high elevation toward the sea, always taking the path of least resistance. Powerful watercourses might carve canyons or gorges over millennia, but they should never cross through mountain ranges. On a similar note, watercourses don't branch—tributaries join into rivers as they flow downstream.\n\n**Step 4. Terrain and Environment:** Sketch in interesting terrain features such as forests, deserts, or tundras. You may want to differentiate these by climate, separating coniferous and deciduous forests from tropical jungles or arctic taigas. Terrain not specifically called out on an overland map is typically presumed to be some variety of grassland.\n\n**Step 5. Civilization:** Now you're ready to place the elements of civilization. Major cities should typically be located near fresh water and natural resources. Major roads connect larger settlements, circumventing forests and other difficult terrain, but they may wind through mountain passes when lucrative commerce demands it. Add smaller settlements along your roads, further connected by smaller roads and trails. Finally, draw political boundaries and mark other sites of interest.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Campaign Reference</title>\r\n\r\nBefore the campaign starts, you might want to begin the outline for a campaign reference: a living document that you can easily review and annotate during gameplay and that records the geography, factions, history, characters, and plots central to your campaign.\r\n</aside>",
 "name": "Mapping a World",
 "next_link": {
  "label": "Civilization",
  "url": "/Rules.aspx?ID=2964"
 },
 "previous_link": {
  "label": "Environment",
  "url": "/Rules.aspx?ID=2960"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 135",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 135 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / The World\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMany Game Masters like to have an overland map for their local region, nation, or even the whole world. The primary goal of this scale of map is to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 135"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 135 <sup>2.0</sup>",
 "speed": {},
 "summary": "Many Game Masters like to have an overland map for their local region, nation, or even the whole world. The primary goal of this scale of map is to …",
 "summary_markdown": "Many Game Masters like to have an overland map for their local region, nation, or even the whole world. The primary goal of this scale of map is to …",
 "text": " Mapping a World Source GM Core pg. 135 2.0 Many Game Masters like to have an overland map for their local region, nation, or even the whole world. The primary goal of this scale of map is to designate sites of import to the campaign; you don't need to detail every hamlet or woodland grove, but having a sense of the major features can help you and the other players visualize the world in which you're playing. Step 1. Coastlines: The easiest first step is to separate land from sea. Regional maps may only have a single shoreline, if any. At larger map scales, consider the placement of major islands, archipelago chains, atolls, and islets. A world map should consider the size and placement of continents. Step 2. Topography: Pencil in a rough ridgeline for each mountain range in the region. Mountain ranges are common along coastlines where continental plates push together. If extended into the sea, mountain ranges typically result in a chain of offshore islands. Indicate hills in the regions adjacent to the mountains and elsewhere as necessary to demonstrate elevation. Unmarked terrain on an overland map is usually lowland plains. Step 3. Watercourses: It's important to keep in mind that rivers flow downstream, from high elevation toward the sea, always taking the path of least resistance. Powerful watercourses might carve canyons or gorges over millennia, but they should never cross through mountain ranges. On a similar note, watercourses don't branch—tributaries join into rivers as they flow downstream. Step 4. Terrain and Environment: Sketch in interesting terrain features such as forests, deserts, or tundras. You may want to differentiate these by climate, separating coniferous and deciduous forests from tropical jungles or arctic taigas. Terrain not specifically called out on an overland map is typically presumed to be some variety of grassland. Step 5. Civilization: Now you're ready to place the elements of civilization. Major cities should typically be located near fresh water and natural resources. Major roads connect larger settlements, circumventing forests and other difficult terrain, but they may wind through mountain passes when lucrative commerce demands it. Add smaller settlements along your roads, further connected by smaller roads and trails. Finally, draw political boundaries and mark other sites of interest. Campaign Reference Before the campaign starts, you might want to begin the outline for a campaign reference: a living document that you can easily review and annotate during gameplay and that records the geography, factions, history, characters, and plots central to your campaign. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2963",
 "weakness": {}
}