{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "Civilization",
  "Building Settlements"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2975",
 "legacy_id": [
  "rules-1140"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Mapping a Settlement](/Rules.aspx?ID=2975)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 138 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDon't underestimate the usefulness of sketching a map of significant settlements, like the one where your adventure starts. This isn't intended to be a picture-perfect rendition drawn to scale, but rather to outline the rough shape and size of the settlement. Be sure to highlight a few key structures useful to the campaign.\n\n**Step 1. City Layout:** The layout of a settlement is as unique as the terrain upon which it is settled. First, decide the major trade route for the settlement. This is typically a river, which brings fresh water, fish, and fast transport to the populace. Larger cities can sustain additional growth with access to a deep-water harbor or a major overland trade road. Even settlements conceived with a grid plan tend to stretch along established trade routes before expanding outward.\n\n**Step 2. Districts:** Towns with a population over a thousand typically have defensive walls. As a settlement grows further in size and population, additional stone fortifications are often constructed beyond the city center, which further segment the city into districts or boroughs. A metropolis, for example, might have several distinct neighborhoods: Castle Ward, Noble Quarter, Temple Hill, the Gardens, Scholars' Court, Artisan Plaza, the docks, the slums, and so forth.\n\n**Step 3. Markets and Shops:** Designate one or more open spaces in the settlement for a market square. This marketplace typically grows in the city center, along a major road intersecting the settlement's primary trade route. Lining the perimeter of the temporary tents and stalls of a bazaar are permanent retail shops offering pricier goods and services. Here in the beating heart of city commerce, adventurers can prepare themselves for upcoming expeditions or sell their ill-gotten gains upon their return.\n\n**Step 4. Inns:** Heroes need a place to celebrate and recover between adventures. In addition to both public and private lodging, a settlement's inns often serve food and drink. As with the town market, inns are commonly built in central locations where trade roads meet. In your campaign, inns are ideal locations to spread gossip, introduce notable NPCs, and initiate quests. For the right price, innkeepers might rent strongboxes to secure money and other valuables between adventures.\n\n**Step 5. Landmarks:** To give your cities a sense of personality and local flavor, design a handful of iconic landmarks for the PCs to visit. Memorable names make these landmarks more interesting. A random observatory might be noteworthy, but the Celestial Watchtower has an air of intrigue that could lead to a fun adventure hook.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Mapping a Settlement",
 "next_link": {
  "label": "Religion",
  "url": "/Rules.aspx?ID=2976"
 },
 "previous_link": {
  "label": "Designing Nations",
  "url": "/Rules.aspx?ID=2969"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 138",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 138 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / Civilization / Building Settlements\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDon't underestimate the usefulness of sketching a map of significant settlements, like the one where your adventure starts. This isn't intended to be …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 138"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 138 <sup>2.0</sup>",
 "speed": {},
 "summary": "Don't underestimate the usefulness of sketching a map of significant settlements, like the one where your adventure starts. This isn't intended to be …",
 "summary_markdown": "Don't underestimate the usefulness of sketching a map of significant settlements, like the one where your adventure starts. This isn't intended to be …",
 "text": " Mapping a Settlement Source GM Core pg. 138 2.0 Don't underestimate the usefulness of sketching a map of significant settlements, like the one where your adventure starts. This isn't intended to be a picture-perfect rendition drawn to scale, but rather to outline the rough shape and size of the settlement. Be sure to highlight a few key structures useful to the campaign. Step 1. City Layout: The layout of a settlement is as unique as the terrain upon which it is settled. First, decide the major trade route for the settlement. This is typically a river, which brings fresh water, fish, and fast transport to the populace. Larger cities can sustain additional growth with access to a deep-water harbor or a major overland trade road. Even settlements conceived with a grid plan tend to stretch along established trade routes before expanding outward. Step 2. Districts: Towns with a population over a thousand typically have defensive walls. As a settlement grows further in size and population, additional stone fortifications are often constructed beyond the city center, which further segment the city into districts or boroughs. A metropolis, for example, might have several distinct neighborhoods: Castle Ward, Noble Quarter, Temple Hill, the Gardens, Scholars' Court, Artisan Plaza, the docks, the slums, and so forth. Step 3. Markets and Shops: Designate one or more open spaces in the settlement for a market square. This marketplace typically grows in the city center, along a major road intersecting the settlement's primary trade route. Lining the perimeter of the temporary tents and stalls of a bazaar are permanent retail shops offering pricier goods and services. Here in the beating heart of city commerce, adventurers can prepare themselves for upcoming expeditions or sell their ill-gotten gains upon their return. Step 4. Inns: Heroes need a place to celebrate and recover between adventures. In addition to both public and private lodging, a settlement's inns often serve food and drink. As with the town market, inns are commonly built in central locations where trade roads meet. In your campaign, inns are ideal locations to spread gossip, introduce notable NPCs, and initiate quests. For the right price, innkeepers might rent strongboxes to secure money and other valuables between adventures. Step 5. Landmarks: To give your cities a sense of personality and local flavor, design a handful of iconic landmarks for the PCs to visit. Memorable names make these landmarks more interesting. A random observatory might be noteworthy, but the Celestial Watchtower has an air of intrigue that could lead to a fun adventure hook. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2975",
 "weakness": {}
}