{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Encounters",
  "Running the Encounter"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2558",
 "legacy_id": [
  "rules-847"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Maps and Miniatures](/Rules.aspx?ID=2558)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 28 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA grid and miniatures can make it easier to visualize combat for players and give a visual centerpiece for the players to focus on. A setup can range from a basic grid with some hasty marker lines and coins for miniatures to a full-color Flip-Mat with official pre-painted minis or cardboard pawns, all the way to a set of 3D dungeon terrain and hand-painted minis for each character. Many virtual tabletops have preset maps, token packs, and built-in functions for movement and line of sight. All of these resources can be fun to play on! Your setup should match your time commitment, budget, and the aesthetics you want.\n\nYou can also bring the setting alive by describing sensory details like sounds, smells, temperature, and 3D elements that aren't represented on your map. Describing the echoing ring of a sword striking a shield, an errant  _electric arc_ spell that leaves sparks dancing across the silverware, and the like makes the game feel more alive.\n\nPlacing miniatures on a grid can make it feel like you need to be exacting with the rules, but there's still room for improvisation! You might give another 5 feet of movement to someone running downhill if it will make their turn more dramatic. You're empowered to give players minor boosts that fit the story you want to tell and to fill in nuances of the location beyond what appears on the map.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Grid Variants</title>\r\n\r\nThese two variants can change up how distance and movement work in your game.<br />\n\n<title level=\"3\" right=\"\">Going Gridless</title>You can play encounters without a grid at all. This is best for groups who can easily imagine their surroundings without a visual aid and for battles that don't require understanding a complex physical space. Your game doesn't have to be entirely on or off maps—you might decide to play out most simple fights without a grid, then use one for highly tactical fights or major set pieces. The 3-action structure is your best friend. You might find yourself answering a lot of questions about actions and space, like “Can I get there this turn?” or “How many of the oozes can I catch in a fireball?” If you find yourself needing to repeatedly remind players of the physical features of the environment or enemy positioning, that might mean you're making your encounters too tactical for what a gridless game supports. This style works better to encourage imaginative, cinematic action and quick play without getting too hung up on details.<br />\n\n<title level=\"3\" right=\"\">Uniform Diagonals</title>If you like, your group can count all diagonals as 5 feet instead of counting every other diagonal as 10 feet. This speeds up play, but some people find it breaks their suspension of disbelief. This is most noticeable when someone moves a long distance along a diagonal all at once or when characters start moving diagonally as much as possible to cover more distance. Using this variant requires thinking of the game map in more abstract terms, and less like a real physical environment where the map is accurately reflecting the size of the room or encounter area. You can choose whether you measure radius-based areas of spells in the same way or visualize them as circles or other round shapes. The latter works best if you have templates to use.<br />\n\n<title level=\"3\" right=\"\">Hex Grids</title>Some of the challenges of diagonal movement can be fixed by using a hex grid instead of a square grid, or by using a grid with offset squares, which works similarly. This allows you to count movement the same in all directions. However, it makes flanking a bit harder to pull off, requires you to arrange standard Large and larger miniatures differently, and causes challenges when drawing maps that consist primarily of rectangular structures since you'll have a lot of partially occupied hexes.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-2559\" />\r\n\r\n<document level=\"2\" id=\"rules-2560\" />",
 "name": "Maps and Miniatures",
 "next_link": {
  "label": "Special Battles and Movement",
  "url": "/Rules.aspx?ID=2561"
 },
 "previous_link": {
  "label": "Ad Hoc Bonuses and Penalties",
  "url": "/Rules.aspx?ID=2557"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 28",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 28 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Encounters / Running the Encounter\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA grid and miniatures can make it easier to visualize combat for players and give a visual centerpiece for the players to focus on. A setup can range …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 28"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 28 <sup>2.0</sup>",
 "speed": {},
 "summary": "A grid and miniatures can make it easier to visualize combat for players and give a visual centerpiece for the players to focus on. A setup can range …",
 "summary_markdown": "A grid and miniatures can make it easier to visualize combat for players and give a visual centerpiece for the players to focus on. A setup can range …",
 "text": " Maps and Miniatures Source GM Core pg. 28 2.0 A grid and miniatures can make it easier to visualize combat for players and give a visual centerpiece for the players to focus on. A setup can range from a basic grid with some hasty marker lines and coins for miniatures to a full-color Flip-Mat with official pre-painted minis or cardboard pawns, all the way to a set of 3D dungeon terrain and hand-painted minis for each character. Many virtual tabletops have preset maps, token packs, and built-in functions for movement and line of sight. All of these resources can be fun to play on! Your setup should match your time commitment, budget, and the aesthetics you want. You can also bring the setting alive by describing sensory details like sounds, smells, temperature, and 3D elements that aren't represented on your map. Describing the echoing ring of a sword striking a shield, an errant electric arc spell that leaves sparks dancing across the silverware, and the like makes the game feel more alive. Placing miniatures on a grid can make it feel like you need to be exacting with the rules, but there's still room for improvisation! You might give another 5 feet of movement to someone running downhill if it will make their turn more dramatic. You're empowered to give players minor boosts that fit the story you want to tell and to fill in nuances of the location beyond what appears on the map. Grid Variants These two variants can change up how distance and movement work in your game. Going Gridless You can play encounters without a grid at all. This is best for groups who can easily imagine their surroundings without a visual aid and for battles that don't require understanding a complex physical space. Your game doesn't have to be entirely on or off maps—you might decide to play out most simple fights without a grid, then use one for highly tactical fights or major set pieces. The 3-action structure is your best friend. You might find yourself answering a lot of questions about actions and space, like “Can I get there this turn?” or “How many of the oozes can I catch in a fireball?” If you find yourself needing to repeatedly remind players of the physical features of the environment or enemy positioning, that might mean you're making your encounters too tactical for what a gridless game supports. This style works better to encourage imaginative, cinematic action and quick play without getting too hung up on details. Uniform Diagonals If you like, your group can count all diagonals as 5 feet instead of counting every other diagonal as 10 feet. This speeds up play, but some people find it breaks their suspension of disbelief. This is most noticeable when someone moves a long distance along a diagonal all at once or when characters start moving diagonally as much as possible to cover more distance. Using this variant requires thinking of the game map in more abstract terms, and less like a real physical environment where the map is accurately reflecting the size of the room or encounter area. You can choose whether you measure radius-based areas of spells in the same way or visualize them as circles or other round shapes. The latter works best if you have templates to use. Hex Grids Some of the challenges of diagonal movement can be fixed by using a hex grid instead of a square grid, or by using a grid with offset squares, which works similarly. This allows you to count movement the same in all directions. However, it makes flanking a bit harder to pull off, requires you to arrange standard Large and larger miniatures differently, and causes challenges when drawing maps that consist primarily of rectangular structures since you'll have a lot of partially occupied hexes. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2558",
 "weakness": {}
}