{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "Settlements",
  "Settlements in a Game"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3003",
 "legacy_id": [
  "rules-1161"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Marketplaces](/Rules.aspx?ID=3003)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 168 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhere there are people, there is commerce. The **Buying and Selling Items** section on page 48 provides several sets of guidelines for handling commerce in your game, but it can also be helpful to have a sense of what items and economic power a given settlement has on its own merits.\n\nIn a given settlement, a character can usually purchase any **common** item (including formulas, alchemical items, and magic items) that's of the same or lower level than the settlement's. Usually, fewer of the highest-level items are available—you can use the **Party Treasure by Level** table on page 59 as a guideline for how many of the highest-level items might be available, using the **Permanent Items** and **Consumables** entries for a level one lower than the settlement's actual level. Inhabitants of a settlement can usually purchase items from PCs as long as those items are the same or lower level than the settlement, with limitations on higher-level items similar to those available for sale. If a settlement's population is significantly smaller than its level would suggest, its ability to provide and purchase items might be more limited.\n\nIf a character's level is higher than the settlement's, that character can usually use their own influence and leverage to acquire higher-level items, as they convince shops to place specialty orders or artisans to craft custom goods, though it might take a bit of time for such orders to be fulfilled.\n\n**Spellcasting services** are available in many settlements. Barring a powerful spellcasting NPC in the city with whom the party could negotiate for services, a character can find someone to cast common spells up to a level that could be cast by an NPC of the settlement's level. For example, a character in a 9th-level city can typically find and pay someone to cast a 5th-rank common spell—the highest spell available to a 9th-level spellcaster.\n\nSome settlements have access to **uncommon** items, formulas, and spells. If a settlement could reasonably be considered to meet the **Access** entry for an item or spell, that item or spell is available just like any common item. For example, the dwarven settlement of Kraggodan has plenty of dwarf weapons available.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Marketplaces",
 "next_link": {
  "label": "Power Structures",
  "url": "/Rules.aspx?ID=3004"
 },
 "previous_link": {
  "label": "Settlement Adventures",
  "url": "/Rules.aspx?ID=3001"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 168",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 168 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / Settlements / Settlements in a Game\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhere there are people, there is commerce. The  Buying and Selling Items  section on page 48 provides several sets of guidelines for handling …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 168"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 168 <sup>2.0</sup>",
 "speed": {},
 "summary": "Where there are people, there is commerce. The  Buying and Selling Items  section on page 48 provides several sets of guidelines for handling …",
 "summary_markdown": "Where there are people, there is commerce. The  Buying and Selling Items  section on page 48 provides several sets of guidelines for handling …",
 "text": " Marketplaces Source GM Core pg. 168 2.0 Where there are people, there is commerce. The Buying and Selling Items section on page 48 provides several sets of guidelines for handling commerce in your game, but it can also be helpful to have a sense of what items and economic power a given settlement has on its own merits. In a given settlement, a character can usually purchase any common item (including formulas, alchemical items, and magic items) that's of the same or lower level than the settlement's. Usually, fewer of the highest-level items are available—you can use the Party Treasure by Level table on page 59 as a guideline for how many of the highest-level items might be available, using the Permanent Items and Consumables entries for a level one lower than the settlement's actual level. Inhabitants of a settlement can usually purchase items from PCs as long as those items are the same or lower level than the settlement, with limitations on higher-level items similar to those available for sale. If a settlement's population is significantly smaller than its level would suggest, its ability to provide and purchase items might be more limited. If a character's level is higher than the settlement's, that character can usually use their own influence and leverage to acquire higher-level items, as they convince shops to place specialty orders or artisans to craft custom goods, though it might take a bit of time for such orders to be fulfilled. Spellcasting services are available in many settlements. Barring a powerful spellcasting NPC in the city with whom the party could negotiate for services, a character can find someone to cast common spells up to a level that could be cast by an NPC of the settlement's level. For example, a character in a 9th-level city can typically find and pay someone to cast a 5th-rank common spell—the highest spell available to a 9th-level spellcaster. Some settlements have access to uncommon items, formulas, and spells. If a settlement could reasonably be considered to meet the Access entry for an item or spell, that item or spell is available just like any common item. For example, the dwarven settlement of Kraggodan has plenty of dwarf weapons available. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3003",
 "weakness": {}
}