{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Adventure Design",
  "Adventure Recipes",
  "Threats"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2707",
 "legacy_id": [
  "rules-963"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Mayhem](/Rules.aspx?ID=2707)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 72 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe opposition is a force for mayhem, without any greater plan or long-term goal. It might be a mindless force of violence such as a wounded beast, or a thinking foe that simply revels in causing chaos and damage.<br />\n<ul><li>Mayhem is easy to track and find, often leaving a trail of destruction in its path. Show how the senseless violence causes uncertainty and fear, disrupting both settlements and the natural order of things.</li><li>A single powerful foe is a common source of mayhem, but a pack, herd, cult, or secret society could also be to blame. The source of the mayhem might have resulted from the natural order being out of balance or might be a distraction set off by a different foe looking to use it to further its own goals.</li><li>Emphasize the cascading effects of unchecked mayhem. Normal trade, farming, migration, and similar systems are disrupted, causing problems far from the immediate location of violence and disruption.</li><li>When the PCs make progress, show how resilient systems can recover from massive disruptions but might need additional help or protection.</li></ul><br />**Foes** beasts, dinosaurs, drakes, giants\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Mayhem",
 "next_link": {
  "label": "Subjugation",
  "url": "/Rules.aspx?ID=2708"
 },
 "previous_link": {
  "label": "Extremism",
  "url": "/Rules.aspx?ID=2706"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 72",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 72 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Adventure Design / Adventure Recipes / Threats\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe opposition is a force for mayhem, without any greater plan or long-term goal. It might be a mindless force of violence such as a wounded beast, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 72"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 72 <sup>2.0</sup>",
 "speed": {},
 "summary": "The opposition is a force for mayhem, without any greater plan or long-term goal. It might be a mindless force of violence such as a wounded beast, …",
 "summary_markdown": "The opposition is a force for mayhem, without any greater plan or long-term goal. It might be a mindless force of violence such as a wounded beast, …",
 "text": " Mayhem Source GM Core pg. 72 2.0 The opposition is a force for mayhem, without any greater plan or long-term goal. It might be a mindless force of violence such as a wounded beast, or a thinking foe that simply revels in causing chaos and damage. Mayhem is easy to track and find, often leaving a trail of destruction in its path. Show how the senseless violence causes uncertainty and fear, disrupting both settlements and the natural order of things. A single powerful foe is a common source of mayhem, but a pack, herd, cult, or secret society could also be to blame. The source of the mayhem might have resulted from the natural order being out of balance or might be a distraction set off by a different foe looking to use it to further its own goals. Emphasize the cascading effects of unchecked mayhem. Normal trade, farming, migration, and similar systems are disrupted, causing problems far from the immediate location of violence and disruption. When the PCs make progress, show how resilient systems can recover from massive disruptions but might need additional help or protection. Foes beasts, dinosaurs, drakes, giants ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2707",
 "weakness": {}
}