{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Encounter Design",
  "Dynamic Encounters"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2735",
 "legacy_id": [
  "rules-985"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Misdirection](/Rules.aspx?ID=2735)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 80 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSometimes, a bit of misdirection can add a lot of interest to an encounter, especially against offense-heavy groups. Rather than amping up the opposition to match the PCs' firepower and creating opponents whose own offenses are too powerful for the PCs' defenses, consider a little sleight of hand. For instance, a villain might have an illusory or disguised decoy target with just enough durability to take a few hits while the true villain is hiding nearby, ready to emerge and attack. Illusion spells can allow a foe to attack from a safer position, and _possession_ grants the foe a disposable body unless the PCs brought along _spirit blast_ or similar magic. Sometimes you can even hide the villain in plain sight: for instance, in an encounter with three goblins with similar-looking gear and an ogre, one of the goblins might be the biggest threat, but the PCs are likely to target the ogre first.\n\nCare when setting up the battle map can also go a long way to misdirect your players—or at least avoid accidentally telegraphing what an encounter will be. For instance, if you always put out statue minis whenever there are statues in the room, the PCs might at first be overly suspicious of ordinary statues, but they will be more surprised later on when a statue turns out to be a construct than if you place minis only when the statue is actually a construct.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Misdirection",
 "next_link": {
  "label": "Recurring Villains",
  "url": "/Rules.aspx?ID=2736"
 },
 "previous_link": {
  "label": "Opponent Synergy",
  "url": "/Rules.aspx?ID=2734"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 80",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 80 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Encounter Design / Dynamic Encounters\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSometimes, a bit of misdirection can add a lot of interest to an encounter, especially against offense-heavy groups. Rather than amping up the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 80"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 80 <sup>2.0</sup>",
 "speed": {},
 "summary": "Sometimes, a bit of misdirection can add a lot of interest to an encounter, especially against offense-heavy groups. Rather than amping up the …",
 "summary_markdown": "Sometimes, a bit of misdirection can add a lot of interest to an encounter, especially against offense-heavy groups. Rather than amping up the …",
 "text": " Misdirection Source GM Core pg. 80 2.0 Sometimes, a bit of misdirection can add a lot of interest to an encounter, especially against offense-heavy groups. Rather than amping up the opposition to match the PCs' firepower and creating opponents whose own offenses are too powerful for the PCs' defenses, consider a little sleight of hand. For instance, a villain might have an illusory or disguised decoy target with just enough durability to take a few hits while the true villain is hiding nearby, ready to emerge and attack. Illusion spells can allow a foe to attack from a safer position, and possession grants the foe a disposable body unless the PCs brought along spirit blast or similar magic. Sometimes you can even hide the villain in plain sight: for instance, in an encounter with three goblins with similar-looking gear and an ogre, one of the goblins might be the biggest threat, but the PCs are likely to target the ogre first. Care when setting up the battle map can also go a long way to misdirect your players—or at least avoid accidentally telegraphing what an encounter will be. For instance, if you always put out statue minis whenever there are statues in the room, the PCs might at first be overly suspicious of ordinary statues, but they will be more surprised later on when a statue turns out to be a construct than if you place minis only when the statue is actually a construct. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2735",
 "weakness": {}
}