{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Movement"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2346",
 "legacy_id": [
  "rules-396"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Movement Types](/Rules.aspx?ID=2346)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 420 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCreatures in Pathfinder soar through the clouds, scale sheer cliffs, and tunnel underfoot. The majority of creatures have a Speed, which is how fast they can move across the ground.\n\nSome abilities give you different ways to move, such as through the air or underground. Each of these special movement types has its own Speed value. Many creatures have these Speeds naturally, such as a bird having a fly Speed or a fish having a swim Speed. The various types of movement are listed below. Since the [Stride](/Actions.aspx?ID=2305) action can be used only with your normal Speed, moving using one of these movement types requires using a special action, and you can't [Step](/Actions.aspx?ID=2304) while using one of these movement types. Since Speed by itself refers to your land Speed, rules text concerning these special movement types specifies the movement types to which it applies. Speeds can be increased or decreased with item, circumstance, and status bonuses and penalties. Penalties can't reduce your Speeds below 5 feet unless stated otherwise.\n\nSwitching from one movement type to another requires ending your action that has the first movement type and using a new action that has the second movement type. For instance, if you [Climbed](/Actions.aspx?ID=2374) 10 feet to the top of a cliff, you could then Stride forward 10 feet. In some cases, the GM might rule otherwise, especially if you're moving a very short distance using one of the types of movement.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2347\" />\r\n\r\n<document level=\"2\" id=\"rules-2348\" />\r\n\r\n<document level=\"2\" id=\"rules-2349\" />\r\n\r\n<document level=\"2\" id=\"rules-2350\" />\r\n\r\n<document level=\"2\" id=\"rules-2351\" />",
 "name": "Movement Types",
 "next_link": {
  "label": "Falling",
  "url": "/Rules.aspx?ID=2352"
 },
 "previous_link": {
  "label": "Actions",
  "url": "/Rules.aspx?ID=2335"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 420",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 420 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Movement\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCreatures in Pathfinder soar through the clouds, scale sheer cliffs, and tunnel underfoot. The majority of creatures have a Speed, which is how fast …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 420"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 420 <sup>2.0</sup>",
 "speed": {},
 "summary": "Creatures in Pathfinder soar through the clouds, scale sheer cliffs, and tunnel underfoot. The majority of creatures have a Speed, which is how fast …",
 "summary_markdown": "Creatures in Pathfinder soar through the clouds, scale sheer cliffs, and tunnel underfoot. The majority of creatures have a Speed, which is how fast …",
 "text": " Movement Types Source Player Core pg. 420 2.0 Creatures in Pathfinder soar through the clouds, scale sheer cliffs, and tunnel underfoot. The majority of creatures have a Speed, which is how fast they can move across the ground. Some abilities give you different ways to move, such as through the air or underground. Each of these special movement types has its own Speed value. Many creatures have these Speeds naturally, such as a bird having a fly Speed or a fish having a swim Speed. The various types of movement are listed below. Since the Stride action can be used only with your normal Speed, moving using one of these movement types requires using a special action, and you can't Step while using one of these movement types. Since Speed by itself refers to your land Speed, rules text concerning these special movement types specifies the movement types to which it applies. Speeds can be increased or decreased with item, circumstance, and status bonuses and penalties. Penalties can't reduce your Speeds below 5 feet unless stated otherwise. Switching from one movement type to another requires ending your action that has the first movement type and using a new action that has the second movement type. For instance, if you Climbed 10 feet to the top of a cliff, you could then Stride forward 10 feet. In some cases, the GM might rule otherwise, especially if you're moving a very short distance using one of the types of movement. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2346",
 "weakness": {}
}