{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2996",
 "legacy_id": [
  "rules-1154"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Nations](/Rules.aspx?ID=2996)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 166 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFrom the smallest of city-states to a continent-spanning empire, nations define the political landscape of a setting and inform local culture and traditions. Knowing the details of a nation can help you as a Game Master, whether your game revolves around international disputes or you simply need to know what languages the common people are likely to speak.\n\nNations vary tremendously, from massive empires to isolated island realms, and their characteristics can give flavor and depth to your story and the PCs' adventures. An encounter in shadowy **Nidal**, where allegiance to Zon-Kuthon has literally blocked the sun from the sky, is going to have a very different tone than one in sun-drenched **Thuvia**. A nation that serves as a cultural or ancestral bastion, like elven **Kyonin**, might have a different reaction to adventurers than a continent-defining empire like **Taldor**. A journey into a new nation can introduce the heroes to a new people (if the party visits the hobgoblin nation of **Oprak**), a new philosophy (such as the materialistic Prophecies of Kalistrade in **Druma**), or a new foe (as visitors to the undead-ridden **Gravelands** will certainly learn).\n\nNations can also provide adventuring inspiration and hooks. When the heroes are caught in the crossfire between two nations in conflict, national concerns become their own. Learning more about a nation's history or practices might lead to a great finding—or a loathsome practice the characters want to eradicate. A party might get involved in the political machinations of a nation's elite power mongers, or they might fall out of favor and find themselves on the run from the law!\n\nNations also influence a character's story on a personal level. A nation can suggest a character's ancestry, inform the languages they speak, and influence their choice of deity. As a GM, the relationship between a character and a nation can provide opportunities to better hook that character into your campaign. Has the character always lived there, or have they emigrated from elsewhere—and why? A character who fled due to political persecution might have long-standing enemies, while a hero who left due to ideological differences might have friends and family who seek to return them to the fold.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2997\" />",
 "name": "Nations",
 "next_link": {
  "label": "Settlements",
  "url": "/Rules.aspx?ID=2999"
 },
 "previous_link": {
  "label": "The Great Beyond",
  "url": "/Rules.aspx?ID=2995"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 166",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 166 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFrom the smallest of city-states to a continent-spanning empire, nations define the political landscape of a setting and inform local culture and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 166"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 166 <sup>2.0</sup>",
 "speed": {},
 "summary": "From the smallest of city-states to a continent-spanning empire, nations define the political landscape of a setting and inform local culture and …",
 "summary_markdown": "From the smallest of city-states to a continent-spanning empire, nations define the political landscape of a setting and inform local culture and …",
 "text": " Nations Source GM Core pg. 166 2.0 From the smallest of city-states to a continent-spanning empire, nations define the political landscape of a setting and inform local culture and traditions. Knowing the details of a nation can help you as a Game Master, whether your game revolves around international disputes or you simply need to know what languages the common people are likely to speak. Nations vary tremendously, from massive empires to isolated island realms, and their characteristics can give flavor and depth to your story and the PCs' adventures. An encounter in shadowy Nidal , where allegiance to Zon-Kuthon has literally blocked the sun from the sky, is going to have a very different tone than one in sun-drenched Thuvia . A nation that serves as a cultural or ancestral bastion, like elven Kyonin , might have a different reaction to adventurers than a continent-defining empire like Taldor . A journey into a new nation can introduce the heroes to a new people (if the party visits the hobgoblin nation of Oprak ), a new philosophy (such as the materialistic Prophecies of Kalistrade in Druma ), or a new foe (as visitors to the undead-ridden Gravelands will certainly learn). Nations can also provide adventuring inspiration and hooks. When the heroes are caught in the crossfire between two nations in conflict, national concerns become their own. Learning more about a nation's history or practices might lead to a great finding—or a loathsome practice the characters want to eradicate. A party might get involved in the political machinations of a nation's elite power mongers, or they might fall out of favor and find themselves on the run from the law! Nations also influence a character's story on a personal level. A nation can suggest a character's ancestry, inform the languages they speak, and influence their choice of deity. As a GM, the relationship between a character and a nation can provide opportunities to better hook that character into your campaign. Has the character always lived there, or have they emigrated from elsewhere—and why? A character who fled due to political persecution might have long-standing enemies, while a hero who left due to ideological differences might have friends and family who seek to return them to the fold. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2996",
 "weakness": {}
}