{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "Nations"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2997",
 "legacy_id": [
  "rules-1155"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Nation Stat Block](/Rules.aspx?ID=2997)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 167 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe stat block for a nation presents the core information about a nation in a simple, streamlined format.\n\n<title level=\"3\" right=\" Nation\">Nation Name</title><traits><trait label=\"Trait\" /></traits>As with any stat block, a nation has a list of traits that convey its properties at a glance. These traits are overarching characteristics, but don't necessarily reflect every person or settlement that might be encountered—a nation is rarely monolithic, and the attitudes or cultural makeup of its people may differ drastically from those of the nation as a whole. For example, the elven nation of Kyonin has the elf trait, indicating that it was created by and remains almost exclusively populated by elves. Similarly, a nation with an extremely particular focus might have a trait to represent that, such as Galt, which has the revolutionary trait.\n\nFollowing the traits is a brief summary of the nation.<br />**Government** This names the formal government and describes the nation's governmental structure, such as a hereditary monarchy, an elected council, or a theocratic dictatorship.<br />**Capital** This is the established seat of the nation's government, with the city's population in parentheses.<br />**Population** The predominant ancestries of the nation are listed here, ordered from most to least common.<br />**Languages** The languages commonly spoken in the nation appear here, listed alphabetically.<br />**Religions** This lists the religions and philosophies commonly practiced in the nation. If a nation has a state religion, this is indicated in parentheses following that religion. If a nation has prohibited any religions, those are listed in a Prohibited entry following the common religions.<br />**Other Characteristics** A nation might have distinctive features that set it apart from other nations, such as the predominance of firearms in Alkenstar. Each such feature is detailed in this entry, though a nation rarely has more than one or two of these entries, and many don't have any.<br />**Primary Exports** This lists the nation's primary exports, such as raw materials, finished goods, services, and other resources. If the nation has no exports of note, this entry is omitted.<br />**Primary Imports** Much like primary exports, this entry details the resources commonly imported by the nation. Like exports, if the nation has no imports of note, this entry is omitted.<br />**Allies** This entry lists other nations, and occasionally large organizations, allied with the nation. It is omitted for nations with no significant relationships.<br />**Enemies** Other nations (and sometimes organizations) that oppose the nation appear here. This entry is omitted for nations with no enemies to speak of.<br />**Factions** Any significant organizations or factions operating within the nation are listed in this entry.<br />**Threats** This entry lists various threats the nation faces, such as aggression from neighboring nations, natural disasters, economic instability, magical anomalies, and so on.<br />**Significant NPCs** The final section of the nation's stat block presents the most significant NPCs of that nation, including its ruler (if it has one). These may not be the most powerful or influential individuals in the nation, and instead are those most likely to be known by people within and outside of the nation.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2998\" />",
 "name": "Nation Stat Block",
 "next_link": {
  "label": "Settlements",
  "url": "/Rules.aspx?ID=2999"
 },
 "previous_link": {
  "label": "The Great Beyond",
  "url": "/Rules.aspx?ID=2995"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 167",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 167 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / Nations\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe stat block for a nation presents the core information about a nation in a simple, streamlined format.   Nation Name  Nation   Trait  As with any …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 167"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 167 <sup>2.0</sup>",
 "speed": {},
 "summary": "The stat block for a nation presents the core information about a nation in a simple, streamlined format.   Nation Name  Nation   Trait  As with any …",
 "summary_markdown": "The stat block for a nation presents the core information about a nation in a simple, streamlined format.   Nation Name  Nation   Trait  As with any …",
 "text": " Nation Stat Block Source GM Core pg. 167 2.0 The stat block for a nation presents the core information about a nation in a simple, streamlined format. Nation Name As with any stat block, a nation has a list of traits that convey its properties at a glance. These traits are overarching characteristics, but don't necessarily reflect every person or settlement that might be encountered—a nation is rarely monolithic, and the attitudes or cultural makeup of its people may differ drastically from those of the nation as a whole. For example, the elven nation of Kyonin has the elf trait, indicating that it was created by and remains almost exclusively populated by elves. Similarly, a nation with an extremely particular focus might have a trait to represent that, such as Galt, which has the revolutionary trait. Following the traits is a brief summary of the nation. Government This names the formal government and describes the nation's governmental structure, such as a hereditary monarchy, an elected council, or a theocratic dictatorship. Capital This is the established seat of the nation's government, with the city's population in parentheses. Population The predominant ancestries of the nation are listed here, ordered from most to least common. Languages The languages commonly spoken in the nation appear here, listed alphabetically. Religions This lists the religions and philosophies commonly practiced in the nation. If a nation has a state religion, this is indicated in parentheses following that religion. If a nation has prohibited any religions, those are listed in a Prohibited entry following the common religions. Other Characteristics A nation might have distinctive features that set it apart from other nations, such as the predominance of firearms in Alkenstar. Each such feature is detailed in this entry, though a nation rarely has more than one or two of these entries, and many don't have any. Primary Exports This lists the nation's primary exports, such as raw materials, finished goods, services, and other resources. If the nation has no exports of note, this entry is omitted. Primary Imports Much like primary exports, this entry details the resources commonly imported by the nation. Like exports, if the nation has no imports of note, this entry is omitted. Allies This entry lists other nations, and occasionally large organizations, allied with the nation. It is omitted for nations with no significant relationships. Enemies Other nations (and sometimes organizations) that oppose the nation appear here. This entry is omitted for nations with no enemies to speak of. Factions Any significant organizations or factions operating within the nation are listed in this entry. Threats This entry lists various threats the nation faces, such as aggression from neighboring nations, natural disasters, economic instability, magical anomalies, and so on. Significant NPCs The final section of the nation's stat block presents the most significant NPCs of that nation, including its ruler (if it has one). These may not be the most powerful or influential individuals in the nation, and instead are those most likely to be known by people within and outside of the nation. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2997",
 "weakness": {}
}