{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "Nations",
  "Nation Stat Block"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2998",
 "legacy_id": [
  "rules-1156"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Nations of Lost Omens](/Rules.aspx?ID=2998)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 167 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPresented below are stat blocks for two nations from the Lost Omens campaign setting. You can use these as examples when building your own nation stat blocks.\n\n<title level=\"3\" right=\" Nation\">Andoran </title><traits><trait label=\"Democratic\" /></traits>Fledgling democracy in pursuit of freedom for all.<br />**Government** The People's Council (parliamentary democracy)<br />**Capital** Almas (76,600)<br />**Population** humans (Taldan), halflings, kobolds, dwarves<br />**Languages** Common<br />**Religions** Abadar, Cayden Cailean, Erastil, Iomedae, Shelyn<br />**Primary Exports** ancient treasures and artifacts, financial credit, lumber, minerals<br />**Enemies** autocratic governments concerned about potential domestic revolts, Cheliax, Katapesh<br />**Factions** Bellflower Network, Eagle Knights, Lumber Consortium<br />**Threats** aggression from Cheliax, rising trade consortium control, corruption among elected officials<br />**Andira Marusek** (dauntless female human warrior) Supreme Elect of the Executive Office and mayor of Almas<br />**Reginald Cormoth** (impish male human commander) Eagle Knight Commander General<br />**Felandriel Morgethai** (esteemed female elf wizard) Almas University provost\n\n<title level=\"3\" right=\" Nation\">Rahadoum </title><traits><trait label=\"Atheist\" /> <trait label=\"Human\" /></traits>Desert nation unified by a humanistic worldview and rejection of religion.<br />**Government** Council of Elders (representative council)<br />**Capital** Azir (72,370)<br />**Population** humans (Garundi, Mauxi)<br />**Languages** Common, Osiriani<br />**Religions** Laws of Mortality; Prohibited all divine religions<br />**Irreligious** All worship of deities is prohibited by Rahadoumi law. Religious symbols and items are confiscated and proselytization incurs a heavy fine. Rahadoumi citizens perform healing through only mundane means or non-divine magic.<br />**Primary Exports** base metals, fine cloth, gemstones, herbal remedies, mechanical innovations, produce, salt, tools<br />**Primary Imports** lumber, pesh<br />**Enemies** pirates of the Shackles, Red Mantis, religious groups<br />**Factions** Aspis Consortium, Pure Legion<br />**Threats** conflict among neighboring nations, desert-dwelling monsters, disease, rapidly accelerating desertification<br />**Malduoni** (keen male human politician) Keeper of the First Law, elected by the Council of Elders<br />**Kassi Aziril** (radical female human doctor) “Mother of Modern Medicine,” renowned medical researcher and philanthropist<br />**Salim Ghadafar** (begrudging male human divine agent) former Pure Legion captain forced into Pharasma's service\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Nations of Lost Omens",
 "next_link": {
  "label": "Settlements",
  "url": "/Rules.aspx?ID=2999"
 },
 "previous_link": {
  "label": "The Great Beyond",
  "url": "/Rules.aspx?ID=2995"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 167",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 167 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / Nations / Nation Stat Block\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPresented below are stat blocks for two nations from the Lost Omens campaign setting. You can use these as examples when building your own nation …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 167"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 167 <sup>2.0</sup>",
 "speed": {},
 "summary": "Presented below are stat blocks for two nations from the Lost Omens campaign setting. You can use these as examples when building your own nation …",
 "summary_markdown": "Presented below are stat blocks for two nations from the Lost Omens campaign setting. You can use these as examples when building your own nation …",
 "text": " Nations of Lost Omens Source GM Core pg. 167 2.0 Presented below are stat blocks for two nations from the Lost Omens campaign setting. You can use these as examples when building your own nation stat blocks. Andoran Fledgling democracy in pursuit of freedom for all. Government The People's Council (parliamentary democracy) Capital Almas (76,600) Population humans (Taldan), halflings, kobolds, dwarves Languages Common Religions Abadar, Cayden Cailean, Erastil, Iomedae, Shelyn Primary Exports ancient treasures and artifacts, financial credit, lumber, minerals Enemies autocratic governments concerned about potential domestic revolts, Cheliax, Katapesh Factions Bellflower Network, Eagle Knights, Lumber Consortium Threats aggression from Cheliax, rising trade consortium control, corruption among elected officials Andira Marusek (dauntless female human warrior) Supreme Elect of the Executive Office and mayor of Almas Reginald Cormoth (impish male human commander) Eagle Knight Commander General Felandriel Morgethai (esteemed female elf wizard) Almas University provost Rahadoum Desert nation unified by a humanistic worldview and rejection of religion. Government Council of Elders (representative council) Capital Azir (72,370) Population humans (Garundi, Mauxi) Languages Common, Osiriani Religions Laws of Mortality; Prohibited all divine religions Irreligious All worship of deities is prohibited by Rahadoumi law. Religious symbols and items are confiscated and proselytization incurs a heavy fine. Rahadoumi citizens perform healing through only mundane means or non-divine magic. Primary Exports base metals, fine cloth, gemstones, herbal remedies, mechanical innovations, produce, salt, tools Primary Imports lumber, pesh Enemies pirates of the Shackles, Red Mantis, religious groups Factions Aspis Consortium, Pure Legion Threats conflict among neighboring nations, desert-dwelling monsters, disease, rapidly accelerating desertification Malduoni (keen male human politician) Keeper of the First Law, elected by the Council of Elders Kassi Aziril (radical female human doctor) “Mother of Modern Medicine,” renowned medical researcher and philanthropist Salim Ghadafar (begrudging male human divine agent) former Pure Legion captain forced into Pharasma's service ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2998",
 "weakness": {}
}