{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Creatures",
  "Building NPCs"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2920",
 "legacy_id": [
  "rules-1041"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Non-Combat Level](/Rules.aspx?ID=2920)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 128 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAn NPC's level should represent their combat prowess. A common person might not be a combat threat, even if they're important or highly skilled, and they consequently have a low level. However, that doesn't mean they can't present a challenge in other types of encounters. This is represented by a [non-combat level](/Rules.aspx?ID=2566) and tends to be specific to their area of expertise. For example, a barrister might be level –1 in combat but a 4th-level creature in an encounter related to legal matters.\n\nThis can go the other way as well, such as with a powerful combat creature that's not suited to social settings. This is usually the case with creatures untrained in mental skills. You can improvise this as you run the game, or you can plan ahead if you have something particular in mind.\n\nBuilding an NPC's non-combat level is relatively simple. Choose the level you want the NPC to be for the type of non-combat challenge you have in mind and use the skill numbers for that level—typically high or even extreme. Some challenges, such as social challenges, require the creature to have a high Perception and Will, so in those cases, you should increase those values as well. These should be set at the moderate or high values for the non-combat level, usually, depending on how adept you want the NPC to be.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2921\" />",
 "name": "Non-Combat Level",
 "next_link": {
  "label": "PC-style Build",
  "url": "/Rules.aspx?ID=2922"
 },
 "previous_link": {
  "label": "Trait Abilities",
  "url": "/Rules.aspx?ID=2918"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 128",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 128 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Creatures / Building NPCs\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn NPC's level should represent their combat prowess. A common person might not be a combat threat, even if they're important or highly skilled, and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 128"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 128 <sup>2.0</sup>",
 "speed": {},
 "summary": "An NPC's level should represent their combat prowess. A common person might not be a combat threat, even if they're important or highly skilled, and …",
 "summary_markdown": "An NPC's level should represent their combat prowess. A common person might not be a combat threat, even if they're important or highly skilled, and …",
 "text": " Non-Combat Level Source GM Core pg. 128 2.0 An NPC's level should represent their combat prowess. A common person might not be a combat threat, even if they're important or highly skilled, and they consequently have a low level. However, that doesn't mean they can't present a challenge in other types of encounters. This is represented by a non-combat level and tends to be specific to their area of expertise. For example, a barrister might be level –1 in combat but a 4th-level creature in an encounter related to legal matters. This can go the other way as well, such as with a powerful combat creature that's not suited to social settings. This is usually the case with creatures untrained in mental skills. You can improvise this as you run the game, or you can plan ahead if you have something particular in mind. Building an NPC's non-combat level is relatively simple. Choose the level you want the NPC to be for the type of non-combat challenge you have in mind and use the skill numbers for that level—typically high or even extreme. Some challenges, such as social challenges, require the creature to have a high Perception and Will, so in those cases, you should increase those values as well. These should be set at the moderate or high values for the non-combat level, usually, depending on how adept you want the NPC to be. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2920",
 "weakness": {}
}