{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Infiltration",
  "Building an Infiltration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3061",
 "legacy_id": [
  "rules-1223"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Objective](/Rules.aspx?ID=3061)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe first thing you'll need to determine is the party's objective, or broad goal. Maybe the PCs need to find their way into some hidden sanctum, find a particular person within an organization, locate and get away with a bit of treasure, or plant a piece of evidence. An infiltration can consist of a single objective, but a more complex one might include two or more objectives in sequence—the PCs might first need to find a way to enter the cult's sanctum, then open the vault, and then escape with the relic.\n\nTo achieve an objective, the PCs must overcome a certain number of obstacles—specific challenges the PCs face, such as getting across a moat or past a nosy butler. For a simple objective, they might need to overcome only one or two obstacles, while a more complex one might require several.\n\nIt's a good idea to offer more obstacles as options than the characters need to overcome, and the PCs don't all have to choose the same ones. This represents the fact that there's more than one way into a castle, and allows PCs to choose obstacles that play to their strengths. It also means you have more options you can adapt if the PCs decide on a truly novel way to tackle their objective.\n\nOnce a character has overcome the required number of obstacles to reach the objective, they move on to the next objective. This might mean that some characters move on to a second objective and start making progress toward it while other characters are still completing obstacles from the first objective. When all characters have completed the final objective, the infiltration is a success!\n\nWhile the characters are pursuing their objectives, however, they need to avoid notice. Awareness Points (AP) measure the extent to which an opposing party is aware of the PCs' actions, and apply to the party as a whole. As the PCs' Awareness Points increase, the infiltration becomes more difficult as the opposition shores up its defenses. If the PCs generate too many Awareness Points, they are found out, and their infiltration fails altogether!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Objective",
 "next_link": {
  "label": "Obstacles",
  "url": "/Rules.aspx?ID=3062"
 },
 "previous_link": {
  "label": "Chases",
  "url": "/Rules.aspx?ID=3049"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 196",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Infiltration / Building an Infiltration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe first thing you'll need to determine is the party's objective, or broad goal. Maybe the PCs need to find their way into some hidden sanctum, find …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 196"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>",
 "speed": {},
 "summary": "The first thing you'll need to determine is the party's objective, or broad goal. Maybe the PCs need to find their way into some hidden sanctum, find …",
 "summary_markdown": "The first thing you'll need to determine is the party's objective, or broad goal. Maybe the PCs need to find their way into some hidden sanctum, find …",
 "text": " Objective Source GM Core pg. 196 2.0 The first thing you'll need to determine is the party's objective, or broad goal. Maybe the PCs need to find their way into some hidden sanctum, find a particular person within an organization, locate and get away with a bit of treasure, or plant a piece of evidence. An infiltration can consist of a single objective, but a more complex one might include two or more objectives in sequence—the PCs might first need to find a way to enter the cult's sanctum, then open the vault, and then escape with the relic. To achieve an objective, the PCs must overcome a certain number of obstacles—specific challenges the PCs face, such as getting across a moat or past a nosy butler. For a simple objective, they might need to overcome only one or two obstacles, while a more complex one might require several. It's a good idea to offer more obstacles as options than the characters need to overcome, and the PCs don't all have to choose the same ones. This represents the fact that there's more than one way into a castle, and allows PCs to choose obstacles that play to their strengths. It also means you have more options you can adapt if the PCs decide on a truly novel way to tackle their objective. Once a character has overcome the required number of obstacles to reach the objective, they move on to the next objective. This might mean that some characters move on to a second objective and start making progress toward it while other characters are still completing obstacles from the first objective. When all characters have completed the final objective, the infiltration is a success! While the characters are pursuing their objectives, however, they need to avoid notice. Awareness Points (AP) measure the extent to which an opposing party is aware of the PCs' actions, and apply to the party as a whole. As the PCs' Awareness Points increase, the infiltration becomes more difficult as the opposition shores up its defenses. If the PCs generate too many Awareness Points, they are found out, and their infiltration fails altogether! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3061",
 "weakness": {}
}