{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Infiltration",
  "Building an Infiltration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3062",
 "legacy_id": [
  "rules-1224"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Obstacles](/Rules.aspx?ID=3062)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEach obstacle has certain statistics that define how it works in play. Infiltration Points (IP) represent a character's progress toward overcoming an obstacle. Each obstacle requires gaining a certain number of Infiltration Points to overcome—typically 1 or 2, but some challenging obstacles might require more. PCs can gain Infiltration Points in multiple ways—usually through a skill or Perception check, but sometimes another roll or even the use of a spell or item. These methods are listed in the obstacle's Overcome entry. Unlike obstacles for chases, these use a difficulty range for the PCs' level instead of set DCs.\n\nThe Overcome entry also lists whether the PCs need to overcome an object individually or as a group. For individual obstacles, each PC needs to earn the required number of Infiltration Points themself, while for group obstacles, all PCs working toward that obstacle pool their Infiltration Points toward it together. For example, each PC trying to scale a wall needs to earn points on their own, but the PCs could work together to search a guildhall for clues, and once one PC has picked a lock, everyone can enter.\n\nA particular PC can overcome an individual obstacle only once during an objective; likewise, the party can overcome a group obstacle only once.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3063\" />\r\n\r\n<document level=\"2\" id=\"rules-3064\" />\r\n\r\n<document level=\"2\" id=\"rules-3065\" />",
 "name": "Obstacles",
 "next_link": {
  "label": "Awareness Points",
  "url": "/Rules.aspx?ID=3066"
 },
 "previous_link": {
  "label": "Objective",
  "url": "/Rules.aspx?ID=3061"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 196",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Infiltration / Building an Infiltration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEach obstacle has certain statistics that define how it works in play. Infiltration Points (IP) represent a character's progress toward overcoming an …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 196"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 196 <sup>2.0</sup>",
 "speed": {},
 "summary": "Each obstacle has certain statistics that define how it works in play. Infiltration Points (IP) represent a character's progress toward overcoming an …",
 "summary_markdown": "Each obstacle has certain statistics that define how it works in play. Infiltration Points (IP) represent a character's progress toward overcoming an …",
 "text": " Obstacles Source GM Core pg. 196 2.0 Each obstacle has certain statistics that define how it works in play. Infiltration Points (IP) represent a character's progress toward overcoming an obstacle. Each obstacle requires gaining a certain number of Infiltration Points to overcome—typically 1 or 2, but some challenging obstacles might require more. PCs can gain Infiltration Points in multiple ways—usually through a skill or Perception check, but sometimes another roll or even the use of a spell or item. These methods are listed in the obstacle's Overcome entry. Unlike obstacles for chases, these use a difficulty range for the PCs' level instead of set DCs. The Overcome entry also lists whether the PCs need to overcome an object individually or as a group. For individual obstacles, each PC needs to earn the required number of Infiltration Points themself, while for group obstacles, all PCs working toward that obstacle pool their Infiltration Points toward it together. For example, each PC trying to scale a wall needs to earn points on their own, but the PCs could work together to search a guildhall for clues, and once one PC has picked a lock, everyone can enter. A particular PC can overcome an individual obstacle only once during an objective; likewise, the party can overcome a group obstacle only once. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3062",
 "weakness": {}
}