{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "Religion"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2978",
 "legacy_id": [
  "rules-1143"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Pantheons](/Rules.aspx?ID=2978)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 139 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn polytheistic traditions, a pantheon is a divine hierarchy of multiple (or even all) deities.\n\n**Universal:** All deities in the setting belong to a single pantheon. Different cultures might have their own names for the god of magic, for instance, but only a single deity answers their prayers.\n\n**Ancestral or Regional:** Each ancestry or region worships its own distinct pantheon. These pantheons coexist in the same cosmology but establish control in separate divine realms. Across the cosmos, several gods from disparate pantheons may share the same area of concern, but they seldom compete for worshippers from rival pantheons.\n\n**Competitive:** The world contains smaller regional pantheons competing for mortal worship. Only one deity of a specific area of concern may ascend to greater power across all the pantheons. As such, deities typically have little loyalty to their own pantheons and may actually switch to another pantheon if it earns them additional worshippers.\n\n**None:** The deities of this multiverse act as individuals with no familial ties or common agendas binding them to each other.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Pantheons",
 "next_link": {
  "label": "Deities",
  "url": "/Rules.aspx?ID=2979"
 },
 "previous_link": {
  "label": "Theology",
  "url": "/Rules.aspx?ID=2977"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 139",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 139 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / Religion\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn polytheistic traditions, a pantheon is a divine hierarchy of multiple (or even all) deities.   Universal:  All deities in the setting belong to a …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 139"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 139 <sup>2.0</sup>",
 "speed": {},
 "summary": "In polytheistic traditions, a pantheon is a divine hierarchy of multiple (or even all) deities.   Universal:  All deities in the setting belong to a …",
 "summary_markdown": "In polytheistic traditions, a pantheon is a divine hierarchy of multiple (or even all) deities.   Universal:  All deities in the setting belong to a …",
 "text": " Pantheons Source GM Core pg. 139 2.0 In polytheistic traditions, a pantheon is a divine hierarchy of multiple (or even all) deities. Universal: All deities in the setting belong to a single pantheon. Different cultures might have their own names for the god of magic, for instance, but only a single deity answers their prayers. Ancestral or Regional: Each ancestry or region worships its own distinct pantheon. These pantheons coexist in the same cosmology but establish control in separate divine realms. Across the cosmos, several gods from disparate pantheons may share the same area of concern, but they seldom compete for worshippers from rival pantheons. Competitive: The world contains smaller regional pantheons competing for mortal worship. Only one deity of a specific area of concern may ascend to greater power across all the pantheons. As such, deities typically have little loyalty to their own pantheons and may actually switch to another pantheon if it earns them additional worshippers. None: The deities of this multiverse act as individuals with no familial ties or common agendas binding them to each other. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2978",
 "weakness": {}
}