{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Creatures",
  "Building NPCs"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2922",
 "legacy_id": [
  "rules-1042"
 ],
 "legacy_name": [
  "PC-Style Build"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[PC-style Build](/Rules.aspx?ID=2922)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 128 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf you do choose to build an NPC fully using the PC rules, your NPC should generally end up being an appropriate challenge as a creature of their level. They will likely have lower statistics in some areas than if you had built them using the creature rules but more options due to their full complement of feats and class features. This is best saved for important, recurring NPCs, especially if they're meant to engage in social or exploration endeavors rather than just battles.\n\nThere are still some considerations and shortcuts that can expedite the process while ensuring the NPC works as intended.<br />\n<ul><li>The creature's treasure should follow the [Treasure for New Characters](/Rules.aspx?ID=2662) rules. You'll need to account for this in your campaign's overall treasure. You might even want to give the NPC a higher-level item appropriate as a treasure allotment for the level.</li><li>You can expedite attribute modifier generation by making the starting attribute modifiers add up to +9, with no more than one modifier at +4 (and typically no more than one negative modifier). You can skip adding a background if you do this, but you might want to give the creature two skills, which includes one Lore skill, to represent the skills granted by a background.</li><li>It's not necessary to assign every skill feat, particularly for a higher-level NPC. You can just pick the most emblematic ones and gloss over the rest.</li><li>For general feats, [Incredible Initiative](/Feats.aspx?ID=5160) and [Toughness](/Feats.aspx?ID=5227) make good choices.</li><li>Most of the guidelines about choosing spells still apply, though you might want a few more utility spells that deal with non-combat challenges, particularly in low-rank slots.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Class Road Maps</title>\r\n\r\nYou can use these suggestions when creating your road map to emulate a PC class, customizing as you see fit. You'll still need to look through the class to pick feats, weapons, and the like. Any statistic that isn't specifically listed can use moderate numbers.\n\nYou don't need to give an NPC all the abilities from its class—especially those that just alter numbers. Each class's entry lists several abilities that are good quick choices and make for more interesting encounters. This section includes the Player Core classes and those from Player Core 2 (alchemist, barbarian, champion, investigator, monk, oracle, sorcerer, and swashbuckler).\n\n**Alchemist** Low Perception; high Crafting; high Int, moderate or better Dex or Str; low to moderate HP; moderate attack with bombs. **Abilities** Infused alchemical items, Quick Bomber if a bomber alchemist, a few other alchemist abilities; it's usually easier to give the alchemist their bomb items rather than use Quick Alchemy on the spot.\n\n**Barbarian** High Athletics; high Str, high to moderate Con; high AC; high Fortitude; high HP; moderate attack and extreme damage (when raging). **Abilities** Rage, instinct ability and related feats, raging resistance\n\n**Bard** Moderate Occultism, high Performance, high Charisma-based skills; high Cha; low Fortitude, moderate to high Will; low to moderate HP; low accuracy; high to extreme spell DC. **Abilities** spontaneous occult spellcasting as a bard of their level, composition spells, muse feats\n\n**Champion** Low Perception; moderate Religion; high Str or Dex, moderate Cha; extreme AC; low Reflex; moderate attack and high damage. **Abilities**  Blessing of the devoted and related feats, cause, champion’s aura, devotion spells, exalted reaction, feats based on cause, sanctification, Shield Block, Smite\n\n**Cleric (Cloistered Cleric)** High Perception; high Religion, moderate or high skill themed to deity; low AC; high Wis; low Fortitude, high Will; low to moderate HP; low accuracy; high to extreme spell DC. **Abilities** Prepared divine spellcasting as a cleric of their level; divine font; domain spells\n\n**Cleric (Warpriest)** Moderate Perception; moderate Religion, moderate or high skill themed to deity; high Str, moderate Wis; high AC; low Reflex, high Will; high spell DC. **Abilities** prepared divine spellcasting as a cleric of their level; divine font, Shield Block\n\n**Druid** High Perception; high Nature, moderate or high skill from order; high Wis; high Will; low to moderate HP; low accuracy; high to extreme spell DC. **Abilities** Prepared primal spellcasting as a druid of their level; order ability, order feats, and order spell for their order; Shield Block; add an animal to the encounter for animal order\n\n**Fighter** High Acrobatics or Athletics; high Str or Dex; high AC; low Will; high attack and high damage. **Abilities** Bravery, Reactive Strike, Shield Block, a few fighter abilities and feats associated with a combat style\n\n**Investigator** High Perception; high Society, high methodology skill, plus more skills than usual; high Int; low Fortitude, high Will; low to moderate HP; moderate attack and low to moderate damage before strategic strike plus high damage with strategic strike. **Abilities** Pursue a Lead, Devise a Stratagem, methodology action\n\n**Monk** High Acrobatics, Athletics, or both; high Str or Dex, moderate Wis; high or extreme AC; moderate attack and high damage. **Abilities** Flurry of Blows, metal strikes, mystic strikes, perfected form, stance and related feats, qi abilities\n\n**Oracle** High Religion, high mystery skill, moderate or high skill themed to deity; high Cha; low AC; low Fortitude, high Will; low to moderate HP; low accuracy; high to extreme spell DC. **Abilities** Spontaneous divine spellcasting as an oracle of their level; oracle mystery and related spells, revelation spells, curse, skill, and oracle feats\n\n**Ranger** High Perception; moderate Nature and moderate to high Survival; high Str or Dex; high AC; moderate attack and high damage (or for a simpler ranger, remove Hunt Prey, and just use high attack and high damage). **Abilities** Hunt Prey, hunter's edge, nature's edge, masterful hunter, swift prey, companion or combat style and related feats\n\n**Rogue** High Perception; high Stealth and Thievery, plus more skills than usual; high Dex (or key attribute for a specific rogue's racket); high AC; low Fortitude, high Reflex; low to moderate HP; moderate attack and low to moderate damage before sneak attack plus high or extreme damage with sneak attack. **Abilities** Sneak attack, surprise attack, deny advantage, debilitating strike, master strike, rogue's racket and related feats\n\n**Sorcerer** Low Perception; moderate bloodline skills and high Charisma-based bloodline skills; high Cha; low AC; low Fortitude; low HP; low accuracy; high to extreme spell DC. **Abilities** Spontaneous spellcasting of a tradition based on bloodline as a sorcerer of their level, bloodline and related feats and spells\n\n**Swashbuckler** High Perception; high Acrobatics, plus high style skill; high Dex; high AC; low Fortitude, high Reflex; moderate HP; moderate attack and low to moderate damage before precise strike plus high or extreme damage with precise strike. **Abilities** Confident finisher, panache, precise strike, stylish combatant, swashbuckler’s style (plus exemplary finisher at 9th level)\n\n**Witch** Low Perception; high patron skill; high Int; low AC; low Fortitude; low HP; low accuracy; high to extreme spell DC. **Abilities** prepared spellcasting of a tradition based on patron as a witch of their level, familiar, witch's patron and related cantrip, hex, and spells\n\n**Wizard** Low Perception; high Arcana; high Int; low AC; low Fortitude; low HP; low accuracy; high to extreme spell DC. **Abilities** prepared arcane spellcasting as a wizard of their level, Drain Bonded Item, school spell, and curriculum spells\r\n\r\n</aside>",
 "name": "PC-style Build",
 "next_link": {
  "label": "Building Items",
  "url": "/Rules.aspx?ID=2923"
 },
 "previous_link": {
  "label": "Non-Combat Level",
  "url": "/Rules.aspx?ID=2920"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 128",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 128 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Creatures / Building NPCs\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIf you do choose to build an NPC fully using the PC rules, your NPC should generally end up being an appropriate challenge as a creature of their …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 128"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 128 <sup>2.0</sup>",
 "speed": {},
 "summary": "If you do choose to build an NPC fully using the PC rules, your NPC should generally end up being an appropriate challenge as a creature of their …",
 "summary_markdown": "If you do choose to build an NPC fully using the PC rules, your NPC should generally end up being an appropriate challenge as a creature of their …",
 "text": " PC-style Build Source GM Core pg. 128 2.0 If you do choose to build an NPC fully using the PC rules, your NPC should generally end up being an appropriate challenge as a creature of their level. They will likely have lower statistics in some areas than if you had built them using the creature rules but more options due to their full complement of feats and class features. This is best saved for important, recurring NPCs, especially if they're meant to engage in social or exploration endeavors rather than just battles. There are still some considerations and shortcuts that can expedite the process while ensuring the NPC works as intended. The creature's treasure should follow the Treasure for New Characters rules. You'll need to account for this in your campaign's overall treasure. You might even want to give the NPC a higher-level item appropriate as a treasure allotment for the level. You can expedite attribute modifier generation by making the starting attribute modifiers add up to +9, with no more than one modifier at +4 (and typically no more than one negative modifier). You can skip adding a background if you do this, but you might want to give the creature two skills, which includes one Lore skill, to represent the skills granted by a background. It's not necessary to assign every skill feat, particularly for a higher-level NPC. You can just pick the most emblematic ones and gloss over the rest. For general feats, Incredible Initiative and Toughness make good choices. Most of the guidelines about choosing spells still apply, though you might want a few more utility spells that deal with non-combat challenges, particularly in low-rank slots. Class Road Maps You can use these suggestions when creating your road map to emulate a PC class, customizing as you see fit. You'll still need to look through the class to pick feats, weapons, and the like. Any statistic that isn't specifically listed can use moderate numbers. You don't need to give an NPC all the abilities from its class—especially those that just alter numbers. Each class's entry lists several abilities that are good quick choices and make for more interesting encounters. This section includes the Player Core classes and those from Player Core 2 (alchemist, barbarian, champion, investigator, monk, oracle, sorcerer, and swashbuckler). Alchemist Low Perception; high Crafting; high Int, moderate or better Dex or Str; low to moderate HP; moderate attack with bombs. Abilities Infused alchemical items, Quick Bomber if a bomber alchemist, a few other alchemist abilities; it's usually easier to give the alchemist their bomb items rather than use Quick Alchemy on the spot. Barbarian High Athletics; high Str, high to moderate Con; high AC; high Fortitude; high HP; moderate attack and extreme damage (when raging). Abilities Rage, instinct ability and related feats, raging resistance Bard Moderate Occultism, high Performance, high Charisma-based skills; high Cha; low Fortitude, moderate to high Will; low to moderate HP; low accuracy; high to extreme spell DC. Abilities spontaneous occult spellcasting as a bard of their level, composition spells, muse feats Champion Low Perception; moderate Religion; high Str or Dex, moderate Cha; extreme AC; low Reflex; moderate attack and high damage. Abilities Blessing of the devoted and related feats, cause, champion’s aura, devotion spells, exalted reaction, feats based on cause, sanctification, Shield Block, Smite Cleric (Cloistered Cleric) High Perception; high Religion, moderate or high skill themed to deity; low AC; high Wis; low Fortitude, high Will; low to moderate HP; low accuracy; high to extreme spell DC. Abilities Prepared divine spellcasting as a cleric of their level; divine font; domain spells Cleric (Warpriest) Moderate Perception; moderate Religion, moderate or high skill themed to deity; high Str, moderate Wis; high AC; low Reflex, high Will; high spell DC. Abilities prepared divine spellcasting as a cleric of their level; divine font, Shield Block Druid High Perception; high Nature, moderate or high skill from order; high Wis; high Will; low to moderate HP; low accuracy; high to extreme spell DC. Abilities Prepared primal spellcasting as a druid of their level; order ability, order feats, and order spell for their order; Shield Block; add an animal to the encounter for animal order Fighter High Acrobatics or Athletics; high Str or Dex; high AC; low Will; high attack and high damage. Abilities Bravery, Reactive Strike, Shield Block, a few fighter abilities and feats associated with a combat style Investigator High Perception; high Society, high methodology skill, plus more skills than usual; high Int; low Fortitude, high Will; low to moderate HP; moderate attack and low to moderate damage before strategic strike plus high damage with strategic strike. Abilities Pursue a Lead, Devise a Stratagem, methodology action Monk High Acrobatics, Athletics, or both; high Str or Dex, moderate Wis; high or extreme AC; moderate attack and high damage. Abilities Flurry of Blows, metal strikes, mystic strikes, perfected form, stance and related feats, qi abilities Oracle High Religion, high mystery skill, moderate or high skill themed to deity; high Cha; low AC; low Fortitude, high Will; low to moderate HP; low accuracy; high to extreme spell DC. Abilities Spontaneous divine spellcasting as an oracle of their level; oracle mystery and related spells, revelation spells, curse, skill, and oracle feats Ranger High Perception; moderate Nature and moderate to high Survival; high Str or Dex; high AC; moderate attack and high damage (or for a simpler ranger, remove Hunt Prey, and just use high attack and high damage). Abilities Hunt Prey, hunter's edge, nature's edge, masterful hunter, swift prey, companion or combat style and related feats Rogue High Perception; high Stealth and Thievery, plus more skills than usual; high Dex (or key attribute for a specific rogue's racket); high AC; low Fortitude, high Reflex; low to moderate HP; moderate attack and low to moderate damage before sneak attack plus high or extreme damage with sneak attack. Abilities Sneak attack, surprise attack, deny advantage, debilitating strike, master strike, rogue's racket and related feats Sorcerer Low Perception; moderate bloodline skills and high Charisma-based bloodline skills; high Cha; low AC; low Fortitude; low HP; low accuracy; high to extreme spell DC. Abilities Spontaneous spellcasting of a tradition based on bloodline as a sorcerer of their level, bloodline and related feats and spells Swashbuckler High Perception; high Acrobatics, plus high style skill; high Dex; high AC; low Fortitude, high Reflex; moderate HP; moderate attack and low to moderate damage before precise strike plus high or extreme damage with precise strike. Abilities Confident finisher, panache, precise strike, stylish combatant, swashbuckler’s style (plus exemplary finisher at 9th level) Witch Low Perception; high patron skill; high Int; low AC; low Fortitude; low HP; low accuracy; high to extreme spell DC. Abilities prepared spellcasting of a tradition based on patron as a witch of their level, familiar, witch's patron and related cantrip, hex, and spells Wizard Low Perception; high Arcana; high Int; low AC; low Fortitude; low HP; low accuracy; high to extreme spell DC. Abilities prepared arcane spellcasting as a wizard of their level, Drain Bonded Item, school spell, and curriculum spells ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2922",
 "weakness": {}
}