{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "The Planes",
  "Planar Traits"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3020",
 "legacy_id": [
  "rules-1180"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Planar Essence Traits](/Rules.aspx?ID=3020)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 173 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPlanar essence traits describe a plane's fundamental nature. For example, many of the Inner Sphere's planes are infused with an element or energy, each of which affects magic on those planes, and the Netherworld is awash with shadow. Outer Planes are fundamentally made up of quintessence, a philosophically aligned material with infinite potential for shape and state that conforms to powerful and prevailing beliefs.\n\n**Air:** Planes with this trait consist mostly of open spaces and air of various levels of turbulence, though they also contain rare islands of floating stone and other elements and energies. Air planes usually have breathable atmospheres, though they might include clouds of acidic or toxic gas. Earth creatures often find themselves at a disadvantage within air planes, as there's little solid ground for them to gain their bearings, which tends to at least make them uncomfortable.\n\n**Earth:** These planes are mostly solid. Travelers arriving upon an earth plane risk suffocation if they don't reach a cavern or some other air pocket within the plane's solid matter. Creatures who can't burrow are entombed in the plane's substance and must attempt to dig their way toward an air pocket. Air creatures are ill at ease, as they rarely have the space to move freely through even the loftiest warrens.\n\n**Fire:** Planes with this trait are composed of flames that continually burn with no fuel source. Fire planes are extremely hostile to non-fire creatures. Unprotected wood, paper, cloth, and other flammable materials catch fire almost immediately, and creatures wearing unprotected flammable clothing catch fire, typically taking 1d6 persistent fire damage. Extraplanar creatures take moderate environmental fire damage at the end of each round (sometimes minor environmental damage in safer areas, or major or massive damage in even more fiery areas). Ice creatures are extremely uncomfortable on a fire plane, assuming they don't outright melt in the heat.\n\n**Metal:** These planes consist of chaotic and shifting structures and oceans of metal. Metal planes tend to exist in a state of change and decay, leaving plentiful pockets of air for visitors to breathe or move within. Creatures unlucky enough to be entombed in the plane's substance risk suffocation if they can't phase through metal. Wood creatures find the lack of stability and soil on a metal plane disconcerting and often fail to thrive in such environments.\n\n**Water:** Planes with this trait are mostly liquid. Visitors who can't breathe water or reach an air pocket likely drown. The rules for aquatic combat (Player Core 437) usually apply, including the inability to cast fire spells or use actions with the fire trait. Creatures with a weakness to water take damage equal to double their weakness at the end of each round.\n\n**Wood:** These planes consist of trees and other flora latticed in organic patterns. Wood planes are often perfectly constructed to match their desired purpose or environment but aren't usually outright hostile to visitors.\n\n**Shadow:** Planes with this trait are umbral with murky light. In the Netherworld, the radius of all light from light sources and the areas of light spells are halved.\n\n**Void:** Planes with this trait are vast, empty reaches that suck the life from the living. They tend to be lonely, haunted planes, drained of color and filled with winds carrying the moans of the dead At the end of each round, a living creature takes at least minor void environmental damage. In the strongest areas of a void plane, they could take moderate or even major void damage at the end of each round. This damage has the death trait, and if a living creature is reduced to 0 Hit Points by this void damage and killed, it crumbles into ash and can become a wraith (see Monster Core).\n\n**Vitality:** These planes are awash with life energy. Colors are brighter, fires are hotter, noises are louder, and sensations are more intense. At the end of each round, an undead creature takes at least minor vitality environmental damage. In the strongest areas of a vitality plane, they could take moderate or even major vitality damage instead. While this might seem safe for living creatures, vitality planes present a different danger. Living creatures regain an amount of HP each round equal to the environmental damage undead take in the same area. If this would bring the living creature above their maximum HP, any excess becomes temporary HP. Unlike normal, these temporary HP combine with each other, and they last until the creature leaves the plane. If a creature's temporary HP from a vitality plane ever exceeds its maximum HP, it explodes in a burst of overloaded vitality energy, spreading across the area to birth new souls.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Planar Essence Traits",
 "next_link": {
  "label": "Planar Stat Blocks",
  "url": "/Rules.aspx?ID=3021"
 },
 "previous_link": {
  "label": "Morphic Traits",
  "url": "/Rules.aspx?ID=3019"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 173",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 173 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / The Planes / Planar Traits\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPlanar essence traits describe a plane's fundamental nature. For example, many of the Inner Sphere's planes are infused with an element or energy, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 173"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 173 <sup>2.0</sup>",
 "speed": {},
 "summary": "Planar essence traits describe a plane's fundamental nature. For example, many of the Inner Sphere's planes are infused with an element or energy, …",
 "summary_markdown": "Planar essence traits describe a plane's fundamental nature. For example, many of the Inner Sphere's planes are infused with an element or energy, …",
 "text": " Planar Essence Traits Source GM Core pg. 173 2.0 Planar essence traits describe a plane's fundamental nature. For example, many of the Inner Sphere's planes are infused with an element or energy, each of which affects magic on those planes, and the Netherworld is awash with shadow. Outer Planes are fundamentally made up of quintessence, a philosophically aligned material with infinite potential for shape and state that conforms to powerful and prevailing beliefs. Air: Planes with this trait consist mostly of open spaces and air of various levels of turbulence, though they also contain rare islands of floating stone and other elements and energies. Air planes usually have breathable atmospheres, though they might include clouds of acidic or toxic gas. Earth creatures often find themselves at a disadvantage within air planes, as there's little solid ground for them to gain their bearings, which tends to at least make them uncomfortable. Earth: These planes are mostly solid. Travelers arriving upon an earth plane risk suffocation if they don't reach a cavern or some other air pocket within the plane's solid matter. Creatures who can't burrow are entombed in the plane's substance and must attempt to dig their way toward an air pocket. Air creatures are ill at ease, as they rarely have the space to move freely through even the loftiest warrens. Fire: Planes with this trait are composed of flames that continually burn with no fuel source. Fire planes are extremely hostile to non-fire creatures. Unprotected wood, paper, cloth, and other flammable materials catch fire almost immediately, and creatures wearing unprotected flammable clothing catch fire, typically taking 1d6 persistent fire damage. Extraplanar creatures take moderate environmental fire damage at the end of each round (sometimes minor environmental damage in safer areas, or major or massive damage in even more fiery areas). Ice creatures are extremely uncomfortable on a fire plane, assuming they don't outright melt in the heat. Metal: These planes consist of chaotic and shifting structures and oceans of metal. Metal planes tend to exist in a state of change and decay, leaving plentiful pockets of air for visitors to breathe or move within. Creatures unlucky enough to be entombed in the plane's substance risk suffocation if they can't phase through metal. Wood creatures find the lack of stability and soil on a metal plane disconcerting and often fail to thrive in such environments. Water: Planes with this trait are mostly liquid. Visitors who can't breathe water or reach an air pocket likely drown. The rules for aquatic combat (Player Core 437) usually apply, including the inability to cast fire spells or use actions with the fire trait. Creatures with a weakness to water take damage equal to double their weakness at the end of each round. Wood: These planes consist of trees and other flora latticed in organic patterns. Wood planes are often perfectly constructed to match their desired purpose or environment but aren't usually outright hostile to visitors. Shadow: Planes with this trait are umbral with murky light. In the Netherworld, the radius of all light from light sources and the areas of light spells are halved. Void: Planes with this trait are vast, empty reaches that suck the life from the living. They tend to be lonely, haunted planes, drained of color and filled with winds carrying the moans of the dead At the end of each round, a living creature takes at least minor void environmental damage. In the strongest areas of a void plane, they could take moderate or even major void damage at the end of each round. This damage has the death trait, and if a living creature is reduced to 0 Hit Points by this void damage and killed, it crumbles into ash and can become a wraith (see Monster Core). Vitality: These planes are awash with life energy. Colors are brighter, fires are hotter, noises are louder, and sensations are more intense. At the end of each round, an undead creature takes at least minor vitality environmental damage. In the strongest areas of a vitality plane, they could take moderate or even major vitality damage instead. While this might seem safe for living creatures, vitality planes present a different danger. Living creatures regain an amount of HP each round equal to the environmental damage undead take in the same area. If this would bring the living creature above their maximum HP, any excess becomes temporary HP. Unlike normal, these temporary HP combine with each other, and they last until the creature leaves the plane. If a creature's temporary HP from a vitality plane ever exceeds its maximum HP, it explodes in a burst of overloaded vitality energy, spreading across the area to birth new souls. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3020",
 "weakness": {}
}