{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Campaign Structure"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2677",
 "legacy_id": [
  "rules-929"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Player Goals](/Rules.aspx?ID=2677)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 66 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAsk what you and the other players enjoy and would like to see in the game. You can use these ideas as touchstones to build off of. When you get into the campaign itself, the PCs' goals come to the forefront. Find out what each character wants to achieve and look for opportunities you can place in the game world and adventures. Consider which part of the game most closely ties to each goal. A PC who wants to build an institution will need money and interpersonal connections, so you can use treasure and NPC interactions to give them the resources they need. For a character whose purpose is to help people in danger, build some encounters that include people who need to be rescued.\n\nLook for good times to recap the state of a character's goals and remind the player how their character has progressed, particularly when something changes in relation to their goals. The Long-Term Goals section on page 45 gives you more details on how you can use goals in downtime.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Player Goals",
 "next_link": {
  "label": "Changing the World",
  "url": "/Rules.aspx?ID=2678"
 },
 "previous_link": {
  "label": "Linking Adventures",
  "url": "/Rules.aspx?ID=2676"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 66",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 66 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Campaign Structure\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAsk what you and the other players enjoy and would like to see in the game. You can use these ideas as touchstones to build off of. When you get into …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 66"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 66 <sup>2.0</sup>",
 "speed": {},
 "summary": "Ask what you and the other players enjoy and would like to see in the game. You can use these ideas as touchstones to build off of. When you get into …",
 "summary_markdown": "Ask what you and the other players enjoy and would like to see in the game. You can use these ideas as touchstones to build off of. When you get into …",
 "text": " Player Goals Source GM Core pg. 66 2.0 Ask what you and the other players enjoy and would like to see in the game. You can use these ideas as touchstones to build off of. When you get into the campaign itself, the PCs' goals come to the forefront. Find out what each character wants to achieve and look for opportunities you can place in the game world and adventures. Consider which part of the game most closely ties to each goal. A PC who wants to build an institution will need money and interpersonal connections, so you can use treasure and NPC interactions to give them the resources they need. For a character whose purpose is to help people in danger, build some encounters that include people who need to be rescued. Look for good times to recap the state of a character's goals and remind the player how their character has progressed, particularly when something changes in relation to their goals. The Long-Term Goals section on page 45 gives you more details on how you can use goals in downtime. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2677",
 "weakness": {}
}