{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Adventure Design"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2689",
 "legacy_id": [
  "rules-945"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Player Motivations](/Rules.aspx?ID=2689)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOne of your most important and rewarding tasks is getting to know your players and what makes them tick, then implementing plot hooks that speak to their motivations. If your players all like similar things (maybe they all like epic storylines or all prefer tactical combat), your job will be a bit easier. For most groups, there's a mix, and you'll want to put in a detailed NPC who appeals to one player's love of social scenes, a powerful villain to engage a player who loves stories of winning against overwhelming odds, and exotic animals that attract a player who's into having animal friends. If you're not sure what your players enjoy, ask them in advance what they'd like to see in the game!\n\nConsidering player motivations doesn't mean assuming you know what the players or their characters will do! It can be risky to expect PCs to react in certain ways or take certain paths. Knowing their motivations gives you a way to put in elements you expect will appeal to your players, but their decisions will still take the adventure in unexpected directions. The important thing is getting the players engaged, not predicting the future.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Player Motivations",
 "next_link": {
  "label": "Theme and Feeling",
  "url": "/Rules.aspx?ID=2690"
 },
 "previous_link": {
  "label": "Campaign Structure",
  "url": "/Rules.aspx?ID=2668"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 68",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Adventure Design\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOne of your most important and rewarding tasks is getting to know your players and what makes them tick, then implementing plot hooks that speak to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 68"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 68 <sup>2.0</sup>",
 "speed": {},
 "summary": "One of your most important and rewarding tasks is getting to know your players and what makes them tick, then implementing plot hooks that speak to …",
 "summary_markdown": "One of your most important and rewarding tasks is getting to know your players and what makes them tick, then implementing plot hooks that speak to …",
 "text": " Player Motivations Source GM Core pg. 68 2.0 One of your most important and rewarding tasks is getting to know your players and what makes them tick, then implementing plot hooks that speak to their motivations. If your players all like similar things (maybe they all like epic storylines or all prefer tactical combat), your job will be a bit easier. For most groups, there's a mix, and you'll want to put in a detailed NPC who appeals to one player's love of social scenes, a powerful villain to engage a player who loves stories of winning against overwhelming odds, and exotic animals that attract a player who's into having animal friends. If you're not sure what your players enjoy, ask them in advance what they'd like to see in the game! Considering player motivations doesn't mean assuming you know what the players or their characters will do! It can be risky to expect PCs to react in certain ways or take certain paths. Knowing their motivations gives you a way to put in elements you expect will appeal to your players, but their decisions will still take the adventure in unexpected directions. The important thing is getting the players engaged, not predicting the future. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2689",
 "weakness": {}
}