{
 "breadcrumbs": [
  "Chapter 2: Ancestries & Backgrounds",
  "Versatile Heritages"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2087",
 "legacy_id": [
  "rules-1418"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Playing a Versatile Heritage](/Rules.aspx?ID=2087)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 74 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTo play a character with a versatile heritage, first select your ancestry, just like you would for any character. You gain Hit Points, size, Speed, attribute boosts and attribute flaws, languages, traits, and other abilities from that ancestry. Then, instead of choosing a heritage from those normally available to that ancestry, apply your chosen versatile heritage. You gain all the features from your versatile heritage, some of which might modify or replace statistics, abilities, or traits from your ancestry.\n\nSince a versatile heritage is a heritage, you can have only one, and you can't have any other heritage in addition to your versatile heritage.\n\nSometimes a versatile heritage might give you an ability that conflicts with an ability from your ancestry. In these cases, you choose which of the conflicting abilities your character has.\n\nWhen selecting ancestry feats, you can choose from those available to your ancestry as well as those specific to your versatile heritage.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2088\" />",
 "name": "Playing a Versatile Heritage",
 "next_link": {
  "label": "In This Book",
  "url": "/Rules.aspx?ID=2089"
 },
 "previous_link": {
  "label": "Unlimited Possibilities!",
  "url": "/Rules.aspx?ID=2086"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 74",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 74 <sup>2.0</sup>\r\n\r\nChapter 2: Ancestries &amp; Backgrounds / Versatile Heritages\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTo play a character with a versatile heritage, first select your ancestry, just like you would for any character. You gain Hit Points, size, Speed, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 74"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 74 <sup>2.0</sup>",
 "speed": {},
 "summary": "To play a character with a versatile heritage, first select your ancestry, just like you would for any character. You gain Hit Points, size, Speed, …",
 "summary_markdown": "To play a character with a versatile heritage, first select your ancestry, just like you would for any character. You gain Hit Points, size, Speed, …",
 "text": " Playing a Versatile Heritage Source Player Core pg. 74 2.0 To play a character with a versatile heritage, first select your ancestry, just like you would for any character. You gain Hit Points, size, Speed, attribute boosts and attribute flaws, languages, traits, and other abilities from that ancestry. Then, instead of choosing a heritage from those normally available to that ancestry, apply your chosen versatile heritage. You gain all the features from your versatile heritage, some of which might modify or replace statistics, abilities, or traits from your ancestry. Since a versatile heritage is a heritage, you can have only one, and you can't have any other heritage in addition to your versatile heritage. Sometimes a versatile heritage might give you an ability that conflicts with an ability from your ancestry. In these cases, you choose which of the conflicting abilities your character has. When selecting ancestry feats, you can choose from those available to your ancestry as well as those specific to your versatile heritage. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2087",
 "weakness": {}
}