{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Special Considerations",
  "Resolving Problems"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2511",
 "legacy_id": [
  "rules-899"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Power Imbalances](/Rules.aspx?ID=2511)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou might end up with one PC who outshines everyone else. Perhaps the player is a rules expert with a powerful character, other players are less experienced or more focused on the story of their characters, or there's just a rules combination or item that's stronger than you expected. In any case, this imbalance might mean you have other players who feel ineffective, or the overpowered character's player becomes bored because they aren't challenged during gameplay.\n\nTalk to the player between sessions, and make it clear that no one at the table is to blame in this situation. Most players have no problem making some concessions for the happiness of the group. If the problem results from rules options, offer an easy way to retrain. If the imbalance resulted from an item, come up with a way that item might need to be lost or sacrificed, but in a satisfying way that furthers the narrative. If you meet resistance from the player, listen to their counterpoints. If you're still convinced they need to change, you might need to be more firm.\n\nIt's worth stating that players might still have fun, or even enjoy an instance of power imbalance. You don't have to do anything to address it unless it limits fun at your table.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Power Imbalances",
 "next_link": {
  "label": "Problematic Players",
  "url": "/Rules.aspx?ID=2508"
 },
 "previous_link": {
  "label": "Distractions and Interruptions",
  "url": "/Rules.aspx?ID=2507"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 19",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Special Considerations / Resolving Problems\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou might end up with one PC who outshines everyone else. Perhaps the player is a rules expert with a powerful character, other players are less …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 19"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 19 <sup>2.0</sup>",
 "speed": {},
 "summary": "You might end up with one PC who outshines everyone else. Perhaps the player is a rules expert with a powerful character, other players are less …",
 "summary_markdown": "You might end up with one PC who outshines everyone else. Perhaps the player is a rules expert with a powerful character, other players are less …",
 "text": " Power Imbalances Source GM Core pg. 19 2.0 You might end up with one PC who outshines everyone else. Perhaps the player is a rules expert with a powerful character, other players are less experienced or more focused on the story of their characters, or there's just a rules combination or item that's stronger than you expected. In any case, this imbalance might mean you have other players who feel ineffective, or the overpowered character's player becomes bored because they aren't challenged during gameplay. Talk to the player between sessions, and make it clear that no one at the table is to blame in this situation. Most players have no problem making some concessions for the happiness of the group. If the problem results from rules options, offer an easy way to retrain. If the imbalance resulted from an item, come up with a way that item might need to be lost or sacrificed, but in a satisfying way that furthers the narrative. If you meet resistance from the player, listen to their counterpoints. If you're still convinced they need to change, you might need to be more firm. It's worth stating that players might still have fun, or even enjoy an instance of power imbalance. You don't have to do anything to address it unless it limits fun at your table. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2511",
 "weakness": {}
}