{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Special Considerations"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2508",
 "legacy_id": [
  "rules-896"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Problematic Players](/Rules.aspx?ID=2508)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 18 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMost players who cause problems do so unintentionally—perhaps bringing out-of-game issues and stresses to the table. You shouldn't immediately jump on every instance of problematic play—everyone has a bad night on occasion. However, if someone disrupts the game on an ongoing basis, you owe it to all the players to deal with the problem. If you don't, bad feelings, grudges, and even ruined friendships could result.\n\nHandling a problematic player requires tact: making demands in front of the rest of the group is rarely the best way to resolve the problem. Attempt to handle the problem privately away from the game, or call a break to have a private conversation if the situation is really urgent. As with all emotionally charged conversations, email, text messages, and the like can lose the subtlety of speech—it's better to meet the player face-to-face, if possible.\n\nHere are some problematic behaviors that often come up and might require you to intervene.<br />\n<ul><li>Obsessing over the letter of the rules.</li><li>Constantly “helping” other players make the optimal choice on their turn.</li><li>Making their character the center of attention without allowing space for other players.</li></ul>Other behaviors are unacceptable and must be dealt with firmly and decisively. These can be severe enough to pause the game in progress. Such actions speak to a deeper problem and require more drastic action to solve.<br />\n<ul><li>Repeatedly arguing with decisions made by other players or the GM.</li><li>Ignoring other players' opinions.</li><li>Deliberately derailing the adventure's plot.</li><li>Being deliberately rude or cruel to other players—especially if it's on the basis of their ethnicity, gender, sexual orientation, political or religious affiliation, the color of their skin, or the like.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2509\" />\r\n\r\n<document level=\"2\" id=\"rules-2510\" />",
 "name": "Problematic Players",
 "next_link": {
  "label": "Narrative Collaboration",
  "url": "/Rules.aspx?ID=2512"
 },
 "previous_link": {
  "label": "Resolving Problems",
  "url": "/Rules.aspx?ID=2506"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 18",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 18 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Special Considerations\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMost players who cause problems do so unintentionally—perhaps bringing out-of-game issues and stresses to the table. You shouldn't immediately jump …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 18"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 18 <sup>2.0</sup>",
 "speed": {},
 "summary": "Most players who cause problems do so unintentionally—perhaps bringing out-of-game issues and stresses to the table. You shouldn't immediately jump …",
 "summary_markdown": "Most players who cause problems do so unintentionally—perhaps bringing out-of-game issues and stresses to the table. You shouldn't immediately jump …",
 "text": " Problematic Players Source GM Core pg. 18 2.0 Most players who cause problems do so unintentionally—perhaps bringing out-of-game issues and stresses to the table. You shouldn't immediately jump on every instance of problematic play—everyone has a bad night on occasion. However, if someone disrupts the game on an ongoing basis, you owe it to all the players to deal with the problem. If you don't, bad feelings, grudges, and even ruined friendships could result. Handling a problematic player requires tact: making demands in front of the rest of the group is rarely the best way to resolve the problem. Attempt to handle the problem privately away from the game, or call a break to have a private conversation if the situation is really urgent. As with all emotionally charged conversations, email, text messages, and the like can lose the subtlety of speech—it's better to meet the player face-to-face, if possible. Here are some problematic behaviors that often come up and might require you to intervene. Obsessing over the letter of the rules. Constantly “helping” other players make the optimal choice on their turn. Making their character the center of attention without allowing space for other players. Other behaviors are unacceptable and must be dealt with firmly and decisively. These can be severe enough to pause the game in progress. Such actions speak to a deeper problem and require more drastic action to solve. Repeatedly arguing with decisions made by other players or the GM. Ignoring other players' opinions. Deliberately derailing the adventure's plot. Being deliberately rude or cruel to other players—especially if it's on the basis of their ethnicity, gender, sexual orientation, political or religious affiliation, the color of their skin, or the like. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2508",
 "weakness": {}
}