{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Variant Rules"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2762",
 "legacy_id": [
  "rules-1370"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Proficiency without Level](/Rules.aspx?ID=2762)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 85 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis variant removes a character's level from their proficiency bonus, scaling it differently for a style of game that's outside the norm. This is a significant change to the system. The proficiency rank progression in Player Core is designed for heroic fantasy games where heroes rise from humble origins to world-shattering strength. For some games, this narrative arc doesn't fit. Such games are about hedging bets in an uncertain and gritty world, in which even the world's best fighter can't guarantee a win against a large group of moderately skilled brigands.\n\nThe initial implementation is fairly straightforward: the proficiency bonus just becomes +2 for trained, +4 for expert, +6 for master, and +8 for legendary. It's best to give an untrained character a –2 proficiency modifier instead of a +0 proficiency bonus.\n\nAdditionally, for creatures, hazards, magic items, and so on, reduce each statistic that would include a proficiency bonus by the level of the creature or other rules element. These statistics are typically modifiers and DCs for attacks, ACs, saving throws, Perception, skills, and spells.\n\nFinally, decrease the skill DCs of most tasks. You can just subtract the level from the DC tables on page 53, or you can reference the Simple Skill DCs (No Level) table for a set of DCs that's easier to remember. The new DCs make it a little harder for high-level characters to succeed than it would be when using the default numbers, in keeping with the theme mentioned earlier. Combat outcomes will tend to flatten out, with critical successes and critical failures being less likely across the game. This is particularly notable in spells, where you're less likely to see the extreme effects of critical failures on saves.\n\n## Table 4-17: Simple Skill DCs (No Level)\n<row gap=\"tiny\">\n<table><tr><td>**Proficiency Rank**</td><td>**DC**</td></tr> <tr><td>Untrained</td><td>10</td></tr> <tr><td>Trained</td><td>15</td></tr> <tr><td>Expert</td><td>20</td></tr> <tr><td>Master</td><td>25</td></tr> <tr><td>Legendary</td><td>30</td></tr></table>\r\n</row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2763\" />\r\n\r\n<document level=\"2\" id=\"rules-2764\" />",
 "name": "Proficiency without Level",
 "next_link": {
  "label": "Afflictions",
  "url": "/Rules.aspx?ID=2765"
 },
 "previous_link": {
  "label": "Level 0 Characters",
  "url": "/Rules.aspx?ID=2754"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 85",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 85 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Variant Rules\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis variant removes a character's level from their proficiency bonus, scaling it differently for a style of game that's outside the norm. This is a …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 85"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 85 <sup>2.0</sup>",
 "speed": {},
 "summary": "This variant removes a character's level from their proficiency bonus, scaling it differently for a style of game that's outside the norm. This is a …",
 "summary_markdown": "This variant removes a character's level from their proficiency bonus, scaling it differently for a style of game that's outside the norm. This is a …",
 "text": " Proficiency without Level Source GM Core pg. 85 2.0 This variant removes a character's level from their proficiency bonus, scaling it differently for a style of game that's outside the norm. This is a significant change to the system. The proficiency rank progression in Player Core is designed for heroic fantasy games where heroes rise from humble origins to world-shattering strength. For some games, this narrative arc doesn't fit. Such games are about hedging bets in an uncertain and gritty world, in which even the world's best fighter can't guarantee a win against a large group of moderately skilled brigands. The initial implementation is fairly straightforward: the proficiency bonus just becomes +2 for trained, +4 for expert, +6 for master, and +8 for legendary. It's best to give an untrained character a –2 proficiency modifier instead of a +0 proficiency bonus. Additionally, for creatures, hazards, magic items, and so on, reduce each statistic that would include a proficiency bonus by the level of the creature or other rules element. These statistics are typically modifiers and DCs for attacks, ACs, saving throws, Perception, skills, and spells. Finally, decrease the skill DCs of most tasks. You can just subtract the level from the DC tables on page 53, or you can reference the Simple Skill DCs (No Level) table for a set of DCs that's easier to remember. The new DCs make it a little harder for high-level characters to succeed than it would be when using the default numbers, in keeping with the theme mentioned earlier. Combat outcomes will tend to flatten out, with critical successes and critical failures being less likely across the game. This is particularly notable in spells, where you're less likely to see the extreme effects of critical failures on saves. ## Table 4-17: Simple Skill DCs (No Level) Proficiency Rank DC Untrained 10 Trained 15 Expert 20 Master 25 Legendary 30 ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2762",
 "weakness": {}
}