{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Preparing Adventures"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2474",
 "legacy_id": [
  "rules-492"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Published Adventures](/Rules.aspx?ID=2474)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 8 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPrewritten adventures include background information and nonplayer characters needed for the story, plus all the locations, maps, and monster groups necessary for both exploration and encounters. Prewritten adventures can speed up your preparation, since you can simply read the relevant sections of the adventure before a game, and you don't have to create everything from scratch. A published adventure already includes the expected amount of encounters and treasure, and you can find adventures built for different character levels to match your group. Reading a published adventure or running one as your first game can help you see how adventures are structured, which makes it easier to write one later if you choose.\n\nThough a published adventure is prewritten, it's not set in stone. Changing the details of an adventure to suit your group isn't just acceptable, it's encouraged! Use the backstories and predilections of the player characters to inform how you change the adventure. This can mean altering adversaries so they're linked to the player characters, changing the setting to a place some of the player characters are from, or excising particular scenes if you know they won't appeal to your players.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2475\" />",
 "name": "Published Adventures",
 "next_link": {
  "label": "Your Own Adventures",
  "url": "/Rules.aspx?ID=2476"
 },
 "previous_link": {
  "label": "A Welcoming Environment",
  "url": "/Rules.aspx?ID=2469"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 8",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 8 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Preparing Adventures\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPrewritten adventures include background information and nonplayer characters needed for the story, plus all the locations, maps, and monster groups …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 8"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 8 <sup>2.0</sup>",
 "speed": {},
 "summary": "Prewritten adventures include background information and nonplayer characters needed for the story, plus all the locations, maps, and monster groups …",
 "summary_markdown": "Prewritten adventures include background information and nonplayer characters needed for the story, plus all the locations, maps, and monster groups …",
 "text": " Published Adventures Source GM Core pg. 8 2.0 Prewritten adventures include background information and nonplayer characters needed for the story, plus all the locations, maps, and monster groups necessary for both exploration and encounters. Prewritten adventures can speed up your preparation, since you can simply read the relevant sections of the adventure before a game, and you don't have to create everything from scratch. A published adventure already includes the expected amount of encounters and treasure, and you can find adventures built for different character levels to match your group. Reading a published adventure or running one as your first game can help you see how adventures are structured, which makes it easier to write one later if you choose. Though a published adventure is prewritten, it's not set in stone. Changing the details of an adventure to suit your group isn't just acceptable, it's encouraged! Use the backstories and predilections of the player characters to inform how you change the adventure. This can mean altering adversaries so they're linked to the player characters, changing the setting to a place some of the player characters are from, or excising particular scenes if you know they won't appeal to your players. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2474",
 "weakness": {}
}