{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Vehicles",
  "Vehicle Basics",
  "Propulsion",
  "Alchemical"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3123",
 "legacy_id": [
  "rules-1285"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Pulled](/Rules.aspx?ID=3123)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 211 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis method of propulsion is perhaps the most common, wherein a wheeled conveyance (such as a carriage or wagon) is pulled by one or more creatures. The Speed of the vehicle can never exceed that of the slowest creature pulling the vehicle. The creatures pulling the vehicle don't act on their own; they instead act as part of the vehicle's actions, and their movement as part of those actions triggers reactions just as it does for the vehicle itself and its pilot.\n\nWhen a pulled vehicle takes collision damage, so do the creatures pulling that vehicle (though they can typically attempt the basic Reflex saving throw to mitigate that damage). The death of one or more pulling creatures might damage or slow the vehicle, and it might cause the pilot to lose control.\n\nFor a vehicle pulled by an animal or similarly unintelligent creature, a pilot can use Nature for piloting checks; for sapient pulling creatures, the pilot can instead use Diplomacy or Intimidation for piloting checks.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Pulled",
 "next_link": {
  "label": "Rowed",
  "url": "/Rules.aspx?ID=3124"
 },
 "previous_link": {
  "label": "Magical",
  "url": "/Rules.aspx?ID=3122"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 211",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 211 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Vehicles / Vehicle Basics / Propulsion / Alchemical\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis method of propulsion is perhaps the most common, wherein a wheeled conveyance (such as a carriage or wagon) is pulled by one or more creatures. …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 211"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 211 <sup>2.0</sup>",
 "speed": {},
 "summary": "This method of propulsion is perhaps the most common, wherein a wheeled conveyance (such as a carriage or wagon) is pulled by one or more creatures. …",
 "summary_markdown": "This method of propulsion is perhaps the most common, wherein a wheeled conveyance (such as a carriage or wagon) is pulled by one or more creatures. …",
 "text": " Pulled Source GM Core pg. 211 2.0 This method of propulsion is perhaps the most common, wherein a wheeled conveyance (such as a carriage or wagon) is pulled by one or more creatures. The Speed of the vehicle can never exceed that of the slowest creature pulling the vehicle. The creatures pulling the vehicle don't act on their own; they instead act as part of the vehicle's actions, and their movement as part of those actions triggers reactions just as it does for the vehicle itself and its pilot. When a pulled vehicle takes collision damage, so do the creatures pulling that vehicle (though they can typically attempt the basic Reflex saving throw to mitigate that damage). The death of one or more pulling creatures might damage or slow the vehicle, and it might cause the pilot to lose control. For a vehicle pulled by an animal or similarly unintelligent creature, a pilot can use Nature for piloting checks; for sapient pulling creatures, the pilot can instead use Diplomacy or Intimidation for piloting checks. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3123",
 "weakness": {}
}