{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Example Quests"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1953",
 "markdown": "<title level=\"1\" right=\"Rules\">[Quest 2: Weaving the Wizard’s Robes (Level 7)](/Rules.aspx?ID=1953)</title>\r\n\r\n**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 174 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nJessica’s character is an [illusion](/Traits.aspx?ID=629)-loving wizard who has just reached 7th level and wants to celebrate her ascension by creating a [cloa_k of illusions_](/Equipment.aspx?ID=3069). Jessica’s wizard has trained with a prestigious archmage as one of the archmage’s many apprentices; the robes will serve not just as protection for her wizard on future adventures but as a symbol of the completion of her apprenticeship. Her GM, James, has decided that to create these robes, Jessica’s wizard will need to collect spider silk, a burning gemstone to power a magical device, and a scale from a mirage dragon to pull illusion magic out of. All three of these materials can be harvested from within the magical demiplane where the wizard’s archmage master trains his apprentices, and the final step for Jessica’s wizard will be to weave all the components together at the archmage’s magical loom. James takes the 360 gp base cost of the _cloak of illusion_ and reduces it by 10% for each of the three encounters, arriving at a final total of 252 gp. James has decided that the encounters will consist of one low-difficulty encounter and two moderate-difficulty encounters, with the value of the spider silk set at 50 gp and the value of the other two crafting quest components each set at 101 gp.\n\nJames plans the following three encounters out for Jessica’s wizard.\n\n**Bargaining for Silk:** The first encounter Jessica’s wizard will need to navigate is retrieving the silk for her robe from a trio of [ether spiders](/Monsters.aspx?ID=203). As 5th-level creatures, the three spiders collectively are worth 60 XP for a 7th-level party and constitute a low‑difficulty encounter worth 220 gp. James deducts 50 gp from the value of the encounter for the silk and distributes the rest in the form of various consumables the archmage left behind for his successful apprentices to find. While the ether spiders are deadly threats, Jessica’s wizard recognizes that killing the spiders would destroy her master’s silk supply, so she instead bargains with the ether spiders and trades them food and treasures from her earlier adventures in exchange for the silk she needs, completing the encounter nonlethally.\n\n**Retrieving the Power Gemstone:** The second encounter awaiting Jessica’s wizard requires her to travel to the magical furnace powering the archmage’s tower and retrieve a gemstone imbued with the power of elemental flame that will magically funnel power from the furnace to the wizard’s loom. When Jessica’s wizard arrives at the furnace, she discovers that the archmage has prepared a surprise for her and has left the furnace gate open, allowing four [living wildfire](/Monsters.aspx?ID=2982) elementals to slip in from the [Plane of Fire!](/Planes.aspx?ID=31) As 5th-level creatures, the four elementals collectively represent a moderate encounter worth 290 gp for a 7th-level party. James deducts 101 gp from the value of the encounter to account for the value of the gemstone and gives the rest of the treasure to the party in the form of consumables that might help them in the final battle.\n\n**Claiming a Scale:** Singed but undeterred, Jessica’s wizard and her party face their final challenge: a [young mirage dragon](/Monsters.aspx?ID=2950) guards the magical loom on which the wizard must weave her magical robes. As a 9th-level creature, the dragon represents a moderate encounter worth 290 gp for a 7th-level party. James deducts 101 gp from the value of the encounter for the dragon scale and provides the rest as treasures for the wizard’s party members. Once the wizard has fought, bargained, or tricked her way into retrieving a scale and accessing the archmage’s loom, she attempts a DC 23 Crafting check at the loom (the standard DC for a 7th-level item) to weave the crafting quest components together into her completed _cloak of illusions_.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Quest 2: Weaving the Wizard’s Robes (Level 7)",
 "next_link": {
  "label": "Quest 3: Shaping the Armor of Yggdrasil (Level 5)",
  "url": "/Rules.aspx?ID=1954"
 },
 "previous_link": {
  "label": "Quest 1: Forging the Holy Sword (Level 13–14)",
  "url": "/Rules.aspx?ID=1952"
 },
 "primary_source": "Treasure Vault",
 "primary_source_raw": "Treasure Vault pg. 174",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 174 <sup>2.0</sup>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Example Quests\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nJessica’s character is an  illusion -loving wizard who has just reached 7th level and wants to celebrate her ascension by creating a  cloa k of …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 174"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Treasure Vault](/Sources.aspx?ID=191) pg. 174 <sup>2.0</sup>",
 "speed": {},
 "summary": "Jessica’s character is an  illusion -loving wizard who has just reached 7th level and wants to celebrate her ascension by creating a  cloa k of …",
 "summary_markdown": "Jessica’s character is an  illusion -loving wizard who has just reached 7th level and wants to celebrate her ascension by creating a  cloa k of …",
 "text": " Quest 2: Weaving the Wizard’s Robes (Level 7) Source Treasure Vault pg. 174 2.0 Jessica’s character is an illusion-loving wizard who has just reached 7th level and wants to celebrate her ascension by creating a cloa k of illusions . Jessica’s wizard has trained with a prestigious archmage as one of the archmage’s many apprentices; the robes will serve not just as protection for her wizard on future adventures but as a symbol of the completion of her apprenticeship. Her GM, James, has decided that to create these robes, Jessica’s wizard will need to collect spider silk, a burning gemstone to power a magical device, and a scale from a mirage dragon to pull illusion magic out of. All three of these materials can be harvested from within the magical demiplane where the wizard’s archmage master trains his apprentices, and the final step for Jessica’s wizard will be to weave all the components together at the archmage’s magical loom. James takes the 360 gp base cost of the cloak of illusion and reduces it by 10% for each of the three encounters, arriving at a final total of 252 gp. James has decided that the encounters will consist of one low-difficulty encounter and two moderate-difficulty encounters, with the value of the spider silk set at 50 gp and the value of the other two crafting quest components each set at 101 gp. James plans the following three encounters out for Jessica’s wizard. Bargaining for Silk: The first encounter Jessica’s wizard will need to navigate is retrieving the silk for her robe from a trio of ether spiders. As 5th-level creatures, the three spiders collectively are worth 60 XP for a 7th-level party and constitute a low‑difficulty encounter worth 220 gp. James deducts 50 gp from the value of the encounter for the silk and distributes the rest in the form of various consumables the archmage left behind for his successful apprentices to find. While the ether spiders are deadly threats, Jessica’s wizard recognizes that killing the spiders would destroy her master’s silk supply, so she instead bargains with the ether spiders and trades them food and treasures from her earlier adventures in exchange for the silk she needs, completing the encounter nonlethally. Retrieving the Power Gemstone: The second encounter awaiting Jessica’s wizard requires her to travel to the magical furnace powering the archmage’s tower and retrieve a gemstone imbued with the power of elemental flame that will magically funnel power from the furnace to the wizard’s loom. When Jessica’s wizard arrives at the furnace, she discovers that the archmage has prepared a surprise for her and has left the furnace gate open, allowing four living wildfire elementals to slip in from the Plane of Fire! As 5th-level creatures, the four elementals collectively represent a moderate encounter worth 290 gp for a 7th-level party. James deducts 101 gp from the value of the encounter to account for the value of the gemstone and gives the rest of the treasure to the party in the form of consumables that might help them in the final battle. Claiming a Scale: Singed but undeterred, Jessica’s wizard and her party face their final challenge: a young mirage dragon guards the magical loom on which the wizard must weave her magical robes. As a 9th-level creature, the dragon represents a moderate encounter worth 290 gp for a 7th-level party. James deducts 101 gp from the value of the encounter for the dragon scale and provides the rest as treasures for the wizard’s party members. Once the wizard has fought, bargained, or tricked her way into retrieving a scale and accessing the archmage’s loom, she attempts a DC 23 Crafting check at the loom (the standard DC for a 7th-level item) to weave the crafting quest components together into her completed cloak of illusions . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1953",
 "weakness": {}
}