{
 "breadcrumbs": [
  "Introduction",
  "Playing Creatures"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3260",
 "legacy_id": [
  "rules-786"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Reading Creature Statistics](/Rules.aspx?ID=3260)</title>\r\n\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 5 <sup>1.1</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEach creature’s rules appear in a stat block, with a structure similar to those of feats, spells, and magic items. Because creatures have more abilities than those game elements, however, their statistics include more entries, many of which have special formatting.\n\nA creature’s traits line sometimes begins with a rarity; if the creature’s rarity is common, no rarity is listed. The next entry is the creature’s size (Tiny, Small, Medium, Large, Huge, or Gargantuan). Any other traits are then listed alphabetically. The traits appearing in this book, including some traits from [_Pathfinder Player Core_](/Sources.aspx?ID=216), can be found in [Creature Traits](Traits.aspx).\n\nActions and activities the creature can use have the appropriate icons next to those abilities’ names noting how many actions they require. A creature always has the requisite proficiency ranks or other abilities required to use what’s listed in its stat block. For instance, a spellcasting creature can perform the Cast a Spell activity, and a creature is never untrained with any of its items. \n\nSome abilities are abbreviated in stat blocks, with their full text in the [Ability Glossary](MonsterAbilities.aspx).<br />\n\n<title level=\"3\" right=\"Level\">Creature Name </title><traits><trait label=\"Rarity\" /><trait label=\"Size\" /><trait label=\"Other Traits\" /></traits>  **Perception** The creature’s Perception modifier is listed here, followed by any special senses. <br />**Languages** The languages for a typical creature of that kind are listed here, followed by any special communication abilities. If a creature lacks this entry, it cannot communicate with or understand another creature through language. <br />**Skills** The creature is trained or better in these skills. For untrained skills, use the corresponding attribute modifier. <br />**Attribute Modifiers** The creature’s attribute modifiers are listed here. <br />**Items** Any significant gear the creature carries is listed here. <br />**Interaction Abilities** Special abilities that affect how a creature perceives and interacts with the world are listed here. \n\n---\n\n**AC**, followed by any special bonuses to AC; **Saving Throws** A special bonus to a specific save appears in parentheses after that save’s bonus. Any special bonuses to all three saving throws against particular types of effects are listed after the three saves. <br />**HP**, followed by automatic abilities that affect the creature’s Hit Points or healing; **Immunities; Weaknesses; Resistances** Any immunities, weaknesses, or resistances the creature has are listed here. <br />**Automatic Abilities** The creature’s auras, any abilities that automatically affect its defenses, and the like are listed here. <br />**Reactive Abilities** Free actions or reactions that are usually triggered when it’s not the creature’s turn are listed here.\n\n---\n\n **Speed**, followed by any other Speeds or movement abilities. <br />**Melee** <actions string=\"Single Action\" /> (traits; some weapon traits, such as [deadly](/Traits.aspx?ID=570), include their calculations for convenience) The name of the weapon or unarmed attack the creature uses for a melee Strike, followed by the attack modifier and traits in parentheses. If a creature has any abilities or gear that would affect its attack modifier, such as a weapon with a [_+1 weapon potency_](/Equipment.aspx?ID=2830) rune, those calculations are already included, **Damage** amount and damage type, plus any additional effects (this entry is **Effect** if the Strike doesn’t deal damage). <br />**Ranged** <actions string=\"Single Action\" /> As Melee, but also lists range or range increment with traits, **Damage** as Melee.<br /> **Spells** The entry starts with the magical tradition and whether the spells are prepared or spontaneous, followed by the DC (and spell attack modifier if any spells require spell attack rolls). Spells are listed by rank, followed by cantrips. A spell prepared multiple times lists the number of times in parentheses—for example, “(×2).” Spontaneous spells list the number of spell slots after the spell rank. <br />**Innate Spells** These are listed like other spells, but can also include constant, at-will, and focus spells. If the creature has a focus spell as an innate spell, it works like other innate spells with listed uses, rather than costing Focus Points. Spells that can be used an unlimited number of times list “(at will)” after the spell’s name. Constant spells appear at the end, separated by rank. Rules for [constant](/MonsterAbilities.aspx?ID=56) and [at-will](/MonsterAbilities.aspx?ID=52) spells appear in the [Ability Glossary](MonsterAbilities.aspx). <br />**Focus Spells** If a creature has focus spells, this entry lists the spells’ rank, the Focus Points in the creature’s focus pool, the DC, and those spells. <br />**Rituals** Any rituals the creature can cast appear here. <br />**Offensive or Proactive Abilities** Any actions, activities, or abilities that automatically affect the creature’s offense, as well as free actions or reactions that are usually triggered on the creature’s turn, appear here in alphabetical order.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Reading Creature Statistics",
 "next_link": {
  "label": "Roleplaying Creatures",
  "url": "/Rules.aspx?ID=3261"
 },
 "previous_link": {
  "label": "Chapter 5: Treasure Trove",
  "url": "/Rules.aspx?ID=3135"
 },
 "primary_source": "Monster Core",
 "primary_source_raw": "Monster Core pg. 5",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2024-03-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Monster Core](/Sources.aspx?ID=221) pg. 5 <sup>1.1</sup>\r\n\r\nIntroduction / Playing Creatures\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEach creature’s rules appear in a stat block, with a structure similar to those of feats, spells, and magic items. Because creatures have more …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Monster Core"
 ],
 "source_raw": [
  "Monster Core pg. 5"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Monster Core](/Sources.aspx?ID=221) pg. 5 <sup>1.1</sup>",
 "speed": {},
 "summary": "Each creature’s rules appear in a stat block, with a structure similar to those of feats, spells, and magic items. Because creatures have more …",
 "summary_markdown": "Each creature’s rules appear in a stat block, with a structure similar to those of feats, spells, and magic items. Because creatures have more …",
 "text": " Reading Creature Statistics Source Monster Core pg. 5 1.1 Each creature’s rules appear in a stat block, with a structure similar to those of feats, spells, and magic items. Because creatures have more abilities than those game elements, however, their statistics include more entries, many of which have special formatting. A creature’s traits line sometimes begins with a rarity; if the creature’s rarity is common, no rarity is listed. The next entry is the creature’s size (Tiny, Small, Medium, Large, Huge, or Gargantuan). Any other traits are then listed alphabetically. The traits appearing in this book, including some traits from Pathfinder Player Core , can be found in Creature Traits. Actions and activities the creature can use have the appropriate icons next to those abilities’ names noting how many actions they require. A creature always has the requisite proficiency ranks or other abilities required to use what’s listed in its stat block. For instance, a spellcasting creature can perform the Cast a Spell activity, and a creature is never untrained with any of its items. Some abilities are abbreviated in stat blocks, with their full text in the Ability Glossary. Creature Name Perception The creature’s Perception modifier is listed here, followed by any special senses. Languages The languages for a typical creature of that kind are listed here, followed by any special communication abilities. If a creature lacks this entry, it cannot communicate with or understand another creature through language. Skills The creature is trained or better in these skills. For untrained skills, use the corresponding attribute modifier. Attribute Modifiers The creature’s attribute modifiers are listed here. Items Any significant gear the creature carries is listed here. Interaction Abilities Special abilities that affect how a creature perceives and interacts with the world are listed here. --- AC , followed by any special bonuses to AC; Saving Throws A special bonus to a specific save appears in parentheses after that save’s bonus. Any special bonuses to all three saving throws against particular types of effects are listed after the three saves. HP , followed by automatic abilities that affect the creature’s Hit Points or healing; Immunities; Weaknesses; Resistances Any immunities, weaknesses, or resistances the creature has are listed here. Automatic Abilities The creature’s auras, any abilities that automatically affect its defenses, and the like are listed here. Reactive Abilities Free actions or reactions that are usually triggered when it’s not the creature’s turn are listed here. --- Speed , followed by any other Speeds or movement abilities. Melee Single Action (traits; some weapon traits, such as deadly, include their calculations for convenience) The name of the weapon or unarmed attack the creature uses for a melee Strike, followed by the attack modifier and traits in parentheses. If a creature has any abilities or gear that would affect its attack modifier, such as a weapon with a +1 weapon potency rune, those calculations are already included, Damage amount and damage type, plus any additional effects (this entry is Effect if the Strike doesn’t deal damage). Ranged Single Action As Melee, but also lists range or range increment with traits, Damage as Melee. Spells The entry starts with the magical tradition and whether the spells are prepared or spontaneous, followed by the DC (and spell attack modifier if any spells require spell attack rolls). Spells are listed by rank, followed by cantrips. A spell prepared multiple times lists the number of times in parentheses—for example, “(×2).” Spontaneous spells list the number of spell slots after the spell rank. Innate Spells These are listed like other spells, but can also include constant, at-will, and focus spells. If the creature has a focus spell as an innate spell, it works like other innate spells with listed uses, rather than costing Focus Points. Spells that can be used an unlimited number of times list “(at will)” after the spell’s name. Constant spells appear at the end, separated by rank. Rules for constant and at-will spells appear in the Ability Glossary. Focus Spells If a creature has focus spells, this entry lists the spells’ rank, the Focus Points in the creature’s focus pool, the DC, and those spells. Rituals Any rituals the creature can cast appear here. Offensive or Proactive Abilities Any actions, activities, or abilities that automatically affect the creature’s offense, as well as free actions or reactions that are usually triggered on the creature’s turn, appear here in alphabetical order. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3260",
 "weakness": {}
}