{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Format of Rules"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2026",
 "legacy_id": [
  "rules-65"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Reading Rules](/Rules.aspx?ID=2026)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 15 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n<title level=\"3\" right=\"Level\">Action or Feat Name <actions string=\"Single Action\" /></title><traits><trait label=\"Trait\" /></traits>**Prerequisites** Any minimum attributes, feats, proficiency ranks, and so forth you must have to select this rules element are here. Feats also have a level prerequisite, listed above.<br />**Frequency** The limit on how often you can use the ability.<br />**Trigger** Reactions and some free actions have triggers that must be met before they can be used.<br />**Requirements** Sometimes you must have a certain item or be in a certain circumstance to use an ability.<br />This section describes the effects or benefits of a rules element. If the rule is an action, it explains what the effect is or what you must roll. If it's a feat that modifies an existing action or grants a constant effect, the benefit is explained here.<br />**Special** Any special qualities of the rule are explained in this section. Usually this section appears in feats you can select more than once, explaining what happens when you do.\n\nSometimes an ability will grant multiple actions or an action in addition to other benefits. These are condensed into a shorter format using the same categories.<br />**Action Name** <actions string=\"Single Action\" /> (traits) **Frequency** how often it can be used; **Trigger** when a reaction or free action can be used; **Requirements** some actions require specific circumstances, listed here; **Effect** this section explains how the ability changes the world.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Reading Rules",
 "next_link": {
  "label": "Character Creation",
  "url": "/Rules.aspx?ID=2027"
 },
 "previous_link": {
  "label": "Understanding Actions",
  "url": "/Rules.aspx?ID=2021"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 15",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 15 <sup>2.0</sup>\r\n\r\nChapter 1: Introduction / Format of Rules\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAction or Feat Name   Level   Trait   Prerequisites  Any minimum attributes, feats, proficiency ranks, and so forth you must have to select this …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 15"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 15 <sup>2.0</sup>",
 "speed": {},
 "summary": "Action or Feat Name   Level   Trait   Prerequisites  Any minimum attributes, feats, proficiency ranks, and so forth you must have to select this …",
 "summary_markdown": "Action or Feat Name   Level   Trait   Prerequisites  Any minimum attributes, feats, proficiency ranks, and so forth you must have to select this …",
 "text": " Reading Rules Source Player Core pg. 15 2.0 Action or Feat Name Single Action Prerequisites Any minimum attributes, feats, proficiency ranks, and so forth you must have to select this rules element are here. Feats also have a level prerequisite, listed above. Frequency The limit on how often you can use the ability. Trigger Reactions and some free actions have triggers that must be met before they can be used. Requirements Sometimes you must have a certain item or be in a certain circumstance to use an ability. This section describes the effects or benefits of a rules element. If the rule is an action, it explains what the effect is or what you must roll. If it's a feat that modifies an existing action or grants a constant effect, the benefit is explained here. Special Any special qualities of the rule are explained in this section. Usually this section appears in feats you can select more than once, explaining what happens when you do. Sometimes an ability will grant multiple actions or an action in addition to other benefits. These are condensed into a shorter format using the same categories. Action Name Single Action (traits) Frequency how often it can be used; Trigger when a reaction or free action can be used; Requirements some actions require specific circumstances, listed here; Effect this section explains how the ability changes the world. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2026",
 "weakness": {}
}