{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Difficulty Classes",
  "Specific Actions"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2638",
 "legacy_id": [
  "rules-563"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Recall Knowledge](/Rules.aspx?ID=2638)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 54 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOn most topics, you can use simple DCs for checks to Recall Knowledge. For a check about a specific creature, trap, or other subject with a level, use a level-based DC (adjusting for rarity as needed). You might adjust the difficulty down, maybe even drastically, if the subject is especially notorious or famed. Knowing simple tales about an infamous dragon’s exploits, for example, might be incredibly easy for the dragon’s level, or even just a simple trained DC.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Recall Knowledge Considerations</title>\r\n\r\nUse the following advice.\n\n**“What is it?”:** For the basic information referred to in Recall Knowledge, you'll typically want to answer with a sentence that includes a name, type or category, and some basic context. You have lots of freedom, and players will rarely complain about getting too much detail. Examples: “This statue represents Shelyn, the Eternal Rose, goddess of art, beauty, love, and music.” “The merchant is a boggard, an amphibious humanoid with a froglike appearance.” “The letter is postmarked from Magnimar, a city-state in Varisia famous for its ancient monuments.” “This magic is geas, a ritual that binds a creature to perform or refrain from a certain act.” Often, the answer you need is summarized in a sentence within the subject's description or stat block!\n\n**Redirection:** You can freely make suggestions to a player if they seem stumped on what to ask or think of a question unlikely to be relevant. If they have a question they really want to ask, find a way to make the answer interesting even if you don't think the knowledge will be useful.\n\n**Adventure Details:** Published adventures often include a piece of information characters can discover if they Recall Knowledge. A player doesn't need to ask the perfect question in order to get this knowledge! Feel free to feed it to them on any check to Recall Knowledge that hits the DC, often in addition to an answer to their original question.\n\n**General vs. Unique:** Some elements, such as creatures or items, might require you to draw a distinction between a general concept and a unique individual, such as “pirates” vs. “Tessa Fairwind, the Hurricane Queen” or “a harrow deck” vs. “the Deck of Harrowed Tales.” When a PC tries to Recall Knowledge, let them choose whether to ask about the general category or the unique person or item, and determine the DC and specifics based on that choice. If the unique character or item is famous enough, the DC might even be easier than for the general topic!\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-2639\" />\r\n\r\n<document level=\"2\" id=\"rules-2640\" />\r\n\r\n<document level=\"2\" id=\"rules-2641\" />",
 "name": "Recall Knowledge",
 "next_link": {
  "label": "Sense Direction",
  "url": "/Rules.aspx?ID=2642"
 },
 "previous_link": {
  "label": "Identify Magic, Identify Alchemy, or Learn a Spell",
  "url": "/Rules.aspx?ID=2637"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 54",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 54 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Difficulty Classes / Specific Actions\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOn most topics, you can use simple DCs for checks to Recall Knowledge. For a check about a specific creature, trap, or other subject with a level, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 54"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 54 <sup>2.0</sup>",
 "speed": {},
 "summary": "On most topics, you can use simple DCs for checks to Recall Knowledge. For a check about a specific creature, trap, or other subject with a level, …",
 "summary_markdown": "On most topics, you can use simple DCs for checks to Recall Knowledge. For a check about a specific creature, trap, or other subject with a level, …",
 "text": " Recall Knowledge Source GM Core pg. 54 2.0 On most topics, you can use simple DCs for checks to Recall Knowledge. For a check about a specific creature, trap, or other subject with a level, use a level-based DC (adjusting for rarity as needed). You might adjust the difficulty down, maybe even drastically, if the subject is especially notorious or famed. Knowing simple tales about an infamous dragon’s exploits, for example, might be incredibly easy for the dragon’s level, or even just a simple trained DC. Recall Knowledge Considerations Use the following advice. “What is it?”: For the basic information referred to in Recall Knowledge, you'll typically want to answer with a sentence that includes a name, type or category, and some basic context. You have lots of freedom, and players will rarely complain about getting too much detail. Examples: “This statue represents Shelyn, the Eternal Rose, goddess of art, beauty, love, and music.” “The merchant is a boggard, an amphibious humanoid with a froglike appearance.” “The letter is postmarked from Magnimar, a city-state in Varisia famous for its ancient monuments.” “This magic is geas, a ritual that binds a creature to perform or refrain from a certain act.” Often, the answer you need is summarized in a sentence within the subject's description or stat block! Redirection: You can freely make suggestions to a player if they seem stumped on what to ask or think of a question unlikely to be relevant. If they have a question they really want to ask, find a way to make the answer interesting even if you don't think the knowledge will be useful. Adventure Details: Published adventures often include a piece of information characters can discover if they Recall Knowledge. A player doesn't need to ask the perfect question in order to get this knowledge! Feel free to feed it to them on any check to Recall Knowledge that hits the DC, often in addition to an answer to their original question. General vs. Unique: Some elements, such as creatures or items, might require you to draw a distinction between a general concept and a unique individual, such as “pirates” vs. “Tessa Fairwind, the Hurricane Queen” or “a harrow deck” vs. “the Deck of Harrowed Tales.” When a PC tries to Recall Knowledge, let them choose whether to ask about the general category or the unique person or item, and determine the DC and specifics based on that choice. If the unique character or item is famous enough, the DC might even be easier than for the general topic! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2638",
 "weakness": {}
}