{
 "breadcrumbs": [
  "Chapter 5: Treasure Trove"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3248",
 "legacy_id": [
  "rules-1096"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Relics](/Rules.aspx?ID=3248)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 308 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome extraordinary magic items grow in power along with a character, gaining abilities that add to an adventurer's legend. These are called relics, and owning one can define a character more than any other magic item.\n\nRelics begin as a simple item, called a relic seed, which is little more than a functional item with a minor magical effect associated with it. As the owner of the relic grows in power, so does the relic. It develops gifts, which are new magical abilities and activations. These abilities might be themed to the relic, the character, or the nature of the campaign. If a relic is passed to another character, this process begins anew, sometimes granting the same abilities again over time, but possibly unlocking entirely new powers. If someone else takes the relic from its owner, it usually works for a while, though it might lose its power incrementally over time if not returned to its owner. How the relic changes in such a circumstance is up to you and should fit the story.\n\nThe decision to add relics to the game is entirely up to you as the GM. If you decide to add them, you'll need to adjust treasure somewhat. It's also wise to consider how many players you expect to end up with relics. Will they each get one? Or will there be just one or two tied to the theme of the campaign?\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3249\" />",
 "name": "Relics",
 "next_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=3258"
 },
 "previous_link": {
  "label": "Cursed Items",
  "url": "/Rules.aspx?ID=3245"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 308",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 308 <sup>2.0</sup>\r\n\r\nChapter 5: Treasure Trove\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSome extraordinary magic items grow in power along with a character, gaining abilities that add to an adventurer's legend. These are called relics, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 308"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 308 <sup>2.0</sup>",
 "speed": {},
 "summary": "Some extraordinary magic items grow in power along with a character, gaining abilities that add to an adventurer's legend. These are called relics, …",
 "summary_markdown": "Some extraordinary magic items grow in power along with a character, gaining abilities that add to an adventurer's legend. These are called relics, …",
 "text": " Relics Source GM Core pg. 308 2.0 Some extraordinary magic items grow in power along with a character, gaining abilities that add to an adventurer's legend. These are called relics, and owning one can define a character more than any other magic item. Relics begin as a simple item, called a relic seed, which is little more than a functional item with a minor magical effect associated with it. As the owner of the relic grows in power, so does the relic. It develops gifts, which are new magical abilities and activations. These abilities might be themed to the relic, the character, or the nature of the campaign. If a relic is passed to another character, this process begins anew, sometimes granting the same abilities again over time, but possibly unlocking entirely new powers. If someone else takes the relic from its owner, it usually works for a while, though it might lose its power incrementally over time if not returned to its owner. How the relic changes in such a circumstance is up to you and should fit the story. The decision to add relics to the game is entirely up to you as the GM. If you decide to add them, you'll need to adjust treasure somewhat. It's also wise to consider how many players you expect to end up with relics. Will they each get one? Or will there be just one or two tied to the theme of the campaign? ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3248",
 "weakness": {}
}