{
 "breadcrumbs": [
  "Chapter 4: Subsystems"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3045",
 "legacy_id": [
  "rules-1205"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Research](/Rules.aspx?ID=3045)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 190 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen the PCs are trying to discover important information while challenged by a time limit or other interesting twist, the research subsystem is just the thing to lend their efforts more urgency and weight.\n\nIn the research subsystem, PCs accumulate Research Points and learn new information or gain other benefits upon reaching specific thresholds. This subsystem is great for granting PCs more in-depth pieces of information as they continue to explore an area at large. Here, time passes in rounds spanning anywhere from 10 or so minutes to a full day. Each round, the characters use the Research exploration activity to gain Research Points (RP). As time passes and the party earns more RP, they gain knowledge and rewards, but also might face consequences or events. Some of these events might interrupt the round with a different kind of encounter (disrupting the Research activity), such as a social encounter with an intelligent book or a combat encounter with a guardian.\n\nResearch challenges work best when the PCs face a time constraint, rival research group, or other form of external condition that presents additional pressures—if the PCs have all the time in the world to safely peruse a library or ruin, you can usually simplify things to a simple skill check, since the PCs are free to keep rolling until they uncover everything there is to find.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3046\" />",
 "name": "Research",
 "next_link": {
  "label": "Chases",
  "url": "/Rules.aspx?ID=3049"
 },
 "previous_link": {
  "label": "Influence",
  "url": "/Rules.aspx?ID=3040"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 190",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 190 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen the PCs are trying to discover important information while challenged by a time limit or other interesting twist, the research subsystem is just …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 190"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 190 <sup>2.0</sup>",
 "speed": {},
 "summary": "When the PCs are trying to discover important information while challenged by a time limit or other interesting twist, the research subsystem is just …",
 "summary_markdown": "When the PCs are trying to discover important information while challenged by a time limit or other interesting twist, the research subsystem is just …",
 "text": " Research Source GM Core pg. 190 2.0 When the PCs are trying to discover important information while challenged by a time limit or other interesting twist, the research subsystem is just the thing to lend their efforts more urgency and weight. In the research subsystem, PCs accumulate Research Points and learn new information or gain other benefits upon reaching specific thresholds. This subsystem is great for granting PCs more in-depth pieces of information as they continue to explore an area at large. Here, time passes in rounds spanning anywhere from 10 or so minutes to a full day. Each round, the characters use the Research exploration activity to gain Research Points (RP). As time passes and the party earns more RP, they gain knowledge and rewards, but also might face consequences or events. Some of these events might interrupt the round with a different kind of encounter (disrupting the Research activity), such as a social encounter with an intelligent book or a combat encounter with a guardian. Research challenges work best when the PCs face a time constraint, rival research group, or other form of external condition that presents additional pressures—if the PCs have all the time in the world to safely peruse a library or ruin, you can usually simplify things to a simple skill check, since the PCs are free to keep rolling until they uncover everything there is to find. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3045",
 "weakness": {}
}