{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Exploration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2601",
 "legacy_id": [
  "rules-534"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Resting](/Rules.aspx?ID=2601)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 42 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCharacters require 8 hours of sleep each day. Though resting typically happens at night, a group gains the same benefits for resting during the day. Either way, they can gain the benefits of resting only once every 24 hours. A character who rests for 8 hours recovers in the following ways.<br />\n<ul><li>The character regains Hit Points equal to their Constitution modifier (minimum 1) multiplied by their level. If they rest without any shelter or comfort, you might reduce this healing by half (to a minimum of 1 HP).</li><li>The character loses the fatigued condition.</li><li>The character reduces the severity of the doomed and drained conditions by 1.</li><li>Most spellcasters need to rest before they regain their spells for the day.</li></ul>A group in exploration mode can attempt to rest, but they aren't entirely safe from danger, and their rest might be interrupted. The 8 hours of rest do not need to be consecutive, however, and after an interruption, characters can go back to sleep.\n\nSleeping in armor results in poor rest and causes a character to wake up fatigued. If a character would have recovered from fatigue, sleeping in armor prevents it.\n\nIf a character goes more than 16 hours without going to sleep, they become fatigued.\n\nTaking long-term rest for faster recovery is part of downtime and can't be done during exploration. See page 50 for these rules.In exploration mode, it often matters which characters are in the front or back of the party formation. Let the players decide among themselves where in the group their characters are while exploring. This order can determine who gets attacked first when enemies or traps threaten from various directions. It's up to you to determine the specifics of who gets targeted based on the situation.\n\nWhen you come out of exploration mode, the group usually remains in the same general formation. Decide the PCs' exact positions, with their input, if you're moving to a grid (as usually happens at the start of a combat encounter). If they come out of exploration mode on their own terms, they can move around as they see fit. For example, if they detect a trap and the rogue starts attempting to disarm it, the other characters can move to whatever locations they think are safe.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2602\" />",
 "name": "Resting",
 "next_link": {
  "label": "Starvation and Thirst",
  "url": "/Rules.aspx?ID=2603"
 },
 "previous_link": {
  "label": "Setting a Party Order",
  "url": "/Rules.aspx?ID=2600"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 42",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 42 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Exploration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCharacters require 8 hours of sleep each day. Though resting typically happens at night, a group gains the same benefits for resting during the day. …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 42"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 42 <sup>2.0</sup>",
 "speed": {},
 "summary": "Characters require 8 hours of sleep each day. Though resting typically happens at night, a group gains the same benefits for resting during the day. …",
 "summary_markdown": "Characters require 8 hours of sleep each day. Though resting typically happens at night, a group gains the same benefits for resting during the day. …",
 "text": " Resting Source GM Core pg. 42 2.0 Characters require 8 hours of sleep each day. Though resting typically happens at night, a group gains the same benefits for resting during the day. Either way, they can gain the benefits of resting only once every 24 hours. A character who rests for 8 hours recovers in the following ways. The character regains Hit Points equal to their Constitution modifier (minimum 1) multiplied by their level. If they rest without any shelter or comfort, you might reduce this healing by half (to a minimum of 1 HP). The character loses the fatigued condition. The character reduces the severity of the doomed and drained conditions by 1. Most spellcasters need to rest before they regain their spells for the day. A group in exploration mode can attempt to rest, but they aren't entirely safe from danger, and their rest might be interrupted. The 8 hours of rest do not need to be consecutive, however, and after an interruption, characters can go back to sleep. Sleeping in armor results in poor rest and causes a character to wake up fatigued. If a character would have recovered from fatigue, sleeping in armor prevents it. If a character goes more than 16 hours without going to sleep, they become fatigued. Taking long-term rest for faster recovery is part of downtime and can't be done during exploration. See page 50 for these rules.In exploration mode, it often matters which characters are in the front or back of the party formation. Let the players decide among themselves where in the group their characters are while exploring. This order can determine who gets attacked first when enemies or traps threaten from various directions. It's up to you to determine the specifics of who gets targeted based on the situation. When you come out of exploration mode, the group usually remains in the same general formation. Decide the PCs' exact positions, with their input, if you're moving to a grid (as usually happens at the start of a combat encounter). If they come out of exploration mode on their own terms, they can move around as they see fit. For example, if they detect a trap and the rogue starts attempting to disarm it, the other characters can move to whatever locations they think are safe. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2601",
 "weakness": {}
}