{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Downtime"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2623",
 "legacy_id": [
  "rules-881"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Retraining](/Rules.aspx?ID=2623)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 50 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe retraining rules on page 440 of the _Player Core_ allow a player to change some character choices, but they rely on you, as the GM, to decide whether the retraining requires a teacher, how long it takes, if it has any associated costs, and if the ability can be retrained at all. It's reasonable for a character to retrain most choices, and you should allow them. Only choices that are truly intrinsic to the character, like a sorcerer's bloodline, should be off limits without extraordinary circumstances. Consider what effort each PC puts forth as they retrain, so you can describe how they feel their abilities change. What kind of research and practice do they do? If they have a teacher, what advice does that teacher give?\n\nYou can run a campaign without retraining if you want the PCs to be more bound by their decisions or are running a game without downtime. However, if your campaign doesn't use downtime rules but a player really regrets a decision made while building or leveling up their character, you might make an exception for them, either by letting them simply change the decision or by finding a rare in-story element to justify the decision, such as a rare potion or a magical nexus that alters time.\n\nTry to make retraining into a story. Use NPCs the  character already knows as teachers, have a character undertake intense research in a mysterious old library, or ground the retraining in the game's narrative by making it the consequence of something that happened to the character in a previous session.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2624\" />\r\n\r\n<document level=\"2\" id=\"rules-2625\" />\r\n\r\n<document level=\"2\" id=\"rules-2626\" />",
 "name": "Retraining",
 "next_link": {
  "label": "Difficulty Classes",
  "url": "/Rules.aspx?ID=2627"
 },
 "previous_link": {
  "label": "Long-Term Rest",
  "url": "/Rules.aspx?ID=2622"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 50",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 50 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Downtime\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe retraining rules on page 440 of the  Player Core  allow a player to change some character choices, but they rely on you, as the GM, to decide …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 50"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 50 <sup>2.0</sup>",
 "speed": {},
 "summary": "The retraining rules on page 440 of the  Player Core  allow a player to change some character choices, but they rely on you, as the GM, to decide …",
 "summary_markdown": "The retraining rules on page 440 of the  Player Core  allow a player to change some character choices, but they rely on you, as the GM, to decide …",
 "text": " Retraining Source GM Core pg. 50 2.0 The retraining rules on page 440 of the Player Core allow a player to change some character choices, but they rely on you, as the GM, to decide whether the retraining requires a teacher, how long it takes, if it has any associated costs, and if the ability can be retrained at all. It's reasonable for a character to retrain most choices, and you should allow them. Only choices that are truly intrinsic to the character, like a sorcerer's bloodline, should be off limits without extraordinary circumstances. Consider what effort each PC puts forth as they retrain, so you can describe how they feel their abilities change. What kind of research and practice do they do? If they have a teacher, what advice does that teacher give? You can run a campaign without retraining if you want the PCs to be more bound by their decisions or are running a game without downtime. However, if your campaign doesn't use downtime rules but a player really regrets a decision made while building or leveling up their character, you might make an exception for them, either by letting them simply change the decision or by finding a rare in-story element to justify the decision, such as a rare potion or a magical nexus that alters time. Try to make retraining into a story. Use NPCs the character already knows as teachers, have a character undertake intense research in a mysterious old library, or ground the retraining in the game's narrative by making it the consequence of something that happened to the character in a previous session. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2623",
 "weakness": {}
}