{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Influence"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3043",
 "legacy_id": [
  "rules-1204"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Running an Influence Encounter](/Rules.aspx?ID=3043)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 189 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen running an influence encounter, let the PCs be creative and use a diverse set of skills whenever possible. Be open to improvisation, and change the structure of the encounter if something interesting presents itself. The PCs set the pace and choose with whom they interact. It's up to you to make sure every NPC is distinct, react to the PCs' interactions with the NPCs, and lend overall structure to the encounter by making sure it feels like a living, breathing event rather than just a series of skill checks.\n\nThink about how the number of rounds of a social encounter relate to the overall event. For instance, if you have a four-course banquet and 6 rounds, you could have 1 round for introductions before the food arrives, 1 round for each of the courses, and 1 last round of conversations after the final course. NPCs might filter in and out or become unavailable for conversations as they are occupied by various tasks, or become particularly eager to engage a PC. That sort of change help makes the NPC feel a bit more real and helps break up any repetition in your encounter.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Running an Influence Encounter",
 "next_link": {
  "label": "Experience Points",
  "url": "/Rules.aspx?ID=3044"
 },
 "previous_link": {
  "label": "Influence Stat Blocks",
  "url": "/Rules.aspx?ID=3041"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 189",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 189 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Influence\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen running an influence encounter, let the PCs be creative and use a diverse set of skills whenever possible. Be open to improvisation, and change …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 189"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 189 <sup>2.0</sup>",
 "speed": {},
 "summary": "When running an influence encounter, let the PCs be creative and use a diverse set of skills whenever possible. Be open to improvisation, and change …",
 "summary_markdown": "When running an influence encounter, let the PCs be creative and use a diverse set of skills whenever possible. Be open to improvisation, and change …",
 "text": " Running an Influence Encounter Source GM Core pg. 189 2.0 When running an influence encounter, let the PCs be creative and use a diverse set of skills whenever possible. Be open to improvisation, and change the structure of the encounter if something interesting presents itself. The PCs set the pace and choose with whom they interact. It's up to you to make sure every NPC is distinct, react to the PCs' interactions with the NPCs, and lend overall structure to the encounter by making sure it feels like a living, breathing event rather than just a series of skill checks. Think about how the number of rounds of a social encounter relate to the overall event. For instance, if you have a four-course banquet and 6 rounds, you could have 1 round for introductions before the food arrives, 1 round for each of the courses, and 1 last round of conversations after the final course. NPCs might filter in and out or become unavailable for conversations as they are occupied by various tasks, or become particularly eager to engage a PC. That sort of change help makes the NPC feel a bit more real and helps break up any repetition in your encounter. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3043",
 "weakness": {}
}