{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Chases"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3056",
 "legacy_id": [
  "rules-1217"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Running a Chase](/Rules.aspx?ID=3056)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 194 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen running a chase, narrate the scene and give vivid descriptions of the obstacles the PCs face, rather than just reading off a list of skills and immediately having the players start rolling dice and making checks. A chase is a framework for roleplaying, not just a dice game. Encourage the PCs to describe what they're doing, and how they're helping their comrades overcome each obstacle.\n\nTypically, it's best to tell the players the DCs of the default options, so they can make informed decisions. At the very least, you should indicate the relative difficulty of the clear paths.\n\nTry to make it feel like the PCs are really part of a chase scene, like in a movie. As each side makes progress, describe how they pull ahead or close the gap. PCs far from their foes might hear shouts in the distance. As they get closer, they catch glimpses, and then finally see their quarry in full view once they're on the enemies' heels. Think about how the events of the chase affect the environment as well. For instance, if a kaiju is chasing after the PCs, after the PCs overcome an obstacle consisting of a thick copse of trees, you could describe how the kaiju flattens the trees beneath its feet as it stomps after them.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3057\" />",
 "name": "Running a Chase",
 "next_link": {
  "label": "Infiltration",
  "url": "/Rules.aspx?ID=3059"
 },
 "previous_link": {
  "label": "Building a Chase",
  "url": "/Rules.aspx?ID=3051"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 194",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 194 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Chases\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen running a chase, narrate the scene and give vivid descriptions of the obstacles the PCs face, rather than just reading off a list of skills and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 194"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 194 <sup>2.0</sup>",
 "speed": {},
 "summary": "When running a chase, narrate the scene and give vivid descriptions of the obstacles the PCs face, rather than just reading off a list of skills and …",
 "summary_markdown": "When running a chase, narrate the scene and give vivid descriptions of the obstacles the PCs face, rather than just reading off a list of skills and …",
 "text": " Running a Chase Source GM Core pg. 194 2.0 When running a chase, narrate the scene and give vivid descriptions of the obstacles the PCs face, rather than just reading off a list of skills and immediately having the players start rolling dice and making checks. A chase is a framework for roleplaying, not just a dice game. Encourage the PCs to describe what they're doing, and how they're helping their comrades overcome each obstacle. Typically, it's best to tell the players the DCs of the default options, so they can make informed decisions. At the very least, you should indicate the relative difficulty of the clear paths. Try to make it feel like the PCs are really part of a chase scene, like in a movie. As each side makes progress, describe how they pull ahead or close the gap. PCs far from their foes might hear shouts in the distance. As they get closer, they catch glimpses, and then finally see their quarry in full view once they're on the enemies' heels. Think about how the events of the chase affect the environment as well. For instance, if a kaiju is chasing after the PCs, after the PCs overcome an obstacle consisting of a thick copse of trees, you could describe how the kaiju flattens the trees beneath its feet as it stomps after them. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3056",
 "weakness": {}
}