{
 "breadcrumbs": [
  "Chapter 1: Running the Game"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2573",
 "legacy_id": [
  "rules-521"
 ],
 "legacy_name": [
  "Exploration"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Running Exploration](/Rules.aspx?ID=2573)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 34 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nExploration mode is the connective tissue of your adventure or quest—everything that happens as the characters move between encounters. It could be looking for a rare book in a library, trailblazing through a spooky forest, fortifying a castle before a monster attack, or canvassing the city for a missing person.\n\nFundamentally, exploration is all about rewarding the PCs for learning about their surroundings. To facilitate this, it's especially important to have and to convey a clear mental picture of the group's surroundings. You'll be better able to keep track of where the players are and describe the sights, sounds, and other sensations of their adventuring locales.\n\nExploration mode is intentionally less regimented than encounters are. As a result, you'll be making many more judgment calls during exploration on just about everything that happens as you build the world and describe how it changes in response to the players' actions. Encourage the players to have their characters truly explore, and reward their curiosity. The things they try to do in exploration mode show you what they're interested in and what they consider important. As you play, you'll get a good feel for the aspects of exploration that intrigue certain players, and you can add more of those things to your adventures or emphasize these points in published adventures.\n\n**Stakes:** Low to moderate. Exploration mode should be used when there's some amount of risk, but no immediate danger. The PCs might be in an environment where they're likely to face monsters or hazards, but they usually stay in exploration mode until they enter a fight or engage in some other direct interaction.\n\n**Time Scale:** When the PCs are in exploration mode, time in the game world passes much faster than realworld time at the table, so it's rarely measured out to the second or the minute. You can speed up or slow down how quickly things are happening as needed. If it's important to know exactly how much time is passing, you can usually estimate time spent in exploration mode to 10-minute increments.\n\n**Actions and Reactions:** Though exploration isn't broken into rounds, exploration activities assume the PCs are spending part of their time using actions, such as Seeking or Interacting. If they have specific actions they want to use, they should ask; you can decide whether the actions apply and whether to switch to encounter mode for greater detail. PCs can use any relevant reactions that come up during exploration mode.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2574\" />\r\n\r\n<document level=\"2\" id=\"rules-2591\" />\r\n\r\n<document level=\"2\" id=\"rules-2594\" />\r\n\r\n<document level=\"2\" id=\"rules-2600\" />\r\n\r\n<document level=\"2\" id=\"rules-2601\" />\r\n\r\n<document level=\"2\" id=\"rules-2603\" />",
 "name": "Running Exploration",
 "next_link": {
  "label": "Running Downtime",
  "url": "/Rules.aspx?ID=2604"
 },
 "previous_link": {
  "label": "Running Encounters",
  "url": "/Rules.aspx?ID=2538"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 34",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 34 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nExploration mode is the connective tissue of your adventure or quest—everything that happens as the characters move between encounters. It could be …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 34"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 34 <sup>2.0</sup>",
 "speed": {},
 "summary": "Exploration mode is the connective tissue of your adventure or quest—everything that happens as the characters move between encounters. It could be …",
 "summary_markdown": "Exploration mode is the connective tissue of your adventure or quest—everything that happens as the characters move between encounters. It could be …",
 "text": " Running Exploration Source GM Core pg. 34 2.0 Exploration mode is the connective tissue of your adventure or quest—everything that happens as the characters move between encounters. It could be looking for a rare book in a library, trailblazing through a spooky forest, fortifying a castle before a monster attack, or canvassing the city for a missing person. Fundamentally, exploration is all about rewarding the PCs for learning about their surroundings. To facilitate this, it's especially important to have and to convey a clear mental picture of the group's surroundings. You'll be better able to keep track of where the players are and describe the sights, sounds, and other sensations of their adventuring locales. Exploration mode is intentionally less regimented than encounters are. As a result, you'll be making many more judgment calls during exploration on just about everything that happens as you build the world and describe how it changes in response to the players' actions. Encourage the players to have their characters truly explore, and reward their curiosity. The things they try to do in exploration mode show you what they're interested in and what they consider important. As you play, you'll get a good feel for the aspects of exploration that intrigue certain players, and you can add more of those things to your adventures or emphasize these points in published adventures. Stakes: Low to moderate. Exploration mode should be used when there's some amount of risk, but no immediate danger. The PCs might be in an environment where they're likely to face monsters or hazards, but they usually stay in exploration mode until they enter a fight or engage in some other direct interaction. Time Scale: When the PCs are in exploration mode, time in the game world passes much faster than realworld time at the table, so it's rarely measured out to the second or the minute. You can speed up or slow down how quickly things are happening as needed. If it's important to know exactly how much time is passing, you can usually estimate time spent in exploration mode to 10-minute increments. Actions and Reactions: Though exploration isn't broken into rounds, exploration activities assume the PCs are spending part of their time using actions, such as Seeking or Interacting. If they have specific actions they want to use, they should ask; you can decide whether the actions apply and whether to switch to encounter mode for greater detail. PCs can use any relevant reactions that come up during exploration mode. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2573",
 "weakness": {}
}