{
 "breadcrumbs": [
  "Chapter 1: Running the Game"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2538",
 "legacy_id": [
  "rules-829"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Running Encounters](/Rules.aspx?ID=2538)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 24 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEncounters are the major set pieces of a story, where characters come into direct engagement with each other. They can take many forms: a brawl in a tavern, a race to disarm a doomsday device before it detonates, or even an impassioned negotiation with the queen. Whenever stakes are high and a character's moment-to-moment actions could make or break the scene, you'll want to call for initiative and dive into encounter mode.\n\n**Stakes:** Moderate to high. Encounters always have significant stakes, and they're played in a step-by-step time frame to reflect that.\n\n**Time Scale:** Encounter mode is highly structured and proceeds in discrete rounds, with each character taking their turn to act in a set order. In combat encounters, each round is 6 seconds long (so a minute-long duel would take 10 rounds). In social encounters, you might decide play proceeds in minute-long or longer rounds to give each speaker enough time to make a solid point.\n\n**Actions and Reactions:** In combat encounters, each participant's turn is broken into discrete actions, and participants can use reactions when their triggers occur. Reactions can occur in social situations, though their triggers are usually more descriptive and less tactical.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">GM Priorities</title>\r\n\r\nAs the Game Master, you'll want to keep the following points in mind to create a fun experience for all the players—yourself included—when you run encounters.<br />\n<ul><li>Answering questions quickly and decisively whenever possible</li><li>Building anticipation for what happens next</li><li>Emphasizing thrilling action and setting a rapid pace</li><li>Letting players know when they're up, and preferably also when they're “on deck” to go next</li><li>Showing the immediate consequences of actions</li></ul>\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-2539\" />\r\n\r\n<document level=\"2\" id=\"rules-2545\" />\r\n\r\n<document level=\"2\" id=\"rules-2570\" />",
 "name": "Running Encounters",
 "next_link": {
  "label": "Running Exploration",
  "url": "/Rules.aspx?ID=2573"
 },
 "previous_link": {
  "label": "Special Considerations",
  "url": "/Rules.aspx?ID=2496"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 24",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 24 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEncounters are the major set pieces of a story, where characters come into direct engagement with each other. They can take many forms: a brawl in a …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 24"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 24 <sup>2.0</sup>",
 "speed": {},
 "summary": "Encounters are the major set pieces of a story, where characters come into direct engagement with each other. They can take many forms: a brawl in a …",
 "summary_markdown": "Encounters are the major set pieces of a story, where characters come into direct engagement with each other. They can take many forms: a brawl in a …",
 "text": " Running Encounters Source GM Core pg. 24 2.0 Encounters are the major set pieces of a story, where characters come into direct engagement with each other. They can take many forms: a brawl in a tavern, a race to disarm a doomsday device before it detonates, or even an impassioned negotiation with the queen. Whenever stakes are high and a character's moment-to-moment actions could make or break the scene, you'll want to call for initiative and dive into encounter mode. Stakes: Moderate to high. Encounters always have significant stakes, and they're played in a step-by-step time frame to reflect that. Time Scale: Encounter mode is highly structured and proceeds in discrete rounds, with each character taking their turn to act in a set order. In combat encounters, each round is 6 seconds long (so a minute-long duel would take 10 rounds). In social encounters, you might decide play proceeds in minute-long or longer rounds to give each speaker enough time to make a solid point. Actions and Reactions: In combat encounters, each participant's turn is broken into discrete actions, and participants can use reactions when their triggers occur. Reactions can occur in social situations, though their triggers are usually more descriptive and less tactical. GM Priorities As the Game Master, you'll want to keep the following points in mind to create a fun experience for all the players—yourself included—when you run encounters. Answering questions quickly and decisively whenever possible Building anticipation for what happens next Emphasizing thrilling action and setting a rapid pace Letting players know when they're up, and preferably also when they're “on deck” to go next Showing the immediate consequences of actions ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2538",
 "weakness": {}
}