{
 "breadcrumbs": [
  "Chapter 1: Running the Game"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2604",
 "legacy_id": [
  "rules-870"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Running Downtime](/Rules.aspx?ID=2604)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 44 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThere's more to life than fighting monsters and looting treasure. What happens when a PC wins a deed to a tavern in a game of cards, crafts a magical item, builds a home, or pursues a relationship? All these goals and more are resolved by running downtime. Downtime is the space between adventures, where your PCs take a step back before the next chapter starts. In downtime, you can sum up the important events of a whole day with just one roll. Use this mode when the characters return home or otherwise aren't adventuring.\n\nUsually, downtime is a few minutes at the start of a session or a break between major chapters of an adventure. On rare occasions, you might have a whole session of downtime to play out a specific story. As with exploration, you might punctuate downtime with roleplaying or encounters when it's natural to do so.\n\n**Stakes:** None to low. Downtime is the counterpart to adventuring and covers low-risk activities.\n\n**Time Scale:** Downtime can last days, weeks, months, or years in the game world in just a few minutes of real time at your game table.\n\n**Actions and Reactions:** If you need to use actions and reactions, switch to exploration or encounter mode. A creature that can't act is unable to perform most downtime activities, but it can take long-term rest.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2605\" />\r\n\r\n<document level=\"2\" id=\"rules-2608\" />\r\n\r\n<document level=\"2\" id=\"rules-2610\" />\r\n\r\n<document level=\"2\" id=\"rules-2613\" />\r\n\r\n<document level=\"2\" id=\"rules-2616\" />\r\n\r\n<document level=\"2\" id=\"rules-2617\" />\r\n\r\n<document level=\"2\" id=\"rules-2618\" />\r\n\r\n<document level=\"2\" id=\"rules-2622\" />\r\n\r\n<document level=\"2\" id=\"rules-2623\" />",
 "name": "Running Downtime",
 "next_link": {
  "label": "Difficulty Classes",
  "url": "/Rules.aspx?ID=2627"
 },
 "previous_link": {
  "label": "Running Exploration",
  "url": "/Rules.aspx?ID=2573"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 44",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 44 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThere's more to life than fighting monsters and looting treasure. What happens when a PC wins a deed to a tavern in a game of cards, crafts a magical …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 44"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 44 <sup>2.0</sup>",
 "speed": {},
 "summary": "There's more to life than fighting monsters and looting treasure. What happens when a PC wins a deed to a tavern in a game of cards, crafts a magical …",
 "summary_markdown": "There's more to life than fighting monsters and looting treasure. What happens when a PC wins a deed to a tavern in a game of cards, crafts a magical …",
 "text": " Running Downtime Source GM Core pg. 44 2.0 There's more to life than fighting monsters and looting treasure. What happens when a PC wins a deed to a tavern in a game of cards, crafts a magical item, builds a home, or pursues a relationship? All these goals and more are resolved by running downtime. Downtime is the space between adventures, where your PCs take a step back before the next chapter starts. In downtime, you can sum up the important events of a whole day with just one roll. Use this mode when the characters return home or otherwise aren't adventuring. Usually, downtime is a few minutes at the start of a session or a break between major chapters of an adventure. On rare occasions, you might have a whole session of downtime to play out a specific story. As with exploration, you might punctuate downtime with roleplaying or encounters when it's natural to do so. Stakes: None to low. Downtime is the counterpart to adventuring and covers low-risk activities. Time Scale: Downtime can last days, weeks, months, or years in the game world in just a few minutes of real time at your game table. Actions and Reactions: If you need to use actions and reactions, switch to exploration or encounter mode. A creature that can't act is unable to perform most downtime activities, but it can take long-term rest. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2604",
 "weakness": {}
}