{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Victory Points"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3038",
 "legacy_id": [
  "rules-1199"
 ],
 "legacy_name": [
  "Running Your Subsystem"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Running your Subsystem](/Rules.aspx?ID=3038)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 186 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen running your new subsystem, be sure to keep the challenges fresh by using a variety of different skills and options to encourage creativity and cooperation, rather than just using the same check over and over again, where PCs can expect diminishing returns. You can also use timers to encourage each PC to participate or even create mechanics that directly encourage each PC to participate, like setting penalties for the same PC attempting checks repeatedly, or for two PCs attempting the same check.\n\nYou can even have challenges that require all the PCs to participate. For instance, if the party's host is welcoming every guest individually, each PC might have to make an impression in their own way, or during infiltration, each PC might have to test their ability to Impersonate or Sneak. You'll likely find that some approaches should be automatic successes if they're well-suited to the task, or automatic failures for ideas that are likely impossible.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Running your Subsystem",
 "next_link": {
  "label": "Rewards",
  "url": "/Rules.aspx?ID=3039"
 },
 "previous_link": {
  "label": "Setting Your Scale",
  "url": "/Rules.aspx?ID=3037"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 186",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 186 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Victory Points\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen running your new subsystem, be sure to keep the challenges fresh by using a variety of different skills and options to encourage creativity and …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 186"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 186 <sup>2.0</sup>",
 "speed": {},
 "summary": "When running your new subsystem, be sure to keep the challenges fresh by using a variety of different skills and options to encourage creativity and …",
 "summary_markdown": "When running your new subsystem, be sure to keep the challenges fresh by using a variety of different skills and options to encourage creativity and …",
 "text": " Running your Subsystem Source GM Core pg. 186 2.0 When running your new subsystem, be sure to keep the challenges fresh by using a variety of different skills and options to encourage creativity and cooperation, rather than just using the same check over and over again, where PCs can expect diminishing returns. You can also use timers to encourage each PC to participate or even create mechanics that directly encourage each PC to participate, like setting penalties for the same PC attempting checks repeatedly, or for two PCs attempting the same check. You can even have challenges that require all the PCs to participate. For instance, if the party's host is welcoming every guest individually, each PC might have to make an impression in their own way, or during infiltration, each PC might have to test their ability to Impersonate or Sneak. You'll likely find that some approaches should be automatic successes if they're well-suited to the task, or automatic failures for ideas that are likely impossible. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3038",
 "weakness": {}
}