{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "Settlements",
  "Settlement Stat Block"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3011",
 "legacy_id": [
  "rules-1169"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Sample Settlement Abilities](/Rules.aspx?ID=3011)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 170 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nHere are some common settlement abilities you can use to customize a settlement of your own creation.\n\n**Artists' Haven:** Residents of this city have a deep appreciation for fine art. It's easier to find higher-level tasks to Earn Income involving Performance or art as well as buyers willing to pay more for art objects.\n\n**City of Artisans:** The settlement is famous for a particular good, such as armor and weapons. Items of up to four levels higher than the settlement level are available from that particular category.\n\n**Magical Academy:** The settlement prides itself on teaching magic, and its residents are skilled at teaching others. Choose a magical tradition or traditions suitable to your settlement. When a PC pays an NPC to teach them a new spell of that tradition in the settlement, the NPC assists the process and provides an additional +2 circumstance bonus to the check to Learn the Spell. In addition, at the GM's discretion, spells and rituals with the uncommon trait might be available in this settlement.\n\n**Religious Bias:** This settlement has a strong affiliation with a particular religion. Anyone who's visibly a worshipper of that specific deity gains a +1 circumstance bonus to Diplomacy checks to Make an Impression, Request, and Gather Information. Characters who visibly worship one of that deity's foes take a –1 circumstance penalty to the same actions.\n\n**Scholarly:** An abundance of public libraries or other accessible places of learning within this settlement means that with 1d4 hours, a character can access a scholarly journal on a relevant common subject (Player Core 290) before attempting to Recall Knowledge.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Sample Settlement Abilities",
 "next_link": {
  "label": "Changing a Settlement",
  "url": "/Rules.aspx?ID=3012"
 },
 "previous_link": {
  "label": "Settlements in a Game",
  "url": "/Rules.aspx?ID=3000"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 170",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 170 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / Settlements / Settlement Stat Block\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHere are some common settlement abilities you can use to customize a settlement of your own creation.   Artists' Haven:  Residents of this city have …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 170"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 170 <sup>2.0</sup>",
 "speed": {},
 "summary": "Here are some common settlement abilities you can use to customize a settlement of your own creation.   Artists' Haven:  Residents of this city have …",
 "summary_markdown": "Here are some common settlement abilities you can use to customize a settlement of your own creation.   Artists' Haven:  Residents of this city have …",
 "text": " Sample Settlement Abilities Source GM Core pg. 170 2.0 Here are some common settlement abilities you can use to customize a settlement of your own creation. Artists' Haven: Residents of this city have a deep appreciation for fine art. It's easier to find higher-level tasks to Earn Income involving Performance or art as well as buyers willing to pay more for art objects. City of Artisans: The settlement is famous for a particular good, such as armor and weapons. Items of up to four levels higher than the settlement level are available from that particular category. Magical Academy: The settlement prides itself on teaching magic, and its residents are skilled at teaching others. Choose a magical tradition or traditions suitable to your settlement. When a PC pays an NPC to teach them a new spell of that tradition in the settlement, the NPC assists the process and provides an additional +2 circumstance bonus to the check to Learn the Spell. In addition, at the GM's discretion, spells and rituals with the uncommon trait might be available in this settlement. Religious Bias: This settlement has a strong affiliation with a particular religion. Anyone who's visibly a worshipper of that specific deity gains a +1 circumstance bonus to Diplomacy checks to Make an Impression, Request, and Gather Information. Characters who visibly worship one of that deity's foes take a –1 circumstance penalty to the same actions. Scholarly: An abundance of public libraries or other accessible places of learning within this settlement means that with 1d4 hours, a character can access a scholarly journal on a relevant common subject (Player Core 290) before attempting to Recall Knowledge. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3011",
 "weakness": {}
}