{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Exploration"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2574",
 "legacy_id": [
  "rules-865"
 ],
 "legacy_name": [
  "Scenes Within Exploration"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Scenes within Exploration](/Rules.aspx?ID=2574)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 35 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIt can help you to think of exploration as a series of scenes, where encounters break up exploration and function as subsections within it. Many of these are based on geography, for example, with exploring a series of dungeon corridors as one scene and entering the dungeon's great hall kicking off another. Other times, you'll break out of a scene at a point of interest. If the PCs decide to stop their travels and investigate a statue, think of that as a new scene.\n\nThis gives you a good point to describe the transition between scenes. Describe what was happening to reinforce where the group was, then describe what they now face to show the change. For example, “You've been making your way through this long hallway, but after a moment of debate, you stop, your footsteps and voices still echoing down the hall. The stone statue before you is seven feet high and adorned with rubies. It represents... maybe a god? Its face is damaged and broken. What do you do?”\n\nWhen playing out a scene, your initial description should set the expectation of what level of detail the scene might go into, with you and the players adjusting as needed during play. Since players aren't bound in a strict initiative order in exploration mode, it can be useful to proactively call on PCs to avoid everybody talking at once. If possible, start with someone who instigated the scene change, or perhaps with the PC using the most relevant exploration activity, like a PC Investigating artwork or Searching for secrets in the example above.\n\nWhile the number of scenes that could take place during exploration is limited only by your imagination and your players' actions, there are some common types of scenes that often come up, which are detailed below.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2575\" />\r\n\r\n<document level=\"2\" id=\"rules-2576\" />\r\n\r\n<document level=\"2\" id=\"rules-2578\" />\r\n\r\n<document level=\"2\" id=\"rules-2580\" />\r\n\r\n<document level=\"2\" id=\"rules-2585\" />\r\n\r\n<document level=\"2\" id=\"rules-2589\" />\r\n\r\n<document level=\"2\" id=\"rules-2590\" />",
 "name": "Scenes within Exploration",
 "next_link": {
  "label": "Fleshing out Exploration",
  "url": "/Rules.aspx?ID=2591"
 },
 "previous_link": {
  "label": "Running Encounters",
  "url": "/Rules.aspx?ID=2538"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 35",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 35 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Exploration\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIt can help you to think of exploration as a series of scenes, where encounters break up exploration and function as subsections within it. Many of …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 35"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 35 <sup>2.0</sup>",
 "speed": {},
 "summary": "It can help you to think of exploration as a series of scenes, where encounters break up exploration and function as subsections within it. Many of …",
 "summary_markdown": "It can help you to think of exploration as a series of scenes, where encounters break up exploration and function as subsections within it. Many of …",
 "text": " Scenes within Exploration Source GM Core pg. 35 2.0 It can help you to think of exploration as a series of scenes, where encounters break up exploration and function as subsections within it. Many of these are based on geography, for example, with exploring a series of dungeon corridors as one scene and entering the dungeon's great hall kicking off another. Other times, you'll break out of a scene at a point of interest. If the PCs decide to stop their travels and investigate a statue, think of that as a new scene. This gives you a good point to describe the transition between scenes. Describe what was happening to reinforce where the group was, then describe what they now face to show the change. For example, “You've been making your way through this long hallway, but after a moment of debate, you stop, your footsteps and voices still echoing down the hall. The stone statue before you is seven feet high and adorned with rubies. It represents... maybe a god? Its face is damaged and broken. What do you do?” When playing out a scene, your initial description should set the expectation of what level of detail the scene might go into, with you and the players adjusting as needed during play. Since players aren't bound in a strict initiative order in exploration mode, it can be useful to proactively call on PCs to avoid everybody talking at once. If possible, start with someone who instigated the scene change, or perhaps with the PC using the most relevant exploration activity, like a PC Investigating artwork or Searching for secrets in the example above. While the number of scenes that could take place during exploration is limited only by your imagination and your players' actions, there are some common types of scenes that often come up, which are detailed below. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2574",
 "weakness": {}
}