{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Encounter Design",
  "Dynamic Encounters"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2733",
 "legacy_id": [
  "rules-983"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Secondary Objectives](/Rules.aspx?ID=2733)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 79 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOne of the simplest and most exciting ways to create a dynamic encounter, even if the combat itself is not so difficult, is to add a secondary objective beyond simply defeating foes. Perhaps the villains are about to burn captives in a fire, and some of the PCs need to divert their efforts to avoid a pyrrhic victory. Encounters with a parallel objective that require PCs to take actions other than destroying foes can keep those foes around long enough to do interesting things without inflating their power level. It also gives PCs skilled in areas related to the side mission a chance to shine.\n\nSometimes a secondary objective might present a time limit, like if the PCs need to prevent evidence from being burned, either by fighting quickly or by actively protecting the documents. Another type of secondary objective relates to how the PCs engage in combat with the primary opposition. The PCs might need to use nonlethal attacks against guards who mistakenly believe the PCs are criminals, or they might need to prevent slippery scouts from retreating to alert others. Options like these highlight mobile characters like the monk. You could even create truly off-the-wall secondary objectives that require the PCs to lose the encounter in order to succeed. The PCs might need to put up a believable fight but retreat and let foes steal their caravan in order to follow the foes back to their lair. Secondary objectives are a great way to highlight different abilities in combat and make for a memorable encounter, but—like all of these tactics—they can become annoying if overused.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Secondary Objectives",
 "next_link": {
  "label": "Opponent Synergy",
  "url": "/Rules.aspx?ID=2734"
 },
 "previous_link": {
  "label": "Time Pressure",
  "url": "/Rules.aspx?ID=2732"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 79",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 79 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Encounter Design / Dynamic Encounters\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOne of the simplest and most exciting ways to create a dynamic encounter, even if the combat itself is not so difficult, is to add a secondary …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 79"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 79 <sup>2.0</sup>",
 "speed": {},
 "summary": "One of the simplest and most exciting ways to create a dynamic encounter, even if the combat itself is not so difficult, is to add a secondary …",
 "summary_markdown": "One of the simplest and most exciting ways to create a dynamic encounter, even if the combat itself is not so difficult, is to add a secondary …",
 "text": " Secondary Objectives Source GM Core pg. 79 2.0 One of the simplest and most exciting ways to create a dynamic encounter, even if the combat itself is not so difficult, is to add a secondary objective beyond simply defeating foes. Perhaps the villains are about to burn captives in a fire, and some of the PCs need to divert their efforts to avoid a pyrrhic victory. Encounters with a parallel objective that require PCs to take actions other than destroying foes can keep those foes around long enough to do interesting things without inflating their power level. It also gives PCs skilled in areas related to the side mission a chance to shine. Sometimes a secondary objective might present a time limit, like if the PCs need to prevent evidence from being burned, either by fighting quickly or by actively protecting the documents. Another type of secondary objective relates to how the PCs engage in combat with the primary opposition. The PCs might need to use nonlethal attacks against guards who mistakenly believe the PCs are criminals, or they might need to prevent slippery scouts from retreating to alert others. Options like these highlight mobile characters like the monk. You could even create truly off-the-wall secondary objectives that require the PCs to lose the encounter in order to succeed. The PCs might need to put up a believable fight but retreat and let foes steal their caravan in order to follow the foes back to their lair. Secondary objectives are a great way to highlight different abilities in combat and make for a memorable encounter, but—like all of these tactics—they can become annoying if overused. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2733",
 "weakness": {}
}