{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Chases",
  "Building a Chase"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3052",
 "legacy_id": [
  "rules-1213"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Setting Obstacle DCs](/Rules.aspx?ID=3052)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you set the DCs for an obstacle, you'll typically be using simple DCs. Use a proficiency rank that's generally appropriate for the PCs' level if you want the obstacle to be a significant obstacle. As noted earlier, you'll typically want to select a couple different ways the group can get past an obstacle. At least one check should have an easy or very easy adjustment, while the other check should have a standard or hard DC. In some cases, you might use something other than a simple DC; for example, if a specific NPC has put up a magical barrier, you would use their spell DC. This might result in some pretty tough DCs or even impassable obstacles, so use this carefully!\n\nIf a PC improvises a different way to get around an obstacle from what you planned, set the DC just like you would normally when picking a DC on the fly. Don't worry about adjusting the DC to be easy or very easy, because the PC is likely to be good at the skill they've chosen.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Setting Obstacle DCs",
 "next_link": {
  "label": "Shortcuts and Split Paths",
  "url": "/Rules.aspx?ID=3053"
 },
 "previous_link": {
  "label": "Obstacles",
  "url": "/Rules.aspx?ID=3050"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 193",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Chases / Building a Chase\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you set the DCs for an obstacle, you'll typically be using simple DCs. Use a proficiency rank that's generally appropriate for the PCs' level if …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 193"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>",
 "speed": {},
 "summary": "When you set the DCs for an obstacle, you'll typically be using simple DCs. Use a proficiency rank that's generally appropriate for the PCs' level if …",
 "summary_markdown": "When you set the DCs for an obstacle, you'll typically be using simple DCs. Use a proficiency rank that's generally appropriate for the PCs' level if …",
 "text": " Setting Obstacle DCs Source GM Core pg. 193 2.0 When you set the DCs for an obstacle, you'll typically be using simple DCs. Use a proficiency rank that's generally appropriate for the PCs' level if you want the obstacle to be a significant obstacle. As noted earlier, you'll typically want to select a couple different ways the group can get past an obstacle. At least one check should have an easy or very easy adjustment, while the other check should have a standard or hard DC. In some cases, you might use something other than a simple DC; for example, if a specific NPC has put up a magical barrier, you would use their spell DC. This might result in some pretty tough DCs or even impassable obstacles, so use this carefully! If a PC improvises a different way to get around an obstacle from what you planned, set the DC just like you would normally when picking a DC on the fly. Don't worry about adjusting the DC to be easy or very easy, because the PC is likely to be good at the skill they've chosen. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3052",
 "weakness": {}
}