{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "Settlements",
  "Settlements in a Game"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3001",
 "legacy_id": [
  "rules-1159"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Settlement Adventures](/Rules.aspx?ID=3001)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 168 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDesigning adventures in a settlement generally follows the guidelines presented in **Adventure Design** on page 68. However, a settlement's greater population density also allows for a number of adventure styles and elements that aren't as common beyond the city walls.\n\nSocial encounters are one of the most common interactions within a settlement, starting with the guards at the city gates all the way to an audience with the queen. The **influence** and **reputation** subsystems (pages 187 and 200, respectively) can facilitate these interactions in a more structured way. **Chase scenes**, using the rules starting on page 192, are an iconic component of a settlement adventure, especially in a larger city where dense buildings and a variety of structures make for an exciting series of obstacles. A settlement is also an ideal place for a party to conduct an **infiltration** (page 196). Since most libraries, archives, and similar repositories of information are located within settlements, you might make use of the **research rules** (page 190). Ambitious characters might want to build up their own organizations using the **leadership subsystem** (page 204).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-3002\" />",
 "name": "Settlement Adventures",
 "next_link": {
  "label": "Marketplaces",
  "url": "/Rules.aspx?ID=3003"
 },
 "previous_link": {
  "label": "Nations",
  "url": "/Rules.aspx?ID=2996"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 168",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 168 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / Settlements / Settlements in a Game\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDesigning adventures in a settlement generally follows the guidelines presented in  Adventure Design  on page 68. However, a settlement's greater …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 168"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 168 <sup>2.0</sup>",
 "speed": {},
 "summary": "Designing adventures in a settlement generally follows the guidelines presented in  Adventure Design  on page 68. However, a settlement's greater …",
 "summary_markdown": "Designing adventures in a settlement generally follows the guidelines presented in  Adventure Design  on page 68. However, a settlement's greater …",
 "text": " Settlement Adventures Source GM Core pg. 168 2.0 Designing adventures in a settlement generally follows the guidelines presented in Adventure Design on page 68. However, a settlement's greater population density also allows for a number of adventure styles and elements that aren't as common beyond the city walls. Social encounters are one of the most common interactions within a settlement, starting with the guards at the city gates all the way to an audience with the queen. The influence and reputation subsystems (pages 187 and 200, respectively) can facilitate these interactions in a more structured way. Chase scenes , using the rules starting on page 192, are an iconic component of a settlement adventure, especially in a larger city where dense buildings and a variety of structures make for an exciting series of obstacles. A settlement is also an ideal place for a party to conduct an infiltration (page 196). Since most libraries, archives, and similar repositories of information are located within settlements, you might make use of the research rules (page 190). Ambitious characters might want to build up their own organizations using the leadership subsystem (page 204). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3001",
 "weakness": {}
}