{
 "breadcrumbs": [
  "Chapter 3: Age of Lost Omens",
  "Settlements",
  "Settlement Stat Block"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3013",
 "legacy_id": [
  "rules-1171"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Settlements of Lost Omens](/Rules.aspx?ID=3013)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 171 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPresented below are stat blocks for two settlements from the Lost Omens campaign setting: Port Peril, a dangerous and lawless city in the islands known as the Shackles, and Otari, a town located on the Isle of Kortos with strong connections to Absalom. You can use these as examples when building your own settlement stat blocks.\n\n<title level=\"3\" right=\" Settlement 11\">Port Peril</title><traits><trait label=\"Metropolis Criminal\" /></traits>Pirate haven and black-market capital of the Shackles.<br />**Government** Hurricane Queen (overlord)<br />**Population** 43,270 (65% humans, 10% half-elves, 8% half-orcs, 5% gnomes, 5% halflings, 7% other)<br />**Languages** Common, Kelish, Osiriani<br />**Religions** Besmara, Cayden Cailean, Gozreh<br />**Threats** anti-pirate policing from the Inner Sea region, opposing pirate forces, supernatural storms from the Eye of Abendego<br />**Pirate Town** Port Peril thrives on black market and stolen goods. Items that might be difficult to acquire or dispose of in other settlements due to legality can be purchased and sold more easily in Port Peril. NPCs begin with an attitude one step worse than usual toward characters openly displaying insignia of law enforcement agencies, religious iconography of law-enforcing deities such as Iomedae or Abadar, or affiliation with a nation known for persecuting pirates.<br />**Pherias Jakar** (attentive female elf troubadour) merchant master and joint overseer of Port Peril<br />**Sabas Odabio** (organized male human administrator) accountant and joint overseer of Port Peril<br />**Tessa Fairwind** (daring female half-elf pirate lord) Hurricane Queen of the Shackles<br />**Tsojmin Kreidoros** (humorless male dwarf wizard) harbormaster and joint overseer of Port Peril\n\n<title level=\"3\" right=\"Settlement 4\">Otari </title><traits><trait label=\"Town\" /></traits>Diverse lumber town and trade port with a storied past and a fair share of sinister secrets.<br />**Government** Mayor (elected leader)<br />**Population** 1,240 (60% humans, 8% halflings, 7% half-elves, 6% elves, 5% dwarves, 5% gnomes, 3% half-orcs, 2% goblins, 4% other)<br />**Languages** Common, Dwarven, Elven, Gnomish, Halfling<br />**Religions** Cayden Cailean, Erastil, Gozreh, Nethys, Sarenrae<br />**Threats** aberrant horrors, eerie hauntings, kobolds, smugglers<br />**Trinket Trade** Otari has a long tradition of catering to adventurers, and consumable items of up to 10th level can be purchased in its markets and shops.<br />**Oseph Menhemes** (indecisive male human mayor) current mayor of Otari, patriarch of one of three local lumber companies<br />**Vandy Banderdash** (eager female halfling cleric) chatty priestess of Sarenrae and unusually knowledgeable town historian<br />**Wrin Sivinxi** (curious female tiefling merchant) eccentric occult items dealer, artisan, and collector of stories and rumors\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Settlements of Lost Omens",
 "next_link": {
  "label": "The Planes",
  "url": "/Rules.aspx?ID=3014"
 },
 "previous_link": {
  "label": "Changing a Settlement",
  "url": "/Rules.aspx?ID=3012"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 171",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 171 <sup>2.0</sup>\r\n\r\nChapter 3: Age of Lost Omens / Settlements / Settlement Stat Block\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPresented below are stat blocks for two settlements from the Lost Omens campaign setting: Port Peril, a dangerous and lawless city in the islands …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 171"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 171 <sup>2.0</sup>",
 "speed": {},
 "summary": "Presented below are stat blocks for two settlements from the Lost Omens campaign setting: Port Peril, a dangerous and lawless city in the islands …",
 "summary_markdown": "Presented below are stat blocks for two settlements from the Lost Omens campaign setting: Port Peril, a dangerous and lawless city in the islands …",
 "text": " Settlements of Lost Omens Source GM Core pg. 171 2.0 Presented below are stat blocks for two settlements from the Lost Omens campaign setting: Port Peril, a dangerous and lawless city in the islands known as the Shackles, and Otari, a town located on the Isle of Kortos with strong connections to Absalom. You can use these as examples when building your own settlement stat blocks. Port Peril Pirate haven and black-market capital of the Shackles. Government Hurricane Queen (overlord) Population 43,270 (65% humans, 10% half-elves, 8% half-orcs, 5% gnomes, 5% halflings, 7% other) Languages Common, Kelish, Osiriani Religions Besmara, Cayden Cailean, Gozreh Threats anti-pirate policing from the Inner Sea region, opposing pirate forces, supernatural storms from the Eye of Abendego Pirate Town Port Peril thrives on black market and stolen goods. Items that might be difficult to acquire or dispose of in other settlements due to legality can be purchased and sold more easily in Port Peril. NPCs begin with an attitude one step worse than usual toward characters openly displaying insignia of law enforcement agencies, religious iconography of law-enforcing deities such as Iomedae or Abadar, or affiliation with a nation known for persecuting pirates. Pherias Jakar (attentive female elf troubadour) merchant master and joint overseer of Port Peril Sabas Odabio (organized male human administrator) accountant and joint overseer of Port Peril Tessa Fairwind (daring female half-elf pirate lord) Hurricane Queen of the Shackles Tsojmin Kreidoros (humorless male dwarf wizard) harbormaster and joint overseer of Port Peril Otari Diverse lumber town and trade port with a storied past and a fair share of sinister secrets. Government Mayor (elected leader) Population 1,240 (60% humans, 8% halflings, 7% half-elves, 6% elves, 5% dwarves, 5% gnomes, 3% half-orcs, 2% goblins, 4% other) Languages Common, Dwarven, Elven, Gnomish, Halfling Religions Cayden Cailean, Erastil, Gozreh, Nethys, Sarenrae Threats aberrant horrors, eerie hauntings, kobolds, smugglers Trinket Trade Otari has a long tradition of catering to adventurers, and consumable items of up to 10th level can be purchased in its markets and shops. Oseph Menhemes (indecisive male human mayor) current mayor of Otari, patriarch of one of three local lumber companies Vandy Banderdash (eager female halfling cleric) chatty priestess of Sarenrae and unusually knowledgeable town historian Wrin Sivinxi (curious female tiefling merchant) eccentric occult items dealer, artisan, and collector of stories and rumors ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3013",
 "weakness": {}
}