{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Chases",
  "Building a Chase"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3053",
 "legacy_id": [
  "rules-1214"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Shortcuts and Split Paths](/Rules.aspx?ID=3053)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n You might want to build a chase with multiple paths that split and rejoin so you can have a shortcut (with easier DCs or fewer obstacles) or paths that appeal to different types of characters. For instance, one obstacle might allow a PC who critically succeeds at a Perception check to find a faster path along a canal, without the obstacles of a busy street. This can be fun, but it can also split up the group. Familiarize yourself with the Solo Chases sidebar above to make similar adjustments for a divided group.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Solo Chases</title>\r\n\r\nSometimes circumstances might require you to run a chase where the PCs are each progressing individually, rather than as a group, such as if they get split up. The danger therein is that a player can easily become frustrated if their character is stuck at an obstacle where it’s extremely difficult to succeed at either choice, and no allies can help them. In these chases, it’s best to allow even a single success to be enough for a character to progress to the next obstacle, and have a critical success give the character a +2 circumstance bonus on their first check against the next obstacle.\r\n</aside>",
 "name": "Shortcuts and Split Paths",
 "next_link": {
  "label": "Ending Chases",
  "url": "/Rules.aspx?ID=3054"
 },
 "previous_link": {
  "label": "Setting Obstacle DCs",
  "url": "/Rules.aspx?ID=3052"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 193",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Chases / Building a Chase\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou might want to build a chase with multiple paths that split and rejoin so you can have a shortcut (with easier DCs or fewer obstacles) or paths …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 193"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>",
 "speed": {},
 "summary": "You might want to build a chase with multiple paths that split and rejoin so you can have a shortcut (with easier DCs or fewer obstacles) or paths …",
 "summary_markdown": "You might want to build a chase with multiple paths that split and rejoin so you can have a shortcut (with easier DCs or fewer obstacles) or paths …",
 "text": " Shortcuts and Split Paths Source GM Core pg. 193 2.0 You might want to build a chase with multiple paths that split and rejoin so you can have a shortcut (with easier DCs or fewer obstacles) or paths that appeal to different types of characters. For instance, one obstacle might allow a PC who critically succeeds at a Perception check to find a faster path along a canal, without the obstacles of a busy street. This can be fun, but it can also split up the group. Familiarize yourself with the Solo Chases sidebar above to make similar adjustments for a divided group. Solo Chases Sometimes circumstances might require you to run a chase where the PCs are each progressing individually, rather than as a group, such as if they get split up. The danger therein is that a player can easily become frustrated if their character is stuck at an obstacle where it’s extremely difficult to succeed at either choice, and no allies can help them. In these chases, it’s best to allow even a single success to be enough for a character to progress to the next obstacle, and have a critical success give the character a +2 circumstance bonus on their first check against the next obstacle. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3053",
 "weakness": {}
}