{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Encounter Design"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2737",
 "legacy_id": [
  "rules-857"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Social Encounters](/Rules.aspx?ID=2737)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 81 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDetails on how to run a social encounter, and the differences between a social and combat encounter, appear on page 31. The setup for a social encounter tends to be less detailed. For the NPCs involved, you'll just need statistics for their social skills, Perception, and Will. These use the non-combat level of the creature (page 31), based on the creature's social skills, not its combat level. You determine the challenge of a social encounter based on this non-combat level.\n\nYou also need to decide the objective or consequences of the social encounter—what the PCs can achieve and what happens if they fail—and the form of the challenge. It might be a public debate, a private audience with a powerful person, or some kind of contest. Just like with combat encounters, think about the environment, with a particular eye toward the other people around. Is there a crowd the PCs can sway? Are they in an imposing, luxurious throne room or at a city gate? Is the atmosphere oppressive? Hopeful?\n\nYou might find the PCs' goals end up being quite different from what you initially thought they would be. Fortunately, social encounters are adaptable. Thinking of their likely objective helps you construct the scene in your mind more easily but shouldn't limit you.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Social Encounters",
 "next_link": {
  "label": "Treasure by Encounter",
  "url": "/Rules.aspx?ID=2738"
 },
 "previous_link": {
  "label": "Dynamic Encounters",
  "url": "/Rules.aspx?ID=2728"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 81",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 81 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Encounter Design\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDetails on how to run a social encounter, and the differences between a social and combat encounter, appear on page 31. The setup for a social …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 81"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 81 <sup>2.0</sup>",
 "speed": {},
 "summary": "Details on how to run a social encounter, and the differences between a social and combat encounter, appear on page 31. The setup for a social …",
 "summary_markdown": "Details on how to run a social encounter, and the differences between a social and combat encounter, appear on page 31. The setup for a social …",
 "text": " Social Encounters Source GM Core pg. 81 2.0 Details on how to run a social encounter, and the differences between a social and combat encounter, appear on page 31. The setup for a social encounter tends to be less detailed. For the NPCs involved, you'll just need statistics for their social skills, Perception, and Will. These use the non-combat level of the creature (page 31), based on the creature's social skills, not its combat level. You determine the challenge of a social encounter based on this non-combat level. You also need to decide the objective or consequences of the social encounter—what the PCs can achieve and what happens if they fail—and the form of the challenge. It might be a public debate, a private audience with a powerful person, or some kind of contest. Just like with combat encounters, think about the environment, with a particular eye toward the other people around. Is there a crowd the PCs can sway? Are they in an imposing, luxurious throne room or at a city gate? Is the atmosphere oppressive? Hopeful? You might find the PCs' goals end up being quite different from what you initially thought they would be. Fortunately, social encounters are adaptable. Thinking of their likely objective helps you construct the scene in your mind more easily but shouldn't limit you. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2737",
 "weakness": {}
}