{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Items",
  "Item Effects"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2928",
 "legacy_id": [
  "rules-1058"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Special Abilities](/Rules.aspx?ID=2928)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 130 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen deciding what special abilities are appropriate for what level, it's best to look for similar spells to gauge the effect. For most consumables, the effect should be less powerful than the highest rank spell a spellcaster of the item's level could cast. Scrolls are about the most efficient you can get—they're the same level the spellcaster would be—but they require a spellcaster that has the spell on their list, and take the same actions as casting the spell normally.\n\nThe most straightforward choice is a once-per-day ability. For this, the item's level should be at least 2 levels higher than the minimum level a spellcaster could first cast that spell. For example, if your ability is about as powerful as a 3rd-rank spell cast once per day (perhaps haste), then it should be at least a 7th-level item. A basic wand is a good example. However, a wand is flexible and can contain the most effective possible choice for its spell rank (such as long-lasting spells where once a day is effectively permanent), so a specific item that doesn't grant such a spell could have additional powers or bonuses at the same price as a wand.\n\nIf the item can be activated multiple times per day, it should be at least 4 levels higher instead—9th level in our example. Frequency could range from twice per day to once per hour and anything in between. Choose whatever makes sense to allow the characters to use the item more frequently without being effectively constant or unlimited. The appropriate frequency, or whether it's ever okay to have unlimited activations, varies wildly based on the spell. Unlimited castings of a cantrip is fine, but an effect akin to a non-cantrip spell is rarely a good idea. Only attempt to build such an item when you're certain of the consequences.\n\nItems that can be activated less often than once per day don't appear too often, and they usually fit best with abilities that make sense outside of encounters. It's still best to stick to the guidelines for once-per-day abilities, but these items tend to have more properties—and often strange ones.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2929\" />\r\n\r\n<document level=\"2\" id=\"rules-2930\" />\r\n\r\n<document level=\"2\" id=\"rules-2931\" />",
 "name": "Special Abilities",
 "next_link": {
  "label": "Bonuses",
  "url": "/Rules.aspx?ID=2932"
 },
 "previous_link": {
  "label": "Concept and Role",
  "url": "/Rules.aspx?ID=2924"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 130",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 130 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Items / Item Effects\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen deciding what special abilities are appropriate for what level, it's best to look for similar spells to gauge the effect. For most consumables, …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 130"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 130 <sup>2.0</sup>",
 "speed": {},
 "summary": "When deciding what special abilities are appropriate for what level, it's best to look for similar spells to gauge the effect. For most consumables, …",
 "summary_markdown": "When deciding what special abilities are appropriate for what level, it's best to look for similar spells to gauge the effect. For most consumables, …",
 "text": " Special Abilities Source GM Core pg. 130 2.0 When deciding what special abilities are appropriate for what level, it's best to look for similar spells to gauge the effect. For most consumables, the effect should be less powerful than the highest rank spell a spellcaster of the item's level could cast. Scrolls are about the most efficient you can get—they're the same level the spellcaster would be—but they require a spellcaster that has the spell on their list, and take the same actions as casting the spell normally. The most straightforward choice is a once-per-day ability. For this, the item's level should be at least 2 levels higher than the minimum level a spellcaster could first cast that spell. For example, if your ability is about as powerful as a 3rd-rank spell cast once per day (perhaps haste), then it should be at least a 7th-level item. A basic wand is a good example. However, a wand is flexible and can contain the most effective possible choice for its spell rank (such as long-lasting spells where once a day is effectively permanent), so a specific item that doesn't grant such a spell could have additional powers or bonuses at the same price as a wand. If the item can be activated multiple times per day, it should be at least 4 levels higher instead—9th level in our example. Frequency could range from twice per day to once per hour and anything in between. Choose whatever makes sense to allow the characters to use the item more frequently without being effectively constant or unlimited. The appropriate frequency, or whether it's ever okay to have unlimited activations, varies wildly based on the spell. Unlimited castings of a cantrip is fine, but an effect akin to a non-cantrip spell is rarely a good idea. Only attempt to build such an item when you're certain of the consequences. Items that can be activated less often than once per day don't appear too often, and they usually fit best with abilities that make sense outside of encounters. It's still best to stick to the guidelines for once-per-day abilities, but these items tend to have more properties—and often strange ones. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2928",
 "weakness": {}
}