{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Checks"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2292",
 "legacy_id": [
  "rules-325"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Spell Attack Rolls](/Rules.aspx?ID=2292)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 403 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf you cast spells, you might need to make a spell attack roll. These rolls are usually made when you cast a spell that targets a creature's AC.\n\nThe attribute modifier for a spell attack roll depends on how you gained the spell. If your class grants you spellcasting, use your key attribute modifier (such as Intelligence for a [wizard](/Classes.aspx?ID=39)). Innate spells use your Charisma modifier unless the ability that granted them states otherwise. Focus spells and other sources of spells specify which attribute modifier you use for spell attack modifiers in the ability that granted them. If you have spells from multiple sources or traditions, you might use different attribute modifiers for spell attack modifiers for these different sources of spells. For example, a [dwarf](/Ancestries.aspx?ID=59) [cleric](/Classes.aspx?ID=33) with the [Stonewalker](/Feats.aspx?ID=4400) ancestry feat would use her Charisma modifier when casting [_one with stone_](/Spells.aspx?ID=1619) from that feat, since it's a divine innate spell, but she would use her Wisdom modifier when casting [_heal_](/Spells.aspx?ID=1554) and other spells using her cleric divine spellcasting.\n\nIf you have the ability to cast spells, you'll have a proficiency rank for your spell attack modifier, so you'll always add a proficiency bonus. Spell attack rolls can benefit from circumstance bonuses and status bonuses, though item bonuses to spell attack rolls are rare. Penalties affect spell attack rolls just like any other attack roll—including your [multiple attack penalty](/Rules.aspx?ID=2289).\n\nCalculate a **spell attack roll** with the following formula.\n\n<center>**Spell attack roll result = d20 roll + spellcasting attribute modifier + proficiency bonus + other bonuses + penalties**</center>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Writing Down Statistics</title>\r\n\r\nWhen creating your character and adventuring you'll record the total modifier for various important checks on your character sheet. Since many bonuses and penalties are due to the immediate circumstances, spells, and other temporary magical effects, you typically won't apply them to your notations.\n\nFor example, the number you write down for your **attack modifier** with your battle axe would likely be your Strength modifier + your proficiency bonus with martial weapons. Your **spell attack modifier** is typically just your spellcasting attribute modifier + your proficiency bonus, and your **spell DC** is usually the same number + 10.\n\nItem bonuses and penalties are often more persistent, so you will often want to record them ahead of time. For instance, if you upgraded your battle axe with a +1 weapon potency rune, you'll want to add the +1 item bonus into your attack modifier with the battle axe, since you will include that bonus every time you attack with that weapon.\r\n</aside>",
 "name": "Spell Attack Rolls",
 "next_link": {
  "label": "Spell DC",
  "url": "/Rules.aspx?ID=2293"
 },
 "previous_link": {
  "label": "Attack Rolls",
  "url": "/Rules.aspx?ID=2288"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 403",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 403 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Checks\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIf you cast spells, you might need to make a spell attack roll. These rolls are usually made when you cast a spell that targets a creature's AC.  The …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 403"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 403 <sup>2.0</sup>",
 "speed": {},
 "summary": "If you cast spells, you might need to make a spell attack roll. These rolls are usually made when you cast a spell that targets a creature's AC.  The …",
 "summary_markdown": "If you cast spells, you might need to make a spell attack roll. These rolls are usually made when you cast a spell that targets a creature's AC.  The …",
 "text": " Spell Attack Rolls Source Player Core pg. 403 2.0 If you cast spells, you might need to make a spell attack roll. These rolls are usually made when you cast a spell that targets a creature's AC. The attribute modifier for a spell attack roll depends on how you gained the spell. If your class grants you spellcasting, use your key attribute modifier (such as Intelligence for a wizard). Innate spells use your Charisma modifier unless the ability that granted them states otherwise. Focus spells and other sources of spells specify which attribute modifier you use for spell attack modifiers in the ability that granted them. If you have spells from multiple sources or traditions, you might use different attribute modifiers for spell attack modifiers for these different sources of spells. For example, a dwarf cleric with the Stonewalker ancestry feat would use her Charisma modifier when casting one with stone from that feat, since it's a divine innate spell, but she would use her Wisdom modifier when casting heal and other spells using her cleric divine spellcasting. If you have the ability to cast spells, you'll have a proficiency rank for your spell attack modifier, so you'll always add a proficiency bonus. Spell attack rolls can benefit from circumstance bonuses and status bonuses, though item bonuses to spell attack rolls are rare. Penalties affect spell attack rolls just like any other attack roll—including your multiple attack penalty. Calculate a spell attack roll with the following formula. Spell attack roll result = d20 roll + spellcasting attribute modifier + proficiency bonus + other bonuses + penalties Writing Down Statistics When creating your character and adventuring you'll record the total modifier for various important checks on your character sheet. Since many bonuses and penalties are due to the immediate circumstances, spells, and other temporary magical effects, you typically won't apply them to your notations. For example, the number you write down for your attack modifier with your battle axe would likely be your Strength modifier + your proficiency bonus with martial weapons. Your spell attack modifier is typically just your spellcasting attribute modifier + your proficiency bonus, and your spell DC is usually the same number + 10. Item bonuses and penalties are often more persistent, so you will often want to record them ahead of time. For instance, if you upgraded your battle axe with a +1 weapon potency rune, you'll want to add the +1 item bonus into your attack modifier with the battle axe, since you will include that bonus every time you attack with that weapon. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2292",
 "weakness": {}
}