{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running a Session"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2484",
 "legacy_id": [
  "rules-817"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Stakes and Consequences](/Rules.aspx?ID=2484)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA GM should always convey a clear picture of the stakes and consequences of the PCs' actions or inaction. What horrible things will happen if the PCs fail? What can they achieve if they go beyond what's expected of them? A well-constructed adventure conveys the stakes at the outset, but it's also important to remind the players of those stakes throughout play. A game where the stakes are extremely high all the time cuts out the opportunity for low-key scenes, and can be overwhelming or even monotonous. In most games, players enjoy having some scenes where their characters can relax and socialize with low stakes as well.\n\nConsequences should be specific and evocative. Don't just tell the players what happened after success or failure; let their characters witness it in the world. Are they greeted as heroes by townsfolk? Does the bastion of evil crack and shudder, falling apart as the PCs escape? Does a failure lead to the death of an ally and a somber funeral? It's usually best if the PCs can foresee the consequences, at least in a general sense. If a villain demonstrates their intention to conquer a city, and the PCs don't stop them, then the city gets conquered. It's OK if you have an idea for an interesting subversion occasionally, but keep those to a minimum or the chain of cause and effect will become too muddy.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2485\" />\r\n\r\n<document level=\"2\" id=\"rules-2486\" />\r\n\r\n<document level=\"2\" id=\"rules-2489\" />\r\n\r\n<document level=\"2\" id=\"rules-2490\" />\r\n\r\n<document level=\"2\" id=\"rules-2491\" />",
 "name": "Stakes and Consequences",
 "next_link": {
  "label": "Special Considerations",
  "url": "/Rules.aspx?ID=2496"
 },
 "previous_link": {
  "label": "The Spotlight",
  "url": "/Rules.aspx?ID=2483"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 11",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running a Session\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA GM should always convey a clear picture of the stakes and consequences of the PCs' actions or inaction. What horrible things will happen if the PCs …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 11"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>",
 "speed": {},
 "summary": "A GM should always convey a clear picture of the stakes and consequences of the PCs' actions or inaction. What horrible things will happen if the PCs …",
 "summary_markdown": "A GM should always convey a clear picture of the stakes and consequences of the PCs' actions or inaction. What horrible things will happen if the PCs …",
 "text": " Stakes and Consequences Source GM Core pg. 11 2.0 A GM should always convey a clear picture of the stakes and consequences of the PCs' actions or inaction. What horrible things will happen if the PCs fail? What can they achieve if they go beyond what's expected of them? A well-constructed adventure conveys the stakes at the outset, but it's also important to remind the players of those stakes throughout play. A game where the stakes are extremely high all the time cuts out the opportunity for low-key scenes, and can be overwhelming or even monotonous. In most games, players enjoy having some scenes where their characters can relax and socialize with low stakes as well. Consequences should be specific and evocative. Don't just tell the players what happened after success or failure; let their characters witness it in the world. Are they greeted as heroes by townsfolk? Does the bastion of evil crack and shudder, falling apart as the PCs escape? Does a failure lead to the death of an ally and a somber funeral? It's usually best if the PCs can foresee the consequences, at least in a general sense. If a villain demonstrates their intention to conquer a city, and the PCs don't stop them, then the city gets conquered. It's OK if you have an idea for an interesting subversion occasionally, but keep those to a minimum or the chain of cause and effect will become too muddy. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2484",
 "weakness": {}
}