{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running a Session"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2482",
 "legacy_id": [
  "rules-503"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Starting a Session](/Rules.aspx?ID=2482)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce everyone is ready, get everyone's attention and cover the following topics. These are in a rough order that you can change based on your group's style or a session's needs.<br />\n<ul><li>Recap what happened during the previous sessions.</li><li>Establish where the characters are at the beginning of this session. Have they been resting since their last challenge? Are they in a hallway, preparing to raid the next room of a dungeon? Tell players whether their characters had time to rest or recover since the last session.</li><li>Remind players that they each have 1 Hero Point at the start of the session.</li><li>Establish goals. The players should have an idea of what they want to do next. Reestablish any goals the group already had, then let the players weigh in on whether these goals still apply, and on whether there's anything else they hope to accomplish in this session.</li><li>Commence adventuring! Decide which mode of play you're going to start in, then lead off with a verbal prompt to get the action started. You might ask a question related to a particular character, have everyone immediately roll initiative as a monster attacks, or briefly describe the environment and sensations that surround the player characters, allowing them to react.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Starting a Session",
 "next_link": {
  "label": "The Spotlight",
  "url": "/Rules.aspx?ID=2483"
 },
 "previous_link": {
  "label": "Pacing Game Sessions",
  "url": "/Rules.aspx?ID=2481"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 11",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running a Session\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOnce everyone is ready, get everyone's attention and cover the following topics. These are in a rough order that you can change based on your group's …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 11"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>",
 "speed": {},
 "summary": "Once everyone is ready, get everyone's attention and cover the following topics. These are in a rough order that you can change based on your group's …",
 "summary_markdown": "Once everyone is ready, get everyone's attention and cover the following topics. These are in a rough order that you can change based on your group's …",
 "text": " Starting a Session Source GM Core pg. 11 2.0 Once everyone is ready, get everyone's attention and cover the following topics. These are in a rough order that you can change based on your group's style or a session's needs. Recap what happened during the previous sessions. Establish where the characters are at the beginning of this session. Have they been resting since their last challenge? Are they in a hallway, preparing to raid the next room of a dungeon? Tell players whether their characters had time to rest or recover since the last session. Remind players that they each have 1 Hero Point at the start of the session. Establish goals. The players should have an idea of what they want to do next. Reestablish any goals the group already had, then let the players weigh in on whether these goals still apply, and on whether there's anything else they hope to accomplish in this session. Commence adventuring! Decide which mode of play you're going to start in, then lead off with a verbal prompt to get the action started. You might ask a question related to a particular character, have everyone immediately roll initiative as a monster attacks, or briefly describe the environment and sensations that surround the player characters, allowing them to react. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2482",
 "weakness": {}
}