{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2038",
 "legacy_id": [
  "rules-88"
 ],
 "legacy_name": [
  "Step 8 Buy Equipment"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 8: Buy Equipment](/Rules.aspx?ID=2038)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 25 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAt 1st level, your character has 15 gold pieces (150 silver pieces) to spend on armor, weapons, and other basic equipment. Your character's class lists the types of weapons and armor with which they are trained (or better!). Their weapons determine how much damage they deal in combat, and their armor influences their Armor Class; these calculations are covered in more detail in Step 10.\n\nYou'll also want equipment like rope, torches, and other traveling gear, and maybe even an alchemical healing item or two if you get into a pinch. For more on the available equipment and how much it costs, see Chapter 6—there are even starting loadouts listed for each class on page 268 for quicker selection and to give you a sense of what items and equipment certain classes prioritize.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nOnce you’ve spent your character’s starting wealth, calculate any remaining gp, sp, and cp they might still have and write those amounts in the Inventory section on the second page. Record your character’s weapons in the Melee Strikes and Ranged Strikes sections of the first page, depending on the weapon, and the rest of their equipment in the Inventory section on the second page. You’ll calculate specific numbers for melee Strikes and ranged Strikes with the weapons in Step 9 and for AC when wearing that armor in Step 10.\r\n</aside>",
 "name": "Step 8: Buy Equipment",
 "next_link": {
  "label": "Step 9: Calculate Modifiers",
  "url": "/Rules.aspx?ID=2039"
 },
 "previous_link": {
  "label": "Step 7: Record Class Details",
  "url": "/Rules.aspx?ID=2037"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 25",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 25 <sup>2.0</sup>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAt 1st level, your character has 15 gold pieces (150 silver pieces) to spend on armor, weapons, and other basic equipment. Your character's class …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 25"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 25 <sup>2.0</sup>",
 "speed": {},
 "summary": "At 1st level, your character has 15 gold pieces (150 silver pieces) to spend on armor, weapons, and other basic equipment. Your character's class …",
 "summary_markdown": "At 1st level, your character has 15 gold pieces (150 silver pieces) to spend on armor, weapons, and other basic equipment. Your character's class …",
 "text": " Step 8: Buy Equipment Source Player Core pg. 25 2.0 At 1st level, your character has 15 gold pieces (150 silver pieces) to spend on armor, weapons, and other basic equipment. Your character's class lists the types of weapons and armor with which they are trained (or better!). Their weapons determine how much damage they deal in combat, and their armor influences their Armor Class; these calculations are covered in more detail in Step 10. You'll also want equipment like rope, torches, and other traveling gear, and maybe even an alchemical healing item or two if you get into a pinch. For more on the available equipment and how much it costs, see Chapter 6—there are even starting loadouts listed for each class on page 268 for quicker selection and to give you a sense of what items and equipment certain classes prioritize. Character Sheet Once you’ve spent your character’s starting wealth, calculate any remaining gp, sp, and cp they might still have and write those amounts in the Inventory section on the second page. Record your character’s weapons in the Melee Strikes and Ranged Strikes sections of the first page, depending on the weapon, and the rest of their equipment in the Inventory section on the second page. You’ll calculate specific numbers for melee Strikes and ranged Strikes with the weapons in Step 9 and for AC when wearing that armor in Step 10. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2038",
 "weakness": {}
}