{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2033",
 "legacy_id": [
  "rules-83"
 ],
 "legacy_name": [
  "Step 3 Select an Ancestry"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 3: Select an Ancestry](/Rules.aspx?ID=2033)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 23 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSelect an ancestry for your character. The ancestry summaries on page 20 provide an overview of Pathfinder's core ancestry options, and each is fully detailed in Chapter 2. Ancestry determines your character's size, Speed, and languages, and contributes to their Hit Points. Each also grants attribute boosts and attribute flaws to represent the ancestry's basic capabilities.\n\nYou'll make four decisions when you select your character's ancestry:<br />\n<ul><li>Pick the ancestry itself.</li><li>Select a heritage from those available within that ancestry, further defining the traits your character was born with.</li><li>Assign any free attribute boosts and decide if you are taking any voluntary flaws.</li><li>Choose an ancestry feat, representing an ability your hero learned at an early age.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Alternate Ancesty Boosts</title>\r\n\r\nThe attribute boosts and flaws listed in each ancestry represent general trends or help guide players to create the kinds of characters from that ancestry most likely to pursue the life of an adventurer. However, ancestries aren’t a monolith. You always have the option to replace your ancestry’s listed attribute boosts and attribute flaws entirely and instead select two free attribute boosts when creating your character.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nWrite your character’s ancestry and heritage in the appropriate space at the top of your character sheet’s first page. Adjust your attribute modifiers, adding 1 to an attribute modifier if you gained an attribute boost from your ancestry, and subtracting 1 from an attribute modifier if you gained an attribute flaw from your ancestry. Note the number of Hit Points your character gains from their ancestry—you’ll add more to this number later. Finally, in the appropriate spaces, record your character’s size, Speed, and languages. If your character’s ancestry provides them with special abilities, write them in the appropriate spaces, such as darkvision in the Senses section on the first page and innate spells on the fourth page. Write the ancestry feat you selected in the Ancestry Feat section on your character sheet’s second page.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Optional: Voluntary Flaws</title>\r\n\r\nSometimes, it’s fun to play a character with a major flaw regardless of your ancestry. You can elect to take additional attribute flaws when applying the attribute boosts and attribute flaws from your ancestry. This is purely for roleplaying a highly flawed character, and you should consult with the rest of your group if you plan to do this! You can’t apply more than one flaw to any single attribute modifier.\r\n</aside>",
 "name": "Step 3: Select an Ancestry",
 "next_link": {
  "label": "Step 4: Pick a Background",
  "url": "/Rules.aspx?ID=2034"
 },
 "previous_link": {
  "label": "Step 2: Start Building Attribute Modifiers",
  "url": "/Rules.aspx?ID=2032"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 23",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 23 <sup>2.0</sup>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSelect an ancestry for your character. The ancestry summaries on page 20 provide an overview of Pathfinder's core ancestry options, and each is fully …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 23"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 23 <sup>2.0</sup>",
 "speed": {},
 "summary": "Select an ancestry for your character. The ancestry summaries on page 20 provide an overview of Pathfinder's core ancestry options, and each is fully …",
 "summary_markdown": "Select an ancestry for your character. The ancestry summaries on page 20 provide an overview of Pathfinder's core ancestry options, and each is fully …",
 "text": " Step 3: Select an Ancestry Source Player Core pg. 23 2.0 Select an ancestry for your character. The ancestry summaries on page 20 provide an overview of Pathfinder's core ancestry options, and each is fully detailed in Chapter 2. Ancestry determines your character's size, Speed, and languages, and contributes to their Hit Points. Each also grants attribute boosts and attribute flaws to represent the ancestry's basic capabilities. You'll make four decisions when you select your character's ancestry: Pick the ancestry itself. Select a heritage from those available within that ancestry, further defining the traits your character was born with. Assign any free attribute boosts and decide if you are taking any voluntary flaws. Choose an ancestry feat, representing an ability your hero learned at an early age. Alternate Ancesty Boosts The attribute boosts and flaws listed in each ancestry represent general trends or help guide players to create the kinds of characters from that ancestry most likely to pursue the life of an adventurer. However, ancestries aren’t a monolith. You always have the option to replace your ancestry’s listed attribute boosts and attribute flaws entirely and instead select two free attribute boosts when creating your character. Character Sheet Write your character’s ancestry and heritage in the appropriate space at the top of your character sheet’s first page. Adjust your attribute modifiers, adding 1 to an attribute modifier if you gained an attribute boost from your ancestry, and subtracting 1 from an attribute modifier if you gained an attribute flaw from your ancestry. Note the number of Hit Points your character gains from their ancestry—you’ll add more to this number later. Finally, in the appropriate spaces, record your character’s size, Speed, and languages. If your character’s ancestry provides them with special abilities, write them in the appropriate spaces, such as darkvision in the Senses section on the first page and innate spells on the fourth page. Write the ancestry feat you selected in the Ancestry Feat section on your character sheet’s second page. Optional: Voluntary Flaws Sometimes, it’s fun to play a character with a major flaw regardless of your ancestry. You can elect to take additional attribute flaws when applying the attribute boosts and attribute flaws from your ancestry. This is purely for roleplaying a highly flawed character, and you should consult with the rest of your group if you plan to do this! You can’t apply more than one flaw to any single attribute modifier. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2033",
 "weakness": {}
}