{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Encounter Mode",
  "Structure"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2423",
 "legacy_id": [
  "rules-431"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 1: Roll Initiative](/Rules.aspx?ID=2423)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 435 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen the GM calls for it, you'll roll initiative to determine your place in the initiative order, which is the sequence in which the encounter's participants will take their turns. Rolling initiative marks the start of an encounter. More often than not, you'll roll initiative when you enter a battle.\n\nTypically, you'll roll a [Perception](/Rules.aspx?ID=2298) check to determine your initiative—the more aware you are of your surroundings, the more quickly you can respond. Sometimes, though, the GM might call on you to roll some other type of check. For instance, if you were [Avoiding Notice](/Actions.aspx?ID=2622) during [exploration](/Rules.aspx?ID=2440), you'd roll a [Stealth](/Skills.aspx?ID=48) check. A social encounter could call for a [Deception](/Skills.aspx?ID=38) or [Diplomacy](/Skills.aspx?ID=39) check. In most cases, you can still use Perception if you prefer.\n\nThe GM rolls initiative for anyone other than the player characters in the encounter. If these include a number of identical creatures, the GM could roll once for the group as a whole and have them take their turns within the group in any order. However, this can make battles less predictable and more dangerous, so the GM might want to roll initiative for some or all creatures individually unless it's too much of a burden.\n\nUnlike a check, where the result is compared to a DC, the results of initiative rolls are ranked. This ranking sets the order in which the encounter's participants act—the initiative order. The character with the highest result goes first. The second highest follows, and so on until whoever had the lowest result takes their turn last.\n\nIf your result is tied with an enemy's result, the enemy goes first. If your result is tied with another PC's, you can decide between yourselves who goes first when you reach that place in the initiative order. After that, your places in the initiative order usually don't change during the encounter. (But see the [Delay](/Actions.aspx?ID=2294) basic action.)\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 1: Roll Initiative",
 "next_link": {
  "label": "Step 2: Play a Round",
  "url": "/Rules.aspx?ID=2424"
 },
 "previous_link": {
  "label": "Perception and Detection",
  "url": "/Rules.aspx?ID=2400"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 435",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 435 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Encounter Mode / Structure\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen the GM calls for it, you'll roll initiative to determine your place in the initiative order, which is the sequence in which the encounter's …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 435"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 435 <sup>2.0</sup>",
 "speed": {},
 "summary": "When the GM calls for it, you'll roll initiative to determine your place in the initiative order, which is the sequence in which the encounter's …",
 "summary_markdown": "When the GM calls for it, you'll roll initiative to determine your place in the initiative order, which is the sequence in which the encounter's …",
 "text": " Step 1: Roll Initiative Source Player Core pg. 435 2.0 When the GM calls for it, you'll roll initiative to determine your place in the initiative order, which is the sequence in which the encounter's participants will take their turns. Rolling initiative marks the start of an encounter. More often than not, you'll roll initiative when you enter a battle. Typically, you'll roll a Perception check to determine your initiative—the more aware you are of your surroundings, the more quickly you can respond. Sometimes, though, the GM might call on you to roll some other type of check. For instance, if you were Avoiding Notice during exploration, you'd roll a Stealth check. A social encounter could call for a Deception or Diplomacy check. In most cases, you can still use Perception if you prefer. The GM rolls initiative for anyone other than the player characters in the encounter. If these include a number of identical creatures, the GM could roll once for the group as a whole and have them take their turns within the group in any order. However, this can make battles less predictable and more dangerous, so the GM might want to roll initiative for some or all creatures individually unless it's too much of a burden. Unlike a check, where the result is compared to a DC, the results of initiative rolls are ranked. This ranking sets the order in which the encounter's participants act—the initiative order. The character with the highest result goes first. The second highest follows, and so on until whoever had the lowest result takes their turn last. If your result is tied with an enemy's result, the enemy goes first. If your result is tied with another PC's, you can decide between yourselves who goes first when you reach that place in the initiative order. After that, your places in the initiative order usually don't change during the encounter. (But see the Delay basic action.) ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2423",
 "weakness": {}
}