{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Worlds",
  "Civilization",
  "Societal Benchmarks"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2966",
 "legacy_id": [
  "rules-1131"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Technology](/Rules.aspx?ID=2966)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 136 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThroughout history, a major driver of world culture has been the continuous advancement of technology in warfare, agriculture, and industry. The following categories roughly approximate real-world technological levels, but progress might vary on your world. What heights of technology have been achieved? Have any groups fallen behind or leaped ahead?\n\n**Primeval:** Weapons and tools in this early era are crafted primarily from bone, wood, or stone. Knowledge of stonecutting allows early civilizations to raise stone walls and buildings.\n\n**Ancient:** Advancements in mining and metallurgy lead to weapons and tools made from bronze. Crop rotation and storage in granaries ensure greater survival in times of famine. Trade between river and coastal settlements is aided by oar- and sail-powered galleys. Chariots come into strong use during warfare.\n\n**Classical:** Superior military tactics and engineered roads allow for rapid deployment of infantry wielding iron weapons and aided by mounted cavalry. Advances in complex irrigation and construction of aqueducts lead to an abundance of harvest foods and dramatic improvements to sanitation.\n\n**Medieval:** Warfare in this era is defined by iron armor, crossbows, and weapons forged of fine steel.\n\n**Enlightenment**: The development of black powder and muzzle-loaded, single-shot firearms greatly changes warfare, making plate armor mostly obsolete. Larger ships permit ocean crossings and long-range trade to distant shores. The printing press speeds literacy and the dissemination of new ideas.\n\n**Steam:** Steam engines replace conveyances drawn by animal power or sail, leading to a significant shift from wood fuel to coal. Further advances in science lead to dirigible airships and observation balloons. Simple firearms are replaced by repeating revolvers and boltaction rifles.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Technology",
 "next_link": {
  "label": "Divine Involvement",
  "url": "/Rules.aspx?ID=2967"
 },
 "previous_link": {
  "label": "The World",
  "url": "/Rules.aspx?ID=2956"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 136",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 136 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Worlds / Civilization / Societal Benchmarks\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThroughout history, a major driver of world culture has been the continuous advancement of technology in warfare, agriculture, and industry. The …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 136"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 136 <sup>2.0</sup>",
 "speed": {},
 "summary": "Throughout history, a major driver of world culture has been the continuous advancement of technology in warfare, agriculture, and industry. The …",
 "summary_markdown": "Throughout history, a major driver of world culture has been the continuous advancement of technology in warfare, agriculture, and industry. The …",
 "text": " Technology Source GM Core pg. 136 2.0 Throughout history, a major driver of world culture has been the continuous advancement of technology in warfare, agriculture, and industry. The following categories roughly approximate real-world technological levels, but progress might vary on your world. What heights of technology have been achieved? Have any groups fallen behind or leaped ahead? Primeval: Weapons and tools in this early era are crafted primarily from bone, wood, or stone. Knowledge of stonecutting allows early civilizations to raise stone walls and buildings. Ancient: Advancements in mining and metallurgy lead to weapons and tools made from bronze. Crop rotation and storage in granaries ensure greater survival in times of famine. Trade between river and coastal settlements is aided by oar- and sail-powered galleys. Chariots come into strong use during warfare. Classical: Superior military tactics and engineered roads allow for rapid deployment of infantry wielding iron weapons and aided by mounted cavalry. Advances in complex irrigation and construction of aqueducts lead to an abundance of harvest foods and dramatic improvements to sanitation. Medieval: Warfare in this era is defined by iron armor, crossbows, and weapons forged of fine steel. Enlightenment : The development of black powder and muzzle-loaded, single-shot firearms greatly changes warfare, making plate armor mostly obsolete. Larger ships permit ocean crossings and long-range trade to distant shores. The printing press speeds literacy and the dissemination of new ideas. Steam: Steam engines replace conveyances drawn by animal power or sail, leading to a significant shift from wood fuel to coal. Further advances in science lead to dirigible airships and observation balloons. Simple firearms are replaced by repeating revolvers and boltaction rifles. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2966",
 "weakness": {}
}