{
 "breadcrumbs": [
  "Introduction"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2461",
 "legacy_id": [
  "rules-809"
 ],
 "legacy_name": [
  "The Gamemaster"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[The Game Master](/Rules.aspx?ID=2461)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 4 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn Pathfinder, the Game Master (often abbreviated as GM) is the player in charge of the story and the world the other players are exploring. When you're the GM, you take on the rewarding role of crafting fun experiences for a group of your friends. Your responsibilities include...<br />\n<ul><li>Telling the story of the group's adventures in a compelling and consistent way.</li><li>Fleshing out the world in which the game takes place, emphasizing the fantastical while grounding it enough in the real world to feel believable.</li><li>Entertaining the players and yourself with novel concepts and rewarding creative ideas with interesting outcomes.</li><li>Preparing for game sessions by building or studying adventures and creating characters and plots.</li><li>Improvising the reactions of nonplayer characters (NPCs) and other forces in the world as the players do unexpected things.</li><li>Making rules decisions to ensure fairness and keep the game moving forward.</li></ul><br />Though the word “master” is in the GM's title, it's not a role that requires—or even benefits from—absolutism. Pathfinder is a collaborative experience, and while your role as the Game Master is one of adjudicator or moderator, it doesn't mean you control everything at the table, especially not the players and their characters. Nor does the role require mastery, either of the rules or the setting. You'll need to understand the game, but you don't need to have every rule memorized. When everyone shares the goal of having fun and telling a story together, the details will fall into place.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Game Master",
 "next_link": {
  "label": "How to Use This Book",
  "url": "/Rules.aspx?ID=2462"
 },
 "previous_link": {
  "label": "Conditions Appendix",
  "url": "/Rules.aspx?ID=2455"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 4",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 4 <sup>2.0</sup>\r\n\r\nIntroduction\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn Pathfinder, the Game Master (often abbreviated as GM) is the player in charge of the story and the world the other players are exploring. When …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 4"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 4 <sup>2.0</sup>",
 "speed": {},
 "summary": "In Pathfinder, the Game Master (often abbreviated as GM) is the player in charge of the story and the world the other players are exploring. When …",
 "summary_markdown": "In Pathfinder, the Game Master (often abbreviated as GM) is the player in charge of the story and the world the other players are exploring. When …",
 "text": " The Game Master Source GM Core pg. 4 2.0 In Pathfinder, the Game Master (often abbreviated as GM) is the player in charge of the story and the world the other players are exploring. When you're the GM, you take on the rewarding role of crafting fun experiences for a group of your friends. Your responsibilities include... Telling the story of the group's adventures in a compelling and consistent way. Fleshing out the world in which the game takes place, emphasizing the fantastical while grounding it enough in the real world to feel believable. Entertaining the players and yourself with novel concepts and rewarding creative ideas with interesting outcomes. Preparing for game sessions by building or studying adventures and creating characters and plots. Improvising the reactions of nonplayer characters (NPCs) and other forces in the world as the players do unexpected things. Making rules decisions to ensure fairness and keep the game moving forward. Though the word “master” is in the GM's title, it's not a role that requires—or even benefits from—absolutism. Pathfinder is a collaborative experience, and while your role as the Game Master is one of adjudicator or moderator, it doesn't mean you control everything at the table, especially not the players and their characters. Nor does the role require mastery, either of the rules or the setting. You'll need to understand the game, but you don't need to have every rule memorized. When everyone shares the goal of having fun and telling a story together, the details will fall into place. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2461",
 "weakness": {}
}