{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Special Considerations",
  "Rarity"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2531",
 "legacy_id": [
  "rules-915"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[The Four Rarities](/Rules.aspx?ID=2531)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 22 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nLet's first review the default usage for the four rarities in the game and how these already start to tell a story about your world.<br />\n<ul><li>**Common** elements are prevalent enough, at least among adventurers, that a player is assumed to be able to access them provided they meet the prerequisites (if any).</li><li>**Uncommon** elements are difficult to access or regionally specific, but a PC can usually find them eventually with enough effort, potentially by choosing a specific character option or spending substantial downtime tracking them down.</li><li>**Rare** elements are lost secrets, ancient magic, and other options that PCs can access only if you specifically make them available.</li><li>**Unique** elements are one of a kind, like a specific magical artifact or a named creature. You have full control over whether PCs can access them. Named NPCs are unique creatures, though that doesn't mean their base creature type is unique. For instance, an orc named Graytusk is unique, but that doesn't mean it would be any harder for a PC encountering her to tell she's an orc—just to discern specific information about her.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Four Rarities",
 "next_link": {
  "label": "Rarity and Power",
  "url": "/Rules.aspx?ID=2532"
 },
 "previous_link": {
  "label": "Characters with Disabilities",
  "url": "/Rules.aspx?ID=2526"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 22",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 22 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Special Considerations / Rarity\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLet's first review the default usage for the four rarities in the game and how these already start to tell a story about your world.    Common  …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 22"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 22 <sup>2.0</sup>",
 "speed": {},
 "summary": "Let's first review the default usage for the four rarities in the game and how these already start to tell a story about your world.    Common  …",
 "summary_markdown": "Let's first review the default usage for the four rarities in the game and how these already start to tell a story about your world.    Common  …",
 "text": " The Four Rarities Source GM Core pg. 22 2.0 Let's first review the default usage for the four rarities in the game and how these already start to tell a story about your world. Common elements are prevalent enough, at least among adventurers, that a player is assumed to be able to access them provided they meet the prerequisites (if any). Uncommon elements are difficult to access or regionally specific, but a PC can usually find them eventually with enough effort, potentially by choosing a specific character option or spending substantial downtime tracking them down. Rare elements are lost secrets, ancient magic, and other options that PCs can access only if you specifically make them available. Unique elements are one of a kind, like a specific magical artifact or a named creature. You have full control over whether PCs can access them. Named NPCs are unique creatures, though that doesn't mean their base creature type is unique. For instance, an orc named Graytusk is unique, but that doesn't mean it would be any harder for a PC encountering her to tell she's an orc—just to discern specific information about her. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2531",
 "weakness": {}
}