{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running a Session"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2483",
 "legacy_id": [
  "rules-505"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[The Spotlight](/Rules.aspx?ID=2483)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs you run the game, keep track of who has the spotlight. It can be easy to keep attention on the most outgoing player or character, but you need to check in with all the players. If a player hasn’t contributed in some time, stop and ask, “What’s your character doing at this point?” If the player’s not sure, add a detail or nonplayer character to the scene that the player might find interesting.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Sharing Responsibility</title>\r\n\r\nJust because you're the GM and ostensibly in charge doesn't mean you have to do all the extra work to make the campaign run. Some of the tasks described here, like scheduling games, taking notes, and giving recaps, can be delegated to other players. You might also have someone track initiative or the Hit Points of the PCs' foes for you in encounters, or even run those foes if you have a large group and someone would rather do that than control a character of their own. It's also great when someone else can host a session, provide snacks for the group, or take on other responsibilities that aren't directly related to the game.\n\nIt's best to figure out a schedule of responsibilities when you're first setting up a game. Ask the players what they're willing to take on. If you start to feel overwhelmed partway through a campaign, you can revisit the topic and try out new options until you find a setup that's comfortable.\r\n</aside>",
 "name": "The Spotlight",
 "next_link": {
  "label": "Stakes and Consequences",
  "url": "/Rules.aspx?ID=2484"
 },
 "previous_link": {
  "label": "Starting a Session",
  "url": "/Rules.aspx?ID=2482"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 11",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running a Session\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs you run the game, keep track of who has the spotlight. It can be easy to keep attention on the most outgoing player or character, but you need to …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 11"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 11 <sup>2.0</sup>",
 "speed": {},
 "summary": "As you run the game, keep track of who has the spotlight. It can be easy to keep attention on the most outgoing player or character, but you need to …",
 "summary_markdown": "As you run the game, keep track of who has the spotlight. It can be easy to keep attention on the most outgoing player or character, but you need to …",
 "text": " The Spotlight Source GM Core pg. 11 2.0 As you run the game, keep track of who has the spotlight. It can be easy to keep attention on the most outgoing player or character, but you need to check in with all the players. If a player hasn’t contributed in some time, stop and ask, “What’s your character doing at this point?” If the player’s not sure, add a detail or nonplayer character to the scene that the player might find interesting. Sharing Responsibility Just because you're the GM and ostensibly in charge doesn't mean you have to do all the extra work to make the campaign run. Some of the tasks described here, like scheduling games, taking notes, and giving recaps, can be delegated to other players. You might also have someone track initiative or the Hit Points of the PCs' foes for you in encounters, or even run those foes if you have a large group and someone would rather do that than control a character of their own. It's also great when someone else can host a session, provide snacks for the group, or take on other responsibilities that aren't directly related to the game. It's best to figure out a schedule of responsibilities when you're first setting up a game. Ask the players what they're willing to take on. If you start to feel overwhelmed partway through a campaign, you can revisit the topic and try out new options until you find a setup that's comfortable. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2483",
 "weakness": {}
}