{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Campaign Structure"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2675",
 "legacy_id": [
  "rules-485"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Themes](/Rules.aspx?ID=2675)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 65 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe themes you choose for your campaign are what distinguish it from other campaigns. They include the major dramatic questions of your story and the repeated use of certain environments or creatures, and they can also include embracing a genre beyond traditional high fantasy, such as horror or paranormal. The themes you choose for your campaign also suggest storyline elements you might use.\n\nA storyline's themes usually relate to the backstories, motivations, and flaws of the player characters and villains. For example, if you've chosen revenge as one of the themes of your game, you might introduce a villain whose quest for revenge tears his life apart and causes tragic harm to those around him. You might choose a theme of love, leading to nonplayer characters involved in doomed romances, seeking to regain lovers they've lost, or courting the player characters.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Themes",
 "next_link": {
  "label": "Linking Adventures",
  "url": "/Rules.aspx?ID=2676"
 },
 "previous_link": {
  "label": "Basic Structures",
  "url": "/Rules.aspx?ID=2670"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 65",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 65 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Campaign Structure\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe themes you choose for your campaign are what distinguish it from other campaigns. They include the major dramatic questions of your story and the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 65"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 65 <sup>2.0</sup>",
 "speed": {},
 "summary": "The themes you choose for your campaign are what distinguish it from other campaigns. They include the major dramatic questions of your story and the …",
 "summary_markdown": "The themes you choose for your campaign are what distinguish it from other campaigns. They include the major dramatic questions of your story and the …",
 "text": " Themes Source GM Core pg. 65 2.0 The themes you choose for your campaign are what distinguish it from other campaigns. They include the major dramatic questions of your story and the repeated use of certain environments or creatures, and they can also include embracing a genre beyond traditional high fantasy, such as horror or paranormal. The themes you choose for your campaign also suggest storyline elements you might use. A storyline's themes usually relate to the backstories, motivations, and flaws of the player characters and villains. For example, if you've chosen revenge as one of the themes of your game, you might introduce a villain whose quest for revenge tears his life apart and causes tragic harm to those around him. You might choose a theme of love, leading to nonplayer characters involved in doomed romances, seeking to regain lovers they've lost, or courting the player characters. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2675",
 "weakness": {}
}