{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "What is a Roleplaying Game?"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2001",
 "legacy_id": [
  "rules-7"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Tools of Play](/Rules.aspx?ID=2001)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 6 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn addition to this book, there are a few things you will need to play Pathfinder. These supplies can be found at your local hobby shop or online at **paizo.com**.\n\n**Character Sheet:** Each player will need a character sheet to create their character and to record what happens to them during play. You can find a character sheet in the back of this book and online as a free PDF.\n\n**Dice:** The players and GM will need at least one set of polyhedral dice, although most participants bring their own. Six-sided dice are quite common, but all the dice in the set can be found at hobby game stores or online. See the Dice sidebar for more on the different kinds of dice and how they are discussed in the text.\n\n**Adventure:** Every table needs an adventure to play, whether it's designed by the GM or found in a published resource. You can find a variety of exciting adventures and even entire Adventure Path campaigns at paizo.com.\n\n**Pathfinder Monster Core:** From terrifying dragons to mischievous gremlins, monsters are a common threat that the PCs might face, and each type has its own statistics and abilities. These can be found in the Pathfinder Monster Core, an invaluable book for GMs. Monster statistics can also be found online for free at **paizo.com/prd**.\n\n**Maps and Miniatures:** The chaos of combat can be difficult to imagine, so many groups use maps to represent the battlefield. These maps are marked with a 1-inch grid, and each square represents 5 feet in the game. Miniatures and illustrated tokens called pawns are used to represent the characters and the adversaries they face.\n\n**Additional Accessories:** There are many additional accessories you can add to your game to enhance the experience, including tools that help you track turns in combat, decks of cards for referencing common rules, digital character-creation tools, virtual tabletops for online play, and even background music and sound-effect sets.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Dice</title>\r\n\r\nPathfinder requires a set of polyhedral dice. Each die has a different number of sides—four, six, eight, or more. When these dice are mentioned in the text, they’re indicated by a “d” followed by the number of sides on the die. Pathfinder uses 4-sided dice (or d4), 6-sided dice (d6), 8-sided dice (d8), 10-sided dice (d10), 12-sided dice (d12), and 20-sided dice (d20). If you need to roll multiple dice, a number before the “d” tells you how many. For example, “4d6” means you should roll four dice, all 6-sided. If a rule asks for d%, you generate a number from 1 to 100 by rolling two 10-sided dice, treating one as the tens place and the other as the ones place.\r\n</aside>",
 "name": "Tools of Play",
 "next_link": {
  "label": "Basics of Play",
  "url": "/Rules.aspx?ID=2002"
 },
 "previous_link": {
  "label": "Gaming Is for All",
  "url": "/Rules.aspx?ID=2000"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 6",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 6 <sup>2.0</sup>\r\n\r\nChapter 1: Introduction / What is a Roleplaying Game?\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn addition to this book, there are a few things you will need to play Pathfinder. These supplies can be found at your local hobby shop or online at  …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 6"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 6 <sup>2.0</sup>",
 "speed": {},
 "summary": "In addition to this book, there are a few things you will need to play Pathfinder. These supplies can be found at your local hobby shop or online at  …",
 "summary_markdown": "In addition to this book, there are a few things you will need to play Pathfinder. These supplies can be found at your local hobby shop or online at  …",
 "text": " Tools of Play Source Player Core pg. 6 2.0 In addition to this book, there are a few things you will need to play Pathfinder. These supplies can be found at your local hobby shop or online at paizo.com . Character Sheet: Each player will need a character sheet to create their character and to record what happens to them during play. You can find a character sheet in the back of this book and online as a free PDF. Dice: The players and GM will need at least one set of polyhedral dice, although most participants bring their own. Six-sided dice are quite common, but all the dice in the set can be found at hobby game stores or online. See the Dice sidebar for more on the different kinds of dice and how they are discussed in the text. Adventure: Every table needs an adventure to play, whether it's designed by the GM or found in a published resource. You can find a variety of exciting adventures and even entire Adventure Path campaigns at paizo.com. Pathfinder Monster Core: From terrifying dragons to mischievous gremlins, monsters are a common threat that the PCs might face, and each type has its own statistics and abilities. These can be found in the Pathfinder Monster Core, an invaluable book for GMs. Monster statistics can also be found online for free at paizo.com/prd . Maps and Miniatures: The chaos of combat can be difficult to imagine, so many groups use maps to represent the battlefield. These maps are marked with a 1-inch grid, and each square represents 5 feet in the game. Miniatures and illustrated tokens called pawns are used to represent the characters and the adversaries they face. Additional Accessories: There are many additional accessories you can add to your game to enhance the experience, including tools that help you track turns in combat, decks of cards for referencing common rules, digital character-creation tools, virtual tabletops for online play, and even background music and sound-effect sets. Dice Pathfinder requires a set of polyhedral dice. Each die has a different number of sides—four, six, eight, or more. When these dice are mentioned in the text, they’re indicated by a “d” followed by the number of sides on the die. Pathfinder uses 4-sided dice (or d4), 6-sided dice (d6), 8-sided dice (d8), 10-sided dice (d10), 12-sided dice (d12), and 20-sided dice (d20). If you need to roll multiple dice, a number before the “d” tells you how many. For example, “4d6” means you should roll four dice, all 6-sided. If a rule asks for d%, you generate a number from 1 to 100 by rolling two 10-sided dice, treating one as the tens place and the other as the ones place. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2001",
 "weakness": {}
}