{
 "breadcrumbs": [
  "Chapter 1: Running the Game",
  "Running Encounters",
  "Ending the Encounter"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2572",
 "legacy_id": [
  "rules-895"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Total Party Kills](/Rules.aspx?ID=2572)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 33 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPerhaps the most feared of any outcome of a gaming session, a total party kill (TPK) can spell the end of an adventure or campaign. In a TPK, every member of the party dies. Think in advance about how comfortable you are with TPKs and discuss them with the other players. This can provide valuable insights into not only how you should handle one, but also the implied level of lethality the players expect.\n\nTPKs are rarely unavoidable. Usually it becomes evident at some point during the session—whether to everyone or only to you—that disaster looms. What the players do with this insight is up to them, but you have more control and can take steps to avoid the TPK. For example, perhaps the PCs' foe gets distracted by something, an ally arrives to help the heroes, or the villain captures them instead of slaying them outright. The simplest path is to just allow a clear escape route the PCs can take—perhaps with a few characters still falling along the way. It isn't entirely your responsibility to defuse the TPK, but offering such opportunities gives players more say in their characters' fates.\n\nShould a TPK occur anyway, the kind of game you're running should influence your approach to the situation. For example, in a relatively story-light campaign centered around dungeon crawling, a TPK is less of a problem—the players simply form a new adventuring party and take up where the dead ones left off. If you're running a story-intensive game in which each PC has a personal stake in defeating the villain, saving the town, or the like, a TPK could require you to rework multiple plot threads. Here, you might use the story you have in place; for example, a player's new character might be the sibling of their previous, slain character, thus creating some continuity between the two characters and ensuring that the new character still has a stake in defeating the villain.\n\nNote that the game should continue only if the players want it to. The premature end of an adventure or campaign isn't always a bad thing. If the group is interested in moving on, there's nothing wrong with ending the campaign and starting something different.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Total Party Kills",
 "next_link": {
  "label": "Running Exploration",
  "url": "/Rules.aspx?ID=2573"
 },
 "previous_link": {
  "label": "Fleeing Enemies",
  "url": "/Rules.aspx?ID=2571"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 33",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 33 <sup>2.0</sup>\r\n\r\nChapter 1: Running the Game / Running Encounters / Ending the Encounter\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPerhaps the most feared of any outcome of a gaming session, a total party kill (TPK) can spell the end of an adventure or campaign. In a TPK, every …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 33"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 33 <sup>2.0</sup>",
 "speed": {},
 "summary": "Perhaps the most feared of any outcome of a gaming session, a total party kill (TPK) can spell the end of an adventure or campaign. In a TPK, every …",
 "summary_markdown": "Perhaps the most feared of any outcome of a gaming session, a total party kill (TPK) can spell the end of an adventure or campaign. In a TPK, every …",
 "text": " Total Party Kills Source GM Core pg. 33 2.0 Perhaps the most feared of any outcome of a gaming session, a total party kill (TPK) can spell the end of an adventure or campaign. In a TPK, every member of the party dies. Think in advance about how comfortable you are with TPKs and discuss them with the other players. This can provide valuable insights into not only how you should handle one, but also the implied level of lethality the players expect. TPKs are rarely unavoidable. Usually it becomes evident at some point during the session—whether to everyone or only to you—that disaster looms. What the players do with this insight is up to them, but you have more control and can take steps to avoid the TPK. For example, perhaps the PCs' foe gets distracted by something, an ally arrives to help the heroes, or the villain captures them instead of slaying them outright. The simplest path is to just allow a clear escape route the PCs can take—perhaps with a few characters still falling along the way. It isn't entirely your responsibility to defuse the TPK, but offering such opportunities gives players more say in their characters' fates. Should a TPK occur anyway, the kind of game you're running should influence your approach to the situation. For example, in a relatively story-light campaign centered around dungeon crawling, a TPK is less of a problem—the players simply form a new adventuring party and take up where the dead ones left off. If you're running a story-intensive game in which each PC has a personal stake in defeating the villain, saving the town, or the like, a TPK could require you to rework multiple plot threads. Here, you might use the story you have in place; for example, a player's new character might be the sibling of their previous, slain character, thus creating some continuity between the two characters and ensuring that the new character still has a stake in defeating the villain. Note that the game should continue only if the players want it to. The premature end of an adventure or campaign isn't always a bad thing. If the group is interested in moving on, there's nothing wrong with ending the campaign and starting something different. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2572",
 "weakness": {}
}