{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Creatures"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2918",
 "legacy_id": [
  "rules-1039"
 ],
 "legacy_name": [
  "Trait Abilities\r\n"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Trait Abilities](/Rules.aspx?ID=2918)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 126 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCreatures with certain traits tend to have similar abilities to one another. Many of these abilities are listed below to help you match the theme of the trait when you build your own creatures. Look at existing creatures with the trait to see these in practice.<br />\n\n<title level=\"2\" right=\"\">Aberration</title>**Senses** usually darkvision<br />**Languages** usually Aklo\n\n<title level=\"2\" right=\"\">Aeon</title>**Traits** monitor<br />**Languages** Utopian and other planar languages; envisioning for true aeons (_Monster Core_)\n\n<title level=\"2\" right=\"\">Air</title>**Languages** usually Sussuran<br />**Speed** usually has a fly Speed\n\n<title level=\"2\" right=\"\">Angel</title>**Traits** celestial, holy<br />**Aura** Angels each have a unique aura based on how they serve as messengers and how they deliver those messages.<br />**Speed** usually has a fly Speed<br />**Rituals** usually angelic messenger (Monster Core)\n\n<title level=\"2\" right=\"\">Animal</title>**Languages** none<br />**Int** –4 or –5\n\n<title level=\"2\" right=\"\">Archon</title>**Traits** celestial, holy<br />**Virtue Ability** Archons each represent a specific virtue, like courage or hope, and have a special ability based on the virtue they represent.\n\n<title level=\"2\" right=\"\">Astral</title>**Senses** darkvision\n\n<title level=\"2\" right=\"\">Azata</title>**Traits** celestial, holy<br />**Weaknesses** cold iron<br />**Freedom Ability** Azatas each represent a specific freedom, like free expression or free love, and have a special ability based on the freedom they represent.\n\n<title level=\"2\" right=\"\">Beast</title>**Int** –3 or higher\n\n<title level=\"2\" right=\"\">Celestial</title>**Traits** holy<br />**Senses** darkvision<br />**Languages** Empyrean<br />**Saves** often a +1 status bonus to all saves vs. magic<br />**Weaknesses** unholy<br />**Strikes** typically have the holy trait\n\n<title level=\"2\" right=\"\">Cold</title>**Immunities** or **Resistances** cold\n\n<title level=\"2\" right=\"\">Construct</title>**Traits** Many constructs lack minds and have the mindless trait.<br />**Immunities** bleed, death effects, diseased, doomed, drained, fatigued, healing, nonlethal attacks, paralyzed, poison, sickened, spirit, unconscious, vitality, void; if mindless, add mental\n\n<title level=\"2\" right=\"\">Daemon</title>**Traits** fiend, unholy<br />**Languages** Daemonic, telepathy 100 feet<br />**Immunities** death effects<br />**Death Ability** Daemons each represent a specific kind of death, like death by disease or starvation, and have a special ability based on the method of death they represent.\n\n<title level=\"2\" right=\"\">Demon</title>**Traits** fiend, unholy<br />**Languages** Chthonian, telepathy (usually 100 feet)<br />**HP** typically high to account for their multiple weaknesses<br />**Weaknesses** cold iron<br />**Sin Vulnerability** Demons each represent a specific sin, like envy or wrath, and have a special vulnerability based on the sin they represent. This should be something the PCs can exploit through their actions, which should then deal mental damage to the demon. The amount of damage should be based on how easy the vulnerability is to exploit.<br />**Divine Innate Spells** usually 5th-rank translocate and at-will 4th-rank translocate<br />**Rituals** usually demonic pact (_Monster Core_)<br />**Sin Ability** Demons also have a special ability based on the sin they represent, which either makes them better embody the sin or instills that sin in others.\n\n<title level=\"2\" right=\"\">Devil</title>**Traits** fiend, unholy<br />**Languages** Diabolic, telepathy (usually 100 feet)<br />**Immunities** fire; Weaknesses holy; **Resistances** physical (except silver), poison<br />**Divine Innate Spells** usually one 5th-rank translocate and at-will 4th-rank translocate<br />**Rituals** usually diabolic pact (_Monster Core_)<br />**Infernal** Hierarchy Ability Devils each have an ability corresponding to the role they play in the infernal hierarchy, typically focused around control or being controlled.\n\n<title level=\"2\" right=\"\">Dragon</title>**Senses** darkvision<br />**Languages** usually Draconic<br />**Speed** usually has a fly Speed<br />**Dragon Breath** Many dragons have an activity to exhale magical, damaging energy, with specifics determined by their theme.\n\n<title level=\"2\" right=\"\">Earth</title>**Perception** often tremorsense<br />**Languages** usually Petran<br />**Speed** usually a burrow Speed\n\n<title level=\"2\" right=\"\">Elemental</title>**Senses** darkvision<br />**Immunities** bleed, paralyzed, poison, sleep\n\n<title level=\"2\" right=\"\">Ethereal</title>**Senses** darkvision\n\n<title level=\"2\" right=\"\">Fey</title>**Senses** low-light vision<br />**Languages** usually Aklo, Fey, or both<br />**Weaknesses** cold iron\n\n<title level=\"2\" right=\"\">Fiend</title>**Traits** unholy<br />**Senses** darkvision<br />**Saves** often a +1 status bonus to all saves vs. magic<br />**Weaknesses** holy<br />**Strikes** typically have the unholy trait\n\n<title level=\"2\" right=\"\">Fire</title>**Languages** usually Pyric<br />**Immunities** fire; **Resistances** cold<br />**Strikes** typically deal fire damage\n\n<title level=\"2\" right=\"\">Fungus</title>**Traits** fungi without minds have the mindless trait<br />**Immunities** if mindless, mental; **Weaknesses** sometimes slashing or fire\n\n<title level=\"2\" right=\"\">Giant</title>**Traits** Large or bigger, humanoid<br />**Senses** low-light vision<br />**Languages** usually Jotun\n\n<title level=\"2\" right=\"\">Humanoid</title>**Int** –3 or higher\n\n<title level=\"2\" right=\"\">Incorporeal</title>**Str** –5<br />**HP** terrible at lower levels, then low at higher levels<br />**AC** typically low or moderate<br />**Immunities** disease, paralyzed, poison, precision; **Resistances** all damage (except force, ghost touch, or spirit; double resistance vs. non-magical)<br />**Strikes** magical trait, typically low or moderate damage\n\n<title level=\"2\" right=\"\">Metal</title>**Languages** usually Talican\n\n<title level=\"2\" right=\"\">Monitor</title>**Senses** darkvision\n\n<title level=\"2\" right=\"\">Ooze</title>**Traits** Almost all oozes lack minds and have the mindless trait.<br />**Senses** typically motion sense and no vision<br />**AC** usually terrible<br />**HP** usually around double<br />**Immunities** critical hits, precision, unconscious, often acid; if it has no vision, add visual effects; if mindless, add mental\n\n<title level=\"2\" right=\"\">Plant</title>**Traits** plants without minds have the mindless trait<br />**Senses** usually low-light vision<br />**Immunities** if mindless, mental; **Weaknesses** sometimes fire\n\n<title level=\"2\" right=\"\">Protean</title>**Traits** monitor<br />**Languages** Protean<br />**Resistances** precision, protean anatomy (_Monster Core_)<br />**Divine Innate Spells** constant unfettered movement<br />**Change** Shape (_Monster Core_)\n\n<title level=\"2\" right=\"\">Psychopomp</title>**Traits** monitor<br />**Senses** lifesense (typically 60 feet)<br />**Languages** Requian<br />**Immunities** death effects, disease<br />**Resistances** poison, void<br />**Damage** spirit touch (_Monster Core_)\n\n<title level=\"2\" right=\"\">Spirit</title>**Traits** often incorporeal, often undead\n\n<title level=\"2\" right=\"\">Swarm</title>**Traits** size based on the entire mass, usually Large or bigger<br />**HP** typically low<br />**Immunities** precision, swarm mind (_Monster Core_); **Weaknesses** area damage, splash damage; **Resistances** physical, usually with one physical type having lower or no resistance\n\n<title level=\"2\" right=\"\">Undead</title>**Traits** Almost all undead are unholy. Ghostly undead have the incorporeal trait. Undead without minds, such as most zombies, have the mindless trait.<br />**Senses** darkvision<br />**HP** void healing (_Monster Core_)<br />**Immunities** death effects, disease, paralyze, poison, sleep (or unconscious if it never rests at all); if mindless, add mental\n\n<title level=\"2\" right=\"\">Water</title>**Languages** usually Thalassic<br />**Speed** usually has a swim Speed\n\n<title level=\"2\" right=\"\">Wood</title>**Languages** usually Muan<br />**Weaknesses** fire and axes or slashing\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Trait Abilities",
 "next_link": {
  "label": "Building NPCs",
  "url": "/Rules.aspx?ID=2919"
 },
 "previous_link": {
  "label": "Review",
  "url": "/Rules.aspx?ID=2917"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 126",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 126 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Creatures\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCreatures with certain traits tend to have similar abilities to one another. Many of these abilities are listed below to help you match the theme of …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 126"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 126 <sup>2.0</sup>",
 "speed": {},
 "summary": "Creatures with certain traits tend to have similar abilities to one another. Many of these abilities are listed below to help you match the theme of …",
 "summary_markdown": "Creatures with certain traits tend to have similar abilities to one another. Many of these abilities are listed below to help you match the theme of …",
 "text": " Trait Abilities Source GM Core pg. 126 2.0 Creatures with certain traits tend to have similar abilities to one another. Many of these abilities are listed below to help you match the theme of the trait when you build your own creatures. Look at existing creatures with the trait to see these in practice. Aberration Senses usually darkvision Languages usually Aklo Aeon Traits monitor Languages Utopian and other planar languages; envisioning for true aeons ( Monster Core ) Air Languages usually Sussuran Speed usually has a fly Speed Angel Traits celestial, holy Aura Angels each have a unique aura based on how they serve as messengers and how they deliver those messages. Speed usually has a fly Speed Rituals usually angelic messenger (Monster Core) Animal Languages none Int –4 or –5 Archon Traits celestial, holy Virtue Ability Archons each represent a specific virtue, like courage or hope, and have a special ability based on the virtue they represent. Astral Senses darkvision Azata Traits celestial, holy Weaknesses cold iron Freedom Ability Azatas each represent a specific freedom, like free expression or free love, and have a special ability based on the freedom they represent. Beast Int –3 or higher Celestial Traits holy Senses darkvision Languages Empyrean Saves often a +1 status bonus to all saves vs. magic Weaknesses unholy Strikes typically have the holy trait Cold Immunities or Resistances cold Construct Traits Many constructs lack minds and have the mindless trait. Immunities bleed, death effects, diseased, doomed, drained, fatigued, healing, nonlethal attacks, paralyzed, poison, sickened, spirit, unconscious, vitality, void; if mindless, add mental Daemon Traits fiend, unholy Languages Daemonic, telepathy 100 feet Immunities death effects Death Ability Daemons each represent a specific kind of death, like death by disease or starvation, and have a special ability based on the method of death they represent. Demon Traits fiend, unholy Languages Chthonian, telepathy (usually 100 feet) HP typically high to account for their multiple weaknesses Weaknesses cold iron Sin Vulnerability Demons each represent a specific sin, like envy or wrath, and have a special vulnerability based on the sin they represent. This should be something the PCs can exploit through their actions, which should then deal mental damage to the demon. The amount of damage should be based on how easy the vulnerability is to exploit. Divine Innate Spells usually 5th-rank translocate and at-will 4th-rank translocate Rituals usually demonic pact ( Monster Core ) Sin Ability Demons also have a special ability based on the sin they represent, which either makes them better embody the sin or instills that sin in others. Devil Traits fiend, unholy Languages Diabolic, telepathy (usually 100 feet) Immunities fire; Weaknesses holy; Resistances physical (except silver), poison Divine Innate Spells usually one 5th-rank translocate and at-will 4th-rank translocate Rituals usually diabolic pact ( Monster Core ) Infernal Hierarchy Ability Devils each have an ability corresponding to the role they play in the infernal hierarchy, typically focused around control or being controlled. Dragon Senses darkvision Languages usually Draconic Speed usually has a fly Speed Dragon Breath Many dragons have an activity to exhale magical, damaging energy, with specifics determined by their theme. Earth Perception often tremorsense Languages usually Petran Speed usually a burrow Speed Elemental Senses darkvision Immunities bleed, paralyzed, poison, sleep Ethereal Senses darkvision Fey Senses low-light vision Languages usually Aklo, Fey, or both Weaknesses cold iron Fiend Traits unholy Senses darkvision Saves often a +1 status bonus to all saves vs. magic Weaknesses holy Strikes typically have the unholy trait Fire Languages usually Pyric Immunities fire; Resistances cold Strikes typically deal fire damage Fungus Traits fungi without minds have the mindless trait Immunities if mindless, mental; Weaknesses sometimes slashing or fire Giant Traits Large or bigger, humanoid Senses low-light vision Languages usually Jotun Humanoid Int –3 or higher Incorporeal Str –5 HP terrible at lower levels, then low at higher levels AC typically low or moderate Immunities disease, paralyzed, poison, precision; Resistances all damage (except force, ghost touch, or spirit; double resistance vs. non-magical) Strikes magical trait, typically low or moderate damage Metal Languages usually Talican Monitor Senses darkvision Ooze Traits Almost all oozes lack minds and have the mindless trait. Senses typically motion sense and no vision AC usually terrible HP usually around double Immunities critical hits, precision, unconscious, often acid; if it has no vision, add visual effects; if mindless, add mental Plant Traits plants without minds have the mindless trait Senses usually low-light vision Immunities if mindless, mental; Weaknesses sometimes fire Protean Traits monitor Languages Protean Resistances precision, protean anatomy ( Monster Core ) Divine Innate Spells constant unfettered movement Change Shape ( Monster Core ) Psychopomp Traits monitor Senses lifesense (typically 60 feet) Languages Requian Immunities death effects, disease Resistances poison, void Damage spirit touch ( Monster Core ) Spirit Traits often incorporeal, often undead Swarm Traits size based on the entire mass, usually Large or bigger HP typically low Immunities precision, swarm mind ( Monster Core ); Weaknesses area damage, splash damage; Resistances physical, usually with one physical type having lower or no resistance Undead Traits Almost all undead are unholy. Ghostly undead have the incorporeal trait. Undead without minds, such as most zombies, have the mindless trait. Senses darkvision HP void healing ( Monster Core ) Immunities death effects, disease, paralyze, poison, sleep (or unconscious if it never rests at all); if mindless, add mental Water Languages usually Thalassic Speed usually has a swim Speed Wood Languages usually Muan Weaknesses fire and axes or slashing ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2918",
 "weakness": {}
}