{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Chases",
  "Building a Chase"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3055",
 "legacy_id": [
  "rules-1216"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Types of Chases](/Rules.aspx?ID=3055)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\n<ul><li>Chase Down: The PCs pursue adversaries. The PCs go second in initiative since they're the pursuers. Start the enemies one obstacle ahead of the PCs (or at the same location for a short chase), and end the chase if the PCs catch up to the enemies, or if the enemies reach a certain location that represents their safety or escape.</li><li>Run Away: The PCs attempt to escape. They'll go first in initiative since they're being pursued. It's usually best to start them one obstacle ahead of their foes and end the chase if they reach a certain location or are three obstacles ahead of the foes at the end of a round.</li><li>Beat the Clock: The PCs try to get through all the obstacles before a certain number of rounds pass, such as if the PCs are trying to outrun a natural disaster or race in a timed challenge. The number of obstacles should usually equal the number of rounds.</li><li>Competitive Chase: The PCs and their adversaries are both chasing the same thing or trying to reach the same location, and whoever gets there first wins. This works like chase down, except that either party could win. Because there is more than one set of pursuers, you might have the PCs and their competitors roll initiative to see who goes first each round (while still moving all NPCs at a steady rate).</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Types of Chases",
 "next_link": {
  "label": "Running a Chase",
  "url": "/Rules.aspx?ID=3056"
 },
 "previous_link": {
  "label": "Ending Chases",
  "url": "/Rules.aspx?ID=3054"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 193",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Chases / Building a Chase\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nChase Down: The PCs pursue adversaries. The PCs go second in initiative since they're the pursuers. Start the enemies one obstacle ahead of the PCs …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 193"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 193 <sup>2.0</sup>",
 "speed": {},
 "summary": "Chase Down: The PCs pursue adversaries. The PCs go second in initiative since they're the pursuers. Start the enemies one obstacle ahead of the PCs …",
 "summary_markdown": "Chase Down: The PCs pursue adversaries. The PCs go second in initiative since they're the pursuers. Start the enemies one obstacle ahead of the PCs …",
 "text": " Types of Chases Source GM Core pg. 193 2.0 Chase Down: The PCs pursue adversaries. The PCs go second in initiative since they're the pursuers. Start the enemies one obstacle ahead of the PCs (or at the same location for a short chase), and end the chase if the PCs catch up to the enemies, or if the enemies reach a certain location that represents their safety or escape. Run Away: The PCs attempt to escape. They'll go first in initiative since they're being pursued. It's usually best to start them one obstacle ahead of their foes and end the chase if they reach a certain location or are three obstacles ahead of the foes at the end of a round. Beat the Clock: The PCs try to get through all the obstacles before a certain number of rounds pass, such as if the PCs are trying to outrun a natural disaster or race in a timed challenge. The number of obstacles should usually equal the number of rounds. Competitive Chase: The PCs and their adversaries are both chasing the same thing or trying to reach the same location, and whoever gets there first wins. This works like chase down, except that either party could win. Because there is more than one set of pursuers, you might have the PCs and their competitors roll initiative to see who goes first each round (while still moving all NPCs at a steady rate). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3055",
 "weakness": {}
}