{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Building Hazards"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2867",
 "legacy_id": [
  "rules-997"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Understanding and Choosing Statistics](/Rules.aspx?ID=2867)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 109 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nStatistics determine how your hazard interacts with the game world, representing how dangerous it is and how hard it is to render harmless or circumvent. The statistics for your hazard can have extreme, high, or low values. You will want to choose the value that is most appropriate for the concept of your hazard, while ensuring that it is well balanced to ensure a fun encounter.\n\n**Extreme:** The hazard is world class in this statistic and can challenge almost any character. Almost all hazards have one extreme statistic because hazards normally activate only if they have gone unnoticed or if someone critically failed to disable them. Does it have an extreme Stealth DC that makes it incredibly hard to find, an extreme Disable DC that makes it perilous to disable, or an extreme save DC that makes it deadly in the event it triggers? These are the most common choices, as each affects a different phase of encountering the hazard.\n\n**High:** Extremely capable but not world class, the hazard presents a challenge for most characters. This is a capable level, and can generally serve as a baseline value.\n\n**Low:** If a hazard has a weakness, like a poor Reflex save for a bulky mechanical trap or an easy DC to disable for a hard-to-find trap, it usually has a low value. If you need something even lower, use a terrible value from Building Creatures (pages 112–125), or just an incredibly low value like the armageddon orb's Stealth (page 100).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Understanding and Choosing Statistics",
 "next_link": {
  "label": "Stealth and Disable",
  "url": "/Rules.aspx?ID=2868"
 },
 "previous_link": {
  "label": "Concept",
  "url": "/Rules.aspx?ID=2865"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 109",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 109 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Building Hazards\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nStatistics determine how your hazard interacts with the game world, representing how dangerous it is and how hard it is to render harmless or …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 109"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 109 <sup>2.0</sup>",
 "speed": {},
 "summary": "Statistics determine how your hazard interacts with the game world, representing how dangerous it is and how hard it is to render harmless or …",
 "summary_markdown": "Statistics determine how your hazard interacts with the game world, representing how dangerous it is and how hard it is to render harmless or …",
 "text": " Understanding and Choosing Statistics Source GM Core pg. 109 2.0 Statistics determine how your hazard interacts with the game world, representing how dangerous it is and how hard it is to render harmless or circumvent. The statistics for your hazard can have extreme, high, or low values. You will want to choose the value that is most appropriate for the concept of your hazard, while ensuring that it is well balanced to ensure a fun encounter. Extreme: The hazard is world class in this statistic and can challenge almost any character. Almost all hazards have one extreme statistic because hazards normally activate only if they have gone unnoticed or if someone critically failed to disable them. Does it have an extreme Stealth DC that makes it incredibly hard to find, an extreme Disable DC that makes it perilous to disable, or an extreme save DC that makes it deadly in the event it triggers? These are the most common choices, as each affects a different phase of encountering the hazard. High: Extremely capable but not world class, the hazard presents a challenge for most characters. This is a capable level, and can generally serve as a baseline value. Low: If a hazard has a weakness, like a poor Reflex save for a bulky mechanical trap or an easy DC to disable for a hard-to-find trap, it usually has a low value. If you need something even lower, use a terrible value from Building Creatures (pages 112–125), or just an incredibly low value like the armageddon orb's Stealth (page 100). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2867",
 "weakness": {}
}