{
 "breadcrumbs": [
  "Chapter 8: Playing the Game",
  "Perception and Detection",
  "Detecting Creatures"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2417",
 "legacy_id": [
  "rules-422"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Undetected](/Rules.aspx?ID=2417)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 434 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf a creature is [undetected](/Conditions.aspx?ID=96), you don't know what space it occupies, you're [off-guard](/Conditions.aspx?ID=58) to it, and you can't easily target it. Using the [Seek](/Actions.aspx?ID=2301) basic action can help you find an undetected creature, usually making it [hidden](/Conditions.aspx?ID=79) from you instead of undetected. If a creature is undetected, that doesn't necessarily mean you're unaware of its presence—you might suspect an undetected creature is in the room with you, even though you're unable to find its space. The [unnoticed](/Conditions.aspx?ID=98) condition covers creatures you're unaware of.\n\nTargeting an undetected creature is difficult. If you suspect there's a creature around, you can pick a square and attempt an attack. This works like targeting a hidden creature, but the flat check and attack roll are both rolled in secret by the GM. The GM won't tell you why you missed—whether it was due to failing the flat check, rolling an insufficient attack roll, or choosing the wrong square. The GM might allow you to try targeting an undetected creature with some spells or other abilities in a similar fashion. Undetected creatures are subject to area effects normally.\n\nFor instance, suppose an enemy [elf](/Ancestries.aspx?ID=60) [wizard](/Classes.aspx?ID=39) cast [_invisibility_](/Spells.aspx?ID=1577) and then [Sneaked](/Actions.aspx?ID=2405) away. You suspect that with the elf's Speed of 30 feet, they probably moved 15 feet toward an open door. You move up and attack a space 15 feet from where the elf started and directly on the path to the door. The GM secretly rolls an attack roll and flat check, but they know that you were not quite correct—the elf was actually in the adjacent space! The GM tells you that you missed, so you decide to make your next attack on the adjacent space, just in case. This time, it's the right space, and the GM's secret attack roll and flat check both succeed, so you hit!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Undetected",
 "next_link": {
  "label": "Unnoticed",
  "url": "/Rules.aspx?ID=2418"
 },
 "previous_link": {
  "label": "Hidden",
  "url": "/Rules.aspx?ID=2416"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 434",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 434 <sup>2.0</sup>\r\n\r\nChapter 8: Playing the Game / Perception and Detection / Detecting Creatures\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIf a creature is  undetected , you don't know what space it occupies, you're  off-guard  to it, and you can't easily target it. Using the  Seek  …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 434"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 434 <sup>2.0</sup>",
 "speed": {},
 "summary": "If a creature is  undetected , you don't know what space it occupies, you're  off-guard  to it, and you can't easily target it. Using the  Seek  …",
 "summary_markdown": "If a creature is  undetected , you don't know what space it occupies, you're  off-guard  to it, and you can't easily target it. Using the  Seek  …",
 "text": " Undetected Source Player Core pg. 434 2.0 If a creature is undetected, you don't know what space it occupies, you're off-guard to it, and you can't easily target it. Using the Seek basic action can help you find an undetected creature, usually making it hidden from you instead of undetected. If a creature is undetected, that doesn't necessarily mean you're unaware of its presence—you might suspect an undetected creature is in the room with you, even though you're unable to find its space. The unnoticed condition covers creatures you're unaware of. Targeting an undetected creature is difficult. If you suspect there's a creature around, you can pick a square and attempt an attack. This works like targeting a hidden creature, but the flat check and attack roll are both rolled in secret by the GM. The GM won't tell you why you missed—whether it was due to failing the flat check, rolling an insufficient attack roll, or choosing the wrong square. The GM might allow you to try targeting an undetected creature with some spells or other abilities in a similar fashion. Undetected creatures are subject to area effects normally. For instance, suppose an enemy elf wizard cast invisibility and then Sneaked away. You suspect that with the elf's Speed of 30 feet, they probably moved 15 feet toward an open door. You move up and attack a space 15 feet from where the elf started and directly on the path to the door. The GM secretly rolls an attack roll and flat check, but they know that you were not quite correct—the elf was actually in the adjacent space! The GM tells you that you missed, so you decide to make your next attack on the adjacent space, just in case. This time, it's the right space, and the GM's secret attack roll and flat check both succeed, so you hit! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2417",
 "weakness": {}
}