{
 "breadcrumbs": [
  "Chapter 2: Building Games",
  "Encounter Design"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2720",
 "legacy_id": [
  "rules-970"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Variety](/Rules.aspx?ID=2720)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 76 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nVariety in encounters is essential to let players try new tactics and give different PCs chances to shine as they face foes with weak points they're uniquely suited to exploiting. Consider the following forms of encounter variety.<br />\n<ul><li>**Theme:** Look for ways to include varied creatures and locations. Even if the PCs delve into a dungeon inhabited by undead, they should encounter other creatures, too! All creatures should have a justification for fitting in, but no place needs to be uniform.</li><li>**Difficulty:** A string of moderate-threat encounters can feel flat. Use low- and even trivial-threat encounters to give PCs chances to really shine, and severe-threat encounters for especially powerful enemies. Extreme-threat encounters should be used sparingly, for enemies who match the threat posed by the PCs and have a solid chance of beating them! The adventure recipes on page 68 include a mix of combat difficulties that can be useful to look at.</li><li>**Complexity:** Use high complexity judiciously, saving it for important or memorable fights.</li><li>**Encounter Composition:** The number of creatures per encounter and their levels should vary. Higherlevel single enemies, squads of enemies, and large numbers of lackeys all feel different.</li><li>**Setup:** Not all encounters should start and end the same way. PCs might sneak up on unprepared enemies, get ambushed by foes hunting them, enter into a formal duel, or find a diplomatic overture fails and turns into a fight. On the other side, enemies might all be taken out, retreat, beg for mercy, or even shift the encounter to a chase or other phase.</li><li>**Information:** Uncertainty can increase the tension and sense of danger the players feel. Ambushes, fights against unknown foes or foes behind battlements, and other scenarios can create this basic uncertainty.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Variety",
 "next_link": {
  "label": "Encounter Locations",
  "url": "/Rules.aspx?ID=2721"
 },
 "previous_link": {
  "label": "Combat Threats",
  "url": "/Rules.aspx?ID=2716"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 76",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 76 <sup>2.0</sup>\r\n\r\nChapter 2: Building Games / Encounter Design\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVariety in encounters is essential to let players try new tactics and give different PCs chances to shine as they face foes with weak points they're …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 76"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 76 <sup>2.0</sup>",
 "speed": {},
 "summary": "Variety in encounters is essential to let players try new tactics and give different PCs chances to shine as they face foes with weak points they're …",
 "summary_markdown": "Variety in encounters is essential to let players try new tactics and give different PCs chances to shine as they face foes with weak points they're …",
 "text": " Variety Source GM Core pg. 76 2.0 Variety in encounters is essential to let players try new tactics and give different PCs chances to shine as they face foes with weak points they're uniquely suited to exploiting. Consider the following forms of encounter variety. Theme: Look for ways to include varied creatures and locations. Even if the PCs delve into a dungeon inhabited by undead, they should encounter other creatures, too! All creatures should have a justification for fitting in, but no place needs to be uniform. Difficulty: A string of moderate-threat encounters can feel flat. Use low- and even trivial-threat encounters to give PCs chances to really shine, and severe-threat encounters for especially powerful enemies. Extreme-threat encounters should be used sparingly, for enemies who match the threat posed by the PCs and have a solid chance of beating them! The adventure recipes on page 68 include a mix of combat difficulties that can be useful to look at. Complexity: Use high complexity judiciously, saving it for important or memorable fights. Encounter Composition: The number of creatures per encounter and their levels should vary. Higherlevel single enemies, squads of enemies, and large numbers of lackeys all feel different. Setup: Not all encounters should start and end the same way. PCs might sneak up on unprepared enemies, get ambushed by foes hunting them, enter into a formal duel, or find a diplomatic overture fails and turns into a fight. On the other side, enemies might all be taken out, retreat, beg for mercy, or even shift the encounter to a chase or other phase. Information: Uncertainty can increase the tension and sense of danger the players feel. Ambushes, fights against unknown foes or foes behind battlements, and other scenarios can create this basic uncertainty. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2720",
 "weakness": {}
}