{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Vehicles",
  "Piloting a Vehicle"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3132",
 "legacy_id": [
  "rules-1294"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Vehicles in Combat](/Rules.aspx?ID=3132)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 213 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhether driving a chariot in an arena or fighting off a boarding party, characters sometimes attack from a vehicle or target other creatures aboard a vehicle. Attacks made while on a vehicle that has moved within the last round take a –2 penalty, or a –4 penalty if the vehicle is uncontrolled or any action in the last round had the reckless trait.\n\nWhile on a vehicle, a character might have cover from certain angles of attack. A vehicle with sides but no top, such as a chariot or a keel boat, usually provides lesser cover, or standard cover from an attacker on the ground. An enclosed vehicle, such as a carriage, provides greater cover or may prevent attacks entirely. Breaking the vehicle can reduce the cover it provides.\n\nSome vehicles have special mounted weapons that can be used by the pilot or passengers. These are typically ranged weapons, such as a crossbow, and use the same rules as any other weapon, save that they might be able to target only creatures in a certain range or direction.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Vehicles in Combat",
 "next_link": {
  "label": "Broken Vehicles",
  "url": "/Rules.aspx?ID=3133"
 },
 "previous_link": {
  "label": "Uncontrolled Vehicles",
  "url": "/Rules.aspx?ID=3131"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 213",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 213 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Vehicles / Piloting a Vehicle\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhether driving a chariot in an arena or fighting off a boarding party, characters sometimes attack from a vehicle or target other creatures aboard a …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 213"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 213 <sup>2.0</sup>",
 "speed": {},
 "summary": "Whether driving a chariot in an arena or fighting off a boarding party, characters sometimes attack from a vehicle or target other creatures aboard a …",
 "summary_markdown": "Whether driving a chariot in an arena or fighting off a boarding party, characters sometimes attack from a vehicle or target other creatures aboard a …",
 "text": " Vehicles in Combat Source GM Core pg. 213 2.0 Whether driving a chariot in an arena or fighting off a boarding party, characters sometimes attack from a vehicle or target other creatures aboard a vehicle. Attacks made while on a vehicle that has moved within the last round take a –2 penalty, or a –4 penalty if the vehicle is uncontrolled or any action in the last round had the reckless trait. While on a vehicle, a character might have cover from certain angles of attack. A vehicle with sides but no top, such as a chariot or a keel boat, usually provides lesser cover, or standard cover from an attacker on the ground. An enclosed vehicle, such as a carriage, provides greater cover or may prevent attacks entirely. Breaking the vehicle can reduce the cover it provides. Some vehicles have special mounted weapons that can be used by the pilot or passengers. These are typically ranged weapons, such as a crossbow, and use the same rules as any other weapon, save that they might be able to target only creatures in a certain range or direction. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3132",
 "weakness": {}
}