{
 "breadcrumbs": [
  "Chapter 4: Subsystems",
  "Vehicles"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3134",
 "legacy_id": [
  "rules-1296"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Vehicle Statistics](/Rules.aspx?ID=3134)</title>\r\n\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 213 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nVehicles can be as simple as a farmer's cart, or as large and complex as an airship. Whatever the size or complexity of a vehicle, it uses the following stat block format.\n\n<title level=\"3\" right=\"Vehicle [Level]\">Vehicle Name </title><traits><trait label=\"Size\" /> <trait label=\"Other Traits\" /></traits>**Price** This entry lists the vehicle's Price. This does not include creatures for pulling a vehicle, materials needed to power the vehicle, or the cost of rowers.<br />**Space** This entry gives the vehicle's dimensions, not including any creatures pulling the vehicle.<br />**Crew** The crew members required to operate the vehicle; **Passengers** The number of passengers the vehicle is typically configured to carry, if any, when the vehicle isn't carrying cargo. The number might be reduced if the vehicle is carrying cargo, at the GM's discretion.<br />**Piloting Check** This entry lists the skills that can be used for piloting checks while operating the vehicle. Some skills may increase the DC; these list the DC adjustment in parentheses following the skill name.<br />**AC** The vehicle's AC; **Saving Throws** The vehicle's saves (typically only Fortitude). If a vehicle needs to attempt a saving throw that isn't listed, the pilot attempts a piloting check at the same DC instead.<br />**Hardness** The vehicle's hardness, **HP** The vehicle's Hit Points, with its Broken Threshold in parenthesis; **Immunities** The vehicle's immunities; **Weaknesses** The vehicle's weaknesses, if any; **Resistances** The vehicle's resistances, if any. **Speed** The vehicle's Speeds, each followed by the propulsion type for that Speed in parentheses. A pulled vehicle indicates the number and size of the pulling creatures.<br />**Collision** The vehicle's collision damage and the DC for saving throws to mitigate that damage. Unless otherwise stated, collisions deal bludgeoning damage. If the vehicle has any other form of attack, like mounted weaponry, they appear in their own entries below this one.<br />**Special** Abilities Any abilities unique to the vehicle are listed at the end of the stat block.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Gallop</title>\r\n\r\nHorses and some other creatures have the Gallop action. When all creatures pulling a vehicle have this action, the pilot can take a –2 circumstance penalty to their piloting check for a 2-action or 3-action Drive to gain the circumstance bonus to Speed from the Gallop action.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Pulling a Sky Chariot</title>\r\n\r\nSky chariots naturally require flying creatures to pull them. Some options in Monster Core include giant bats, hippogriffs, griffons, drakes, and pterosaurs.\r\n</aside>",
 "name": "Vehicle Statistics",
 "next_link": {
  "label": "Chapter 5: Treasure Trove",
  "url": "/Rules.aspx?ID=3135"
 },
 "previous_link": {
  "label": "Piloting a Vehicle",
  "url": "/Rules.aspx?ID=3126"
 },
 "primary_source": "GM Core",
 "primary_source_raw": "GM Core pg. 213",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [GM Core](/Sources.aspx?ID=218) pg. 213 <sup>2.0</sup>\r\n\r\nChapter 4: Subsystems / Vehicles\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVehicles can be as simple as a farmer's cart, or as large and complex as an airship. Whatever the size or complexity of a vehicle, it uses the …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "GM Core"
 ],
 "source_raw": [
  "GM Core pg. 213"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[GM Core](/Sources.aspx?ID=218) pg. 213 <sup>2.0</sup>",
 "speed": {},
 "summary": "Vehicles can be as simple as a farmer's cart, or as large and complex as an airship. Whatever the size or complexity of a vehicle, it uses the …",
 "summary_markdown": "Vehicles can be as simple as a farmer's cart, or as large and complex as an airship. Whatever the size or complexity of a vehicle, it uses the …",
 "text": " Vehicle Statistics Source GM Core pg. 213 2.0 Vehicles can be as simple as a farmer's cart, or as large and complex as an airship. Whatever the size or complexity of a vehicle, it uses the following stat block format. Vehicle Name Price This entry lists the vehicle's Price. This does not include creatures for pulling a vehicle, materials needed to power the vehicle, or the cost of rowers. Space This entry gives the vehicle's dimensions, not including any creatures pulling the vehicle. Crew The crew members required to operate the vehicle; Passengers The number of passengers the vehicle is typically configured to carry, if any, when the vehicle isn't carrying cargo. The number might be reduced if the vehicle is carrying cargo, at the GM's discretion. Piloting Check This entry lists the skills that can be used for piloting checks while operating the vehicle. Some skills may increase the DC; these list the DC adjustment in parentheses following the skill name. AC The vehicle's AC; Saving Throws The vehicle's saves (typically only Fortitude). If a vehicle needs to attempt a saving throw that isn't listed, the pilot attempts a piloting check at the same DC instead. Hardness The vehicle's hardness, HP The vehicle's Hit Points, with its Broken Threshold in parenthesis; Immunities The vehicle's immunities; Weaknesses The vehicle's weaknesses, if any; Resistances The vehicle's resistances, if any. Speed The vehicle's Speeds, each followed by the propulsion type for that Speed in parentheses. A pulled vehicle indicates the number and size of the pulling creatures. Collision The vehicle's collision damage and the DC for saving throws to mitigate that damage. Unless otherwise stated, collisions deal bludgeoning damage. If the vehicle has any other form of attack, like mounted weaponry, they appear in their own entries below this one. Special Abilities Any abilities unique to the vehicle are listed at the end of the stat block. Gallop Horses and some other creatures have the Gallop action. When all creatures pulling a vehicle have this action, the pilot can take a –2 circumstance penalty to their piloting check for a 2-action or 3-action Drive to gain the circumstance bonus to Speed from the Gallop action. Pulling a Sky Chariot Sky chariots naturally require flying creatures to pull them. Some options in Monster Core include giant bats, hippogriffs, griffons, drakes, and pterosaurs. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3134",
 "weakness": {}
}