{
 "breadcrumbs": [
  "Chapter 2: Ancestries & Backgrounds"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2085",
 "legacy_id": [
  "rules-1417"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[Versatile Heritages](/Rules.aspx?ID=2085)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 74 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe peoples of Golarion are many, and they have a long history of intermingling or dabbling with forces capable of altering the very fabric of a mortal body or soul. The children born to such parents might have traits from each of their parents or physiological manifestations of the forces their ancestors were influenced by, manifesting as a specific heritage.\n\nThe most common of these by far are the aiuvarin and dromaar versatile heritages, usually born to a human parent on one side and either an elf or orc parent on the other. Other individuals are born under far stranger circumstances, such as having a parent who was affected by monstrous, undead, or extraplanar energies. As these circumstances aren't unique to a single ancestry, these heritages—called versatile heritages—are likewise shared by many ancestries.\n\nGolarion is home to a variety of versatile heritages. Some are born to unusual creatures or arise through specific mundane or supernatural circumstances. Many, however, result from an infusion of extraplanar energy, whether through direct parentage, more distant ancestors, or simply direct exposure to the quintessence of that plane. These individuals are known as planar scions.\n\nBecause the circumstances that give rise to versatile heritages aren't limited to a single ancestry, a versatile heritage can be chosen by a character of nearly any ancestry. Some versatile heritages are more common among some ancestries than others, and some might list additional restrictions specific to that heritage. Your GM may place other restrictions on which ancestries can use a given versatile heritage based on the story and setting.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-2086\" />\r\n\r\n<document level=\"2\" id=\"rules-2087\" />\r\n\r\n<document level=\"2\" id=\"rules-2089\" />",
 "name": "Versatile Heritages",
 "next_link": {
  "label": "Mixed Ancestry",
  "url": "/Rules.aspx?ID=2093"
 },
 "previous_link": {
  "label": "Ancestry Entries",
  "url": "/Rules.aspx?ID=2075"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 74",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 74 <sup>2.0</sup>\r\n\r\nChapter 2: Ancestries &amp; Backgrounds\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe peoples of Golarion are many, and they have a long history of intermingling or dabbling with forces capable of altering the very fabric of a …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 74"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 74 <sup>2.0</sup>",
 "speed": {},
 "summary": "The peoples of Golarion are many, and they have a long history of intermingling or dabbling with forces capable of altering the very fabric of a …",
 "summary_markdown": "The peoples of Golarion are many, and they have a long history of intermingling or dabbling with forces capable of altering the very fabric of a …",
 "text": " Versatile Heritages Source Player Core pg. 74 2.0 The peoples of Golarion are many, and they have a long history of intermingling or dabbling with forces capable of altering the very fabric of a mortal body or soul. The children born to such parents might have traits from each of their parents or physiological manifestations of the forces their ancestors were influenced by, manifesting as a specific heritage. The most common of these by far are the aiuvarin and dromaar versatile heritages, usually born to a human parent on one side and either an elf or orc parent on the other. Other individuals are born under far stranger circumstances, such as having a parent who was affected by monstrous, undead, or extraplanar energies. As these circumstances aren't unique to a single ancestry, these heritages—called versatile heritages—are likewise shared by many ancestries. Golarion is home to a variety of versatile heritages. Some are born to unusual creatures or arise through specific mundane or supernatural circumstances. Many, however, result from an infusion of extraplanar energy, whether through direct parentage, more distant ancestors, or simply direct exposure to the quintessence of that plane. These individuals are known as planar scions. Because the circumstances that give rise to versatile heritages aren't limited to a single ancestry, a versatile heritage can be chosen by a character of nearly any ancestry. Some versatile heritages are more common among some ancestries than others, and some might list additional restrictions specific to that heritage. Your GM may place other restrictions on which ancestries can use a given versatile heritage based on the story and setting. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2085",
 "weakness": {}
}