{
 "breadcrumbs": [
  "Chapter 1: Introduction"
 ],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1996",
 "legacy_id": [
  "rules-2"
 ],
 "markdown": "<title level=\"1\" right=\"Rules\">[What is a Roleplaying Game?](/Rules.aspx?ID=1996)</title>\r\n\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 5 <sup>2.0</sup>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA roleplaying game is an interactive story where one player, the Game Master (GM), sets the scene and presents challenges, while other players take the roles of player characters (PCs) and attempt to overcome those challenges. Danger comes in the form of monsters, devious traps, and the machinations of adversarial agents, but Pathfinder also provides political schemes, puzzles, interpersonal drama, and much, much more.\n\nThe game is typically played in a group of four to seven players, with one of those players serving as the group's GM. The GM prepares, presents, and presides over the game's world and story, posing challenges and playing adversaries, allies, and bystanders alike. As each scene flows, each player contributes to the story, responding to situations according to the personality and abilities of their character. Dice rolls, combined with preassigned statistics, add an element of chance to the game and determine whether characters succeed or fail at actions.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1997\" />\r\n\r\n<document level=\"2\" id=\"rules-1998\" />\r\n\r\n<document level=\"2\" id=\"rules-1999\" />\r\n\r\n<document level=\"2\" id=\"rules-2000\" />\r\n\r\n<document level=\"2\" id=\"rules-2001\" />",
 "name": "What is a Roleplaying Game?",
 "next_link": {
  "label": "Basics of Play",
  "url": "/Rules.aspx?ID=2002"
 },
 "previous_link": {
  "label": "Elemental Companions",
  "url": "/Rules.aspx?ID=1993"
 },
 "primary_source": "Player Core",
 "primary_source_raw": "Player Core pg. 5",
 "primary_source_category": "Rulebooks",
 "rarity": "common",
 "rarity_id": 1,
 "release_date": "2023-11-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n**Source** [Player Core](/Sources.aspx?ID=216) pg. 5 <sup>2.0</sup>\r\n\r\nChapter 1: Introduction\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA roleplaying game is an interactive story where one player, the Game Master (GM), sets the scene and presents challenges, while other players take …\r\n</summary>",
 "skill_mod": {},
 "source": [
  "Player Core"
 ],
 "source_raw": [
  "Player Core pg. 5"
 ],
 "source_category": [
  "Rulebooks"
 ],
 "source_markdown": "[Player Core](/Sources.aspx?ID=216) pg. 5 <sup>2.0</sup>",
 "speed": {},
 "summary": "A roleplaying game is an interactive story where one player, the Game Master (GM), sets the scene and presents challenges, while other players take …",
 "summary_markdown": "A roleplaying game is an interactive story where one player, the Game Master (GM), sets the scene and presents challenges, while other players take …",
 "text": " What is a Roleplaying Game? Source Player Core pg. 5 2.0 A roleplaying game is an interactive story where one player, the Game Master (GM), sets the scene and presents challenges, while other players take the roles of player characters (PCs) and attempt to overcome those challenges. Danger comes in the form of monsters, devious traps, and the machinations of adversarial agents, but Pathfinder also provides political schemes, puzzles, interpersonal drama, and much, much more. The game is typically played in a group of four to seven players, with one of those players serving as the group's GM. The GM prepares, presents, and presides over the game's world and story, posing challenges and playing adversaries, allies, and bystanders alike. As each scene flows, each player contributes to the story, responding to situations according to the personality and abilities of their character. Dice rolls, combined with preassigned statistics, add an element of chance to the game and determine whether characters succeed or fail at actions. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1996",
 "weakness": {}
}